export default `

校注前言
《三国演义》既是中国四大古典小说名著之一，又在我国小说史上起过开创
性作用：它不仅是我国第一部历史演义小说，而且是由文言小说过渡到白话小
说、短篇平话小说过渡到长篇章回小说的桥梁。可以设想，如果没有《三国演
义》，我国长篇小说和历史演义小说的产生可能要推迟若干年。仅凭这一点，它
在我国小说史上的地位就是不可动摇的。不仅如此，它更避免了一般开创者所难
免的幼稚与粗糙，竟以精品的面貌展现于世人，达到了我国小说的最高水平，与
后来产生的《水浒传》、《西游记》、《红楼梦》并驾齐驱，成为我国古代小说
的典范。这不能不说是一个奇迹。还应该指出的是，《三国演义》还开辟了一条
熔历史与民间传说于一炉、集民间艺人与文人智慧于一体、内容则亦实亦虚的创
作道路，成为后来的历史演义小说、英雄传奇小说、侠义公案小说乃至神魔小说
效法的楷模。无怪乎它不仅是我国的文学名著，而且突破国界，成为世界文学名
著。
限于篇幅，这里对《三国演义》的价值不再赘述。下面仅对校注中的几个问
题略作说明。
一、作者问题
《三国演义》的作者本来不成问题，学界一致认定罗贯中就是它的作者。其
根据除了明、清文人笔记记载之外，更有直接证据：现存《三国演义》较早的明
代刊本均题“晋平阳侯陈寿史传”，“后学罗本贯中编次”。前一句标明了小说
《三国演义》的创作根据，即取材于陈寿的史书《三国志》。陈寿是晋代人，爵
封平阳侯，故称“晋平阳侯陈寿”；“史传”即指陈寿所著史书《三国志》。后
一句标明了《三国演义》的作者为“罗本贯中”，即姓罗名本，字贯中。“编
次”相当于今之“著”或“撰”，只是古人谦虚，以为其小说并非完全创作，而
是取材于前人的著作，因而谦称“编次”。考虑到封建统治者和封建文人对小说
极为蔑视乃至仇视，以至于小说作者不敢或不屑在作品上署其真名或仅署化名的
情况，而罗贯中却敢于直署其真名实姓，足见其蔑视正统的文学观念，并对其所
著《三国演义》的文学价值充满自信，这更增加了《三国演义》是罗贯中所著的
可信度。
然而近年来有人对罗贯中《三国演义》的著作权提出了质疑。认为罗贯中是
元末明初人，而《三国演义》成书于明代中叶，因而罗贯中不可能是它的作者；
有些刊本题“罗本贯中编次”云云，全是书商所为。它应该是从宋代至明中叶这
五百年间民间艺人们的集体创作，总其成者则是明中叶的一位无名文人。这个观
点不可谓不新颖，可惜论者未举出直接证据，只是根据《三国演义》的个别版本
加以推断，故学界无人响应。因此，在这一观点进一步证实之前，我们仍将罗贯
中作为《三国演义》的作者。
现存罗贯中的生平资料很少，最为可靠而又珍贵的资料，只有元末明初人贾
仲明(一作仲名)《录鬼簿续编》中的罗贯中小传：
罗贯中，太原人，号湖海散人，与人寡合。乐府、隐语，极为清
新。与余为忘年交，遭时多故，各天一方。至正甲辰复会，别来又六
十馀年，竟不知其所终。
“至正甲辰”即元惠宗至正二十四年(公元1364年)，再过五年就进入明代
了，可见罗贯中为元末明初人。由于《录鬼簿续编》依据锺嗣成《录鬼簿》的体
例，仅记载元代戏曲家的生平事迹和戏曲作品，因而不著录罗贯中的小说《三国
演义》，仅著录其三部杂剧作品：《赵太祖龙虎风云会》(今存)、《忠正孝子连
环谏》(已佚)、《三平章死哭蜚虎子》(已佚)。据明代人的记载，罗贯中的小说
作品还有很多，王圻的《续文献通考》甚至说他“编撰小说数十种”，这显然是
夸大之词。就连署名罗贯中的《隋唐两朝志传》、《残唐五代史演义传》、《三
遂平妖传》，究竟是否罗贯中所著，也难确定。还有说《水浒传》为施耐庵和罗
贯中合著，或说是施作罗续，均无确证。
二、书名问题
《三国演义》在明、清两代的版本，至少有三十馀种。书商为了谋利，给它
起了五花八门的书名：除了在书名之前冠以“新刻”、“新刊”、“新镌”、
“新锲”、“新锓”、“第一才子书”、“四大奇书第一种”等等以招徕之外，
其书名本身也花样百出：或称《三国演义》，或称《三国志演义》，或称《三国
志传》，或称《三国志史传》，或称《三国全传》，或称《三国志》，或称《三
国英雄志传》，等等，令人眼花缭乱。1953年作家出版社出版标点本，取名《三
国演义》。由于这一书名简捷明了，不仅各个出版社竞相采用，而且有些文学史
和文学工具书也予以承认，以致成为家喻户晓的通行书名。
然而有些学者不以为然，他们认为只有《三国志演义》才是该书书名的最佳
选择，其他书名都要不得。其理由主要有两条：其一，认为明代嘉靖壬午(公元
1522年)刊本(通称“嘉靖本”)的书名是《三国志通俗演义》，而此本为现存最早
的版本，可见这是罗贯中自己起的书名。“通俗”二字可有可无，完全可以省
略。其二，认为《三国志演义》文从字顺，其意思就是“演”《三国志》之
“义”。而《三国演义》却讲不通，因为“演”三国之“义”不成话。
我以为取名《三国志演义》固然可以，而取名《三国演义》也未尝不可，甚
至更好。
首先，有人已经指出，该书现存最早的版本并非“嘉靖本”，而是黄正甫刊
本，它的刊行时间要比“嘉靖本”大约早二十年(为免繁琐，这里不介绍论据)，
而此本的封面书名就是《三国演义》。如果这一结论可靠的话，便推翻了《三国
志演义》为罗贯中所起书名的论断。退一步说，即使“嘉靖本”为该书现存最早
的版本，也不等于它就是真正最早的版本，因为嘉靖壬午距离罗贯中在世的年代
已经一个多世纪，谁都不能保证在此一百多年间没有刊行过此书，因此认为《三
国志演义》就是罗贯中所起书名的论断也难以成立。何况书商对于小说书名的态
度向来是不严肃的，往往以是否能够招徕读者为取舍标准，乱改书名本是其惯
技，上面所说此书书名的花样百出就是明证，因此根本就无法判断某个版本的书
名就是作者所起的书名。
其次，“演义”一词何时、何书用于书名，其当初用意是什么，本人未加考
证，不敢妄下断语。然而事实上它已经约定俗成，变成了“历史小说”、“历史
故事”的同义词。如《西汉通俗演义》、《东汉演义》、《东西晋演义》、《两
晋演义》、《南北史演义》、《隋唐演义》、《大宋中兴通俗演义》等等，不胜
枚举。如果说《三国演义》不能作为书名，那么中国一大批以“演义”取名的小
说岂不是全得作废，需要重新为它们起名吗？然而有谁能为它们起名？又有谁有
这种权利？“演义”不仅用于历史小说的书名，而且这种约定俗成的概念也早已
为文人学者所认可。如清代钮琇《觚賸续编·文章有本》说：“传奇、演义，即
诗歌、纪传之变而为通俗者。”鲁迅也把他的《故事新编》说成“是神话、传说
及史实的演义”(《南腔北调集·〈自选集〉自序》)。可见“演义”就是将史实
敷衍为长篇章回小说或故事。既然如此，那么以《三国演义》为书名有何不通？
又有何不可？
总而言之，《三国演义》一名既然早在明代已有，如今又已通行，而且文从
字顺，简捷明了，朗朗上口，因此我们没有任何理由将它废除。
三、校勘问题
前面已经说过，现存明、清两代的《三国演义》版本多达三十馀种。这些版
本大致可以归纳为三类，它们反映了《三国演义》不断进行加工修订，从而得以
逐步完善的过程。
第一类为二百四十则(节、段)，但无第几则字样；每则均有单句七字标目，
如首则、次则分别为“祭天地桃园结义”、“刘玄德斩寇立功”。这一类版本即
使不完全是该书的原貌，也是最接近原貌的，因为它还只是章回小说的雏型，尚
不能算是标准的章回小说，显示了由话本小说向章回小说过渡的明显痕迹。
第二类是将原来的二百四十则合并为一百二十回(每两则合并为一回)，并加
上了第几回字样；回目也变成了双句，但不讲究对偶。这一类版本显然向标准的
章回小说靠近了一步，但回目尚未达到章回小说的标准。
第三类即为毛纶、毛宗岗父子加工修订的本子(以下简称“毛本”)。“毛
本”在保留了第二类版本一百二十回及每回双回目体制的基础上，对《三国演
义》从文字到内容进行了大刀阔斧的加工修订，如：其一，将原来不对偶的回
目，改写为对仗工整的回目。其二，删掉了大量诏令、奏章之类可有可无的文
字，犹如去掉了许多赘瘤，使结构更加紧凑，行文更加流畅。其三，删掉了不少
“之”、“乎”、“者”、“也”等文言惯用字，使语言变得较为浅显易懂。其
四，纠正了一些不符合史实的纪事，增加了历史的真实性。其五，增添了不少细
节描写，使故事更加生动，人物更加栩栩如生。其六，增加了一些著名文章，如
孔融《荐祢衡表》、陈琳《讨曹操檄》等，增强了作品的文学性。其七，删掉了
周静轩等人的鄙俚之诗，换成了唐、宋名诗。这些修改虽然有改错或改坏的地
方，但从总体上说，却使《三国演义》在形式上成为标准的章回小说，在语言上
更加浅显易懂、简洁流畅，在内容上更加符合历史，在描写上更加细腻生动，从
而提高了它的文学价值。正因为如此，“毛本”才能轻而易举地挤掉了几乎所有
《三国演义》的其他版本，成为久传不衰的读本。因此我们提供给读者的，自然
也是“毛本”。
“毛本”的初刊本为清代康熙年间的醉耕堂本，今已十分罕见，而它的复刊
本却多得很。为了慎重起见，选用清代大魁堂本(醉耕堂本的复刊本)为底本，清
代三槐堂本、扫叶山房本(以上两种也是醉耕堂本的复刊本)为对校本，明代“嘉
靖本”、万历万卷楼本为参校本，同时参考了人民文学出版社2002年的标点本。
由于《三国演义》是历史演义小说，主要取材于《三国志》、《后汉书》、《晋
史》、《资治通鉴》等史书，因而也将它们作为参校资料。
由于“毛本”是一个相当好的版本，所以校勘时尽量保持其原貌。只有在以
下几种情况下才作改动：
(一)凡遇确实不通或不合理的文字，无论是原书之误还是排印之误，均据别
本改正，如无别本可据则径改。例如：
第二回朱儁说：
“我来日宰猪羊狗血……”显然不通。今据“嘉
靖本”改为“我来日宰猪羊取血”。与此相应的下文“盛猪羊狗
血”，亦据“嘉靖本”删除“狗”字。
第二回潘隐说：
“帝已崩。今蹇硕与十常侍商议……”各本均
同。蹇硕既为十常侍之一，怎么能“与十常侍商议”？岂不是把蹇硕
排除于“十常侍”之外了吗？故径改“与”为“等”。
第八回写刘表与孙策“相约以孙坚尸换黄祖”，下面接着写道：
“孙策换回黄祖，迎接灵柩”。各本均同。“换回黄祖”显然不通，
故径改为“送回黄祖”。
第九回写王允暗伏百馀武士刺董卓，“卓裏甲不入”。“裏
甲”，别本或作“裏甲”，皆费解。惟扫叶山房本作“衷甲”，查
《后汉书·董卓传》亦作“衷甲”。按“衷甲”即贴身软甲，类似于
今之防弹背心。可见“裏甲”或“裏甲”皆因形似“衷甲”而致误，
故从“衷甲”。
第十一回写吕布与曹操濮阳大战，说吕布手下有“八员健将”，
即张辽、臧霸二将，以及“两将又各引六员健将”。如此则吕布手下
健将不是八员，而是十四员了。今据“嘉靖本”改为“两将各引三员
健将”。
第三十二回写曹操说：
“我由济河遏淇水，入白沟……”各本均
同。按“济河”非河名，乃渡过黄河之意。故删除“由”字，加一逗
号，使其成为：
“我济河，遏淇水，入白沟……”
第九十回说乌戈国主兀突骨“身长二丈”，实不可能。今据“嘉
靖本”改为“身长丈二”。
(二)凡是前后矛盾之处，均酌情予以统一。例如：
第十五回写孙策和周瑜谋定活捉太史慈之计：
“三面攻县(泾县
城)，只留东门放走；离城二十五里，三路各伏一军”。下文却又说：
“太史慈走了五十里，人困马乏”，被孙策伏军活捉。各本均同。前
后显然矛盾，故径改“二十五里”为“五十里”。
第二十七回写关羽过“沂水关”，守关将卞喜欲害关羽，被镇国
寺长老“普净”所救。至第七十七回又写关羽死后“一魂不散”，飘
荡到当阳县玉泉山，又遇此僧时，却说“法名普静，原是汜水关镇国
寺长老”。人名、地名皆前后矛盾。人名据“嘉靖本”统一为“普
净”
；地名则据第二十七回的内容，选定为“汜水关”。
第四十四回写赤壁之战前，诸葛亮劝孙权以刘、孙联合抗击曹
操，孙权仍犹豫不决。周瑜对孙权说：
“瑜请得精兵数千，进屯夏
口，为将军破之。”以“数千”兵对付曹操数十万大军，即使夸张也
太过；而下文周瑜又说：
“瑜得五万兵，自足破之。”前后也不一
致。故据“嘉靖本”改“数千”为“数万”，则合情合理。
第九十八回写魏兵统帅曹真派人打探蜀兵虚实，见蜀营“只插着
数十面旌旗，兵已去了二日也。曹真懊悔无及”，却并未派兵追赶。
可下文却又说：
“且说张郃追蜀兵不上，回到寨中。”令人莫名其
妙。查“嘉靖本”，在“兵已去了二日也”之后，有“真急令郃追
之”，却无“曹真懊悔无及”。可见是毛氏父子作了改动，以致出现
纰漏，前后不能照应。后来的所有复刊本，包括诸多点校本，均延续
了这一失误。今据“嘉靖本”恢复原貌。
(三)《三国演义》是历史小说，其所写人名(包括字号)、地名、官名大多
为纪实，但也有虚构者。对于后者，当然无从细究。对于前者，则最好能与史书
记载相一致。因此，无论是毛氏父子改错的，还是原书本来就错的，一旦发现，
均予改正。
人名如：
“朱隽”改“朱儁”，“刘辨”改“刘辩”，“桓楷”
改“桓阶”，“凌公续”改“凌公绩”，“愈元”改“俞元”，“张
隽义”改“张隽乂”，“全综”改“全琮”，“霍戈”改“霍弋”，
“毕范”改“毕轨”，“刘纂”改“留赞”，“刘褒”改“郑袤”，
“周泰”改“州泰”，“司马亮”改“司马量”，“冒顿”改“蹋
顿”，“刘璩”改“刘虔”，“滕循”改“滕脩”，“岑昏”改“岑
昬”，“荀勗”改“荀勖”，等等。
字号如：关羽原字“长寿”，后改“云长”，今改“长寿”为
“长生”
；魏元帝曹奂字“景召”，改为“景明”
；夏侯惠字“雅
权”，改为“稚权”
；夏侯和字“意权”，改为“义权”
；毌丘俭字
“仲闻”，改为“仲恭”
；等等。然而也有例外，如张飞表字应为
“益德”，而“翼德”已为广大读者所熟知，故虽错而不改。
地名如：
“高堂”改“高唐”，“张陵”改“章陵”，“太谷”
改“大谷”，“大城”改“犬城”，“桂车”改“挂车”，等等。又
如第一百十三回说孙 废吴王孙亮，派孙楷、董朝“往虎林迎请琅琊
王孙休为君”。又说孙休“在虎林夜梦乘龙上天”。今按《三国志·
吴书·三嗣主传》，改两处“虎林”为“会稽”。
官名如：
“北都尉”改“北部尉”，“致中二千石”改“秩中二
千石”，等等。
其他个别文字改动者，不胜枚举，不再一一赘述。
四、注释问题
由于我国历史悠久，古今语言差别很大，这为后人阅读前人的著作造成很大
困难。为了解决这个问题，汉代学者已经创造了注释之法。所谓注释，就是在保
持原作的基础上，对其中疑难词语加以解释，从而帮助读者阅读。
中国的旧小说，有用白话的，也有用文言的，都与现代汉语有很大距离。因
此从上世纪五十年代起，有些新版旧小说开始加以注释，以帮助现代读者阅读古
代小说，为普及旧小说起了很大作用。“四大古典小说”都出过注释本，但大多
蜻蜓点水，注文很少，且随意性很大，不足以全部释疑解惑，因此皆有重新注释
的必要。《三国演义》尤其应该详加注释。
《三国演义》是历史小说，其中的人物多为帝王将相、文人才子。这些人习
惯于引经据典，以史说事，卖弄才学，以致牵涉到不少历史人物和历史典故。比
如尧、舜、禹、周文王、周武王、伊尹、周公、吕望(姜太公)、项羽、刘邦、张
良、韩信等历史人物，尧禅位于舜、舜禅位于禹、刘邦“斩白蛇起义”等历史典
故，在书中屡次出现，如果对这些历史人物和历史典故不讲清楚，势必影响读者
的阅读。因此这一部分是重点注释对象，注释也就详细一些，并尽量交代出处。
至于成语典故，更是不胜枚举，一般读者很难读懂，因此均予详注。
《三国演义》是文言小说，尤其书中所引诏令、奏章、檄文、书信等，文字
多半艰深，一般读者更是望文兴叹。因此一一加以注释，注文力求准确无误，简
明扼要。
《三国演义》中的人名(三国以前的历史人物除外)、地名、官名、官署名多
不胜数，注起来十分繁琐，也占大量篇幅，不注也不影响阅读，因此略而不注。
但也有例外。如中涓、常侍、黄门、郎、方面、执金吾、参录尚书事、秩中二千
石等官名，吴、会、西充国、长城、黑龙江等地名，或字面上难以理解，或容易
引起误会，故而也予注释。
《三国演义》所插入的诗词将近二百首，我请陈飞先生帮我查找，仅查到十
来首引自唐、宋，其他不知所出。这些诗词多为作者借以评论人物或表示感叹，
并非书中故事情节的有机组成部分，但我也予以注释，为有兴趣的读者提供方
便。
最后再顺便交代一下分段、断句和标点问题。
分大段已成为新版古代小说的惯例，这是由古代小说本身决定的，事实上也
只能如此。然而分段的目的在于使其眉目清楚，略有间断，不至于使人一头雾
水。因此我认为至少应做到两点：一是每段以短些为好，不要太长，否则便失去
了分段的意义；二是分段要恰当，切不可在不该分的地方分段，否则便会使作品
支离破碎，反不如不分为好。
断句和标点是一个问题的两个方面，相辅相成：断句是标点的前提，标点是
断句的符号。相者两比，断句更为重要，一旦错断，不仅标点失去了作用，而且
势必歪曲原意，甚至大闹笑话。譬如某新版《武林旧事》对《赏花》篇中牡丹花
品种的一小段作如下断句和标点：“如姚魏御衣、黄照殿红之类几千朵。”即使
是花卉专家，看了这一段也会莫名其妙，因为世上根本不存在“姚魏御衣”和
“黄照殿红”这两种牡丹花。其实这里说的是四种名贵牡丹花：“姚”是“姚
黄”的简称，“魏”是“魏紫”的简称，“御衣黄”和“照殿红”又各为一种牡
丹花名。因此正确的断句与标点应该是：“如姚、魏、御衣黄、照殿红之类几千
朵。”又如某新版《三国演义》第三十三回中对袁绍的一段话作如下断句与标
点：“吾南据河北，阻燕、代，兼沙漠之众。”正确的断句与标点应该是：“吾
南据河，北阻燕、代，兼沙漠之众。”断错的关键在于未将“河”理解为黄河，
而误将“河北”当作了地名。这一错误在再版时虽然作了修正，但仍有其他断句
的错误。有鉴于此，我对断句特别小心谨慎，战战兢兢，如履薄冰。此外，有些
人在标点古代小说时，特别好用惊叹号和分号，大大超出了这两种标点符号使用
的范围。其危害性虽然不及断句的错误，但也对读者理解文本的原意不无影响，
因而本人也力求避免。
以上只是我对古代小说校勘、注释、断句、标点的看法和愿望，至于这些看
法是否正确，这些愿望在《三国演义》中是否得以兑现，则不敢自信，谨请专家
和读者赐教。
裴效维
二O一三年六月
目录
校注前言
第一回 宴桃园豪杰三结义 斩黄巾英雄首立功
第二回 张翼德怒鞭督邮 何国舅谋诛宦竖
第三回 议温明董卓叱丁原 馈金珠李肃说吕布
第四回 废汉帝陈留践位 谋董贼孟德献刀
第五回 发矫诏诸镇应曹公 破关兵三英战吕布
第六回 焚金阙董卓行凶 匿玉玺孙坚背约
第七回 袁绍磐河战公孙 孙坚跨江击刘表
第八回 王司徒巧使连环计 董太师大闹凤仪亭
第九回 除暴凶吕布助司徒 犯长安李傕听贾诩
第十回 勤王室马腾举义 报父仇曹操兴师
第十一回 刘皇叔北海救孔融 吕温侯濮阳破曹操
第十二回 陶恭祖三让徐州 曹孟德大战吕布
第十三回 李傕郭汜大交兵 杨奉董承双救驾
第十四回 曹孟德移驾幸许都 吕奉先乘夜袭徐郡
第十五回 太史慈酣斗小霸王 孙伯符大战严白虎
第十六回 吕奉先射戟辕门 曹孟德败师淯水
第十七回 袁公路大起七军 曹孟德会合三将
第十八回 贾文和料敌决胜 夏侯惇拔矢啖睛
第十九回 下邳城曹操鏖兵 白门楼吕布殒命
第二十回 曹阿瞒许田打围 董国舅内阁受诏
第二十一回 曹操煮酒论英雄 关公赚城斩车胄
第二十二回 袁曹各起马步三军 关张共擒王刘二将
第二十三回 祢正平裸衣骂贼 吉太医下毒遭刑
第二十四回 国贼行凶杀贵妃 皇叔败走投袁绍
第二十五回 屯土山关公约三事 救白马曹操解重围
第二十六回 袁本初败兵折将 关云长挂印封金
第二十七回 美髯公千里走单骑 汉寿侯五关斩六将
第二十八回 斩蔡阳兄弟释疑 会古城主臣聚义
第二十九回 小霸王怒斩于吉 碧眼儿坐领江东
第三十回 战官渡本初败绩 劫乌巢孟德烧粮
第三十一回 曹操仓亭破本初 玄德荆州依刘表
第三十二回 夺冀州袁尚争锋 决漳河许攸献计
第三十三回 曹丕乘乱纳甄氏 郭嘉遗计定辽东
第三十四回 蔡夫人隔屏听密语 刘皇叔跃马过檀溪
第三十五回 玄德南漳逢隐沦 单福新野遇英主
第三十六回 玄德用计袭樊城 元直走马荐诸葛
第三十七回 司马徽再荐名士 刘玄德三顾草庐
第三十八回 定三分隆中决策 战长江孙氏报仇
第三十九回 荆州城公子三求计 博望坡军师初用兵
第四十回 蔡夫人议献荆州 诸葛亮火烧新野
第四十一回 刘玄德携民渡江 赵子龙单骑救主
第四十二回 张翼德大闹长坂桥 刘豫州败走汉津口
第四十三回 诸葛亮舌战群儒 鲁子敬力排众议
第四十四回 孔明用智激周瑜 孙权决计破曹操
第四十五回 三江口曹操折兵 群英会蒋干中计
第四十六回 用奇谋孔明借箭 献密计黄盖受刑
第四十七回 阚泽密献诈降书 庞统巧授连环计
第四十八回 宴长江曹操赋诗 锁战船北军用武
第四十九回 七星坛诸葛祭风 三江口周瑜纵火
第五十回 诸葛亮智算华容 关云长义释曹操
第五十一回 曹仁大战东吴兵 孔明一气周公瑾
第五十二回 诸葛亮智辞鲁肃 赵子龙计取桂阳
第五十三回 关云长义释黄汉升 孙仲谋大战张文远
第五十四回 吴国太佛寺看新郎 刘皇叔洞房续佳偶
第五十五回 玄德智激孙夫人 孔明二气周公瑾
第五十六回 曹操大宴铜雀台 孔明三气周公瑾
第五十七回 柴桑口卧龙吊丧 耒阳县凤雏理事
第五十八回 马孟起兴兵雪恨 曹阿瞒割须弃袍
第五十九回 许褚裸衣斗马超 曹操抹书间韩遂
第六十回 张永年反难杨修 庞士元议取西蜀
第六十一回 赵云截江夺阿斗 孙权遗书退老瞒
第六十二回 取涪关杨高授首 攻雒城黄魏争功
第六十三回 诸葛亮痛哭庞统 张翼德义释严颜
第六十四回 孔明定计捉张任 杨阜借兵破马超
第六十五回 马超大战葭萌关 刘备自领益州牧
第六十六回 关云长单刀赴会 伏皇后为国捐生
第六十七回 曹操平定汉中地 张辽威震逍遥津
第六十八回 甘宁百骑劫魏营 左慈掷杯戏曹操
第六十九回 卜周易管辂知机 讨汉贼五臣死节
第七十回 猛张飞智取瓦口隘 老黄忠计夺天荡山
第七十一回 占对山黄忠逸待劳 据汉水赵云寡胜众
第七十二回 诸葛亮智取汉中 曹阿瞒兵退斜谷
第七十三回 玄德进位汉中王 云长攻拔襄阳郡
第七十四回 庞令明抬榇决死战 关云长放水淹七军
第七十五回 关云长刮骨疗毒 吕子明白衣渡江
第七十六回 徐公明大战沔水 关云长败走麦城
第七十七回 玉泉山关公显圣 洛阳城曹操感神
第七十八回 治风疾神医身死 传遗命奸雄数终
第七十九回 兄逼弟曹植赋诗 侄陷叔刘封伏法
第八十回 曹丕废帝篡炎刘 汉王正位续大统
第八十一回 急兄仇张飞遇害 雪弟恨先主兴兵
第八十二回 孙权降魏受九锡 先主征吴赏六军
第八十三回 战猇亭先主得仇人 守江口书生拜大将
第八十四回 陆逊营烧七百里 孔明巧布八阵图
第八十五回 刘先主遗诏托孤儿 诸葛亮安居平五路
第八十六回 难张温秦宓逞天辩 破曹丕徐盛用火攻
第八十七回 征南寇丞相大兴师 抗天兵蛮王初受执
第八十八回 渡泸水再缚番王 识诈降三擒孟获
第八十九回 武乡侯四番用计 南蛮王五次遭擒
第九十回 驱巨兽六破蛮兵 烧藤甲七擒孟获
第九十一回 祭泸水汉相班师 伐中原武侯上表
第九十二回 赵子龙力斩五将 诸葛亮智取三城
第九十三回 姜伯约归降孔明 武乡侯骂死王朝
第九十四回 诸葛亮乘雪破羌兵 司马懿克日擒孟达
第九十五回 马谡拒谏失街亭 武侯弹琴退仲达
第九十六回 孔明挥泪斩马谡 周鲂断发赚曹休
第九十七回 讨魏国武侯再上表 破曹兵姜维诈献书
第九十八回 追汉军王双受诛 袭陈仓武侯取胜
第九十九回 诸葛亮大破魏兵 司马懿入寇西蜀
第一百回 汉兵劫寨破曹真 武侯斗阵辱仲达
第一百一回 出陇上诸葛妆神 奔剑阁张郃中计
第一百二回 司马懿占北原渭桥 诸葛亮造木牛流马
第一百三回 上方谷司马受困 五丈原诸葛禳星
第一百四回 陨大星汉丞相归天 见木像魏都督丧胆
第一百五回 武侯预伏锦囊计 魏主拆取承露盘
第一百六回 公孙渊兵败死襄平 司马懿诈病赚曹爽
第一百七回 魏主政归司马氏 姜维兵败牛头山
第一百八回 丁奉雪中奋短兵 孙峻席间施密计
第一百九回 困司马汉将奇谋 废曹芳魏家果报
第一百十回 文鸯单骑退雄兵 姜维背水破大敌
第一百十一回 邓士载智败姜伯约 诸葛诞义讨司马昭
第一百十二回 救寿春于诠死节 取长城伯约鏖兵
第一百十三回 丁奉定计斩孙琳姜维斗阵破邓艾
第一百十四回 曹髦驱车死南阙 姜维弃粮胜魏兵
第一百十五回 诏班师后主信谗 托屯田姜维避祸
第一百十六回 锺会分兵汉中道 武侯显圣定军山
第一百十七回 邓士载偷度阴平 诸葛瞻战死绵竹
第一百十八回 哭祖庙一王死孝 入西川二士争功
第一百十九回 假投降巧计成虚话 再受禅依样画葫芦
第一百二十回 荐杜预老将献新谋 降孙皓三分归一统
第一回 宴桃园豪杰三结义 斩黄巾英雄首立功 (4)
词曰 (1) ：
滚滚长江东逝水，浪花淘尽英雄 (2) 。是非成败转头空。青山依旧在，几度
夕阳红。 白发渔樵江渚上 (3) ，惯看秋月春风。一壶浊酒喜相逢。古今多少事，
都付笑谈中。
话说天下大势，分久必合，合久必分 (5) ：周末七国分争 (6) ，
并入于秦；及秦灭之后，楚、汉分争 (7) ，又并入于汉；汉朝自高祖
斩白蛇而起义 (8) ，一统天下，后来光武中兴 (9) ，传至献帝，遂分
为三国。推其致乱之由，殆始于桓、灵二帝。桓帝禁锢善类 (10) ，崇
信宦官。及桓帝崩，灵帝即位，大将军窦武、太傅陈蕃共相辅佐。时
有宦官曹节等弄权，窦武、陈蕃谋诛之，机事不密，反为所害。中涓
自此愈横 (11) 。
建宁二年四月望日 (12) ，帝御温德殿 (13) 。方升座，殿角狂风
骤起，只见一条大青蛇从梁上飞将下来，蟠于椅上。帝惊倒，左右急
救入宫；百官俱奔避。须臾，蛇不见了。忽然大雷大雨，加以冰雹，
落到半夜方止，坏却房屋无数。建宁四年二月，洛阳地震；又海水泛
溢，沿海居民尽被大浪卷入海中。光和元年 (14) ，雌鸡化雄 (15) ；
六月朔 (16) ，黑气十馀丈飞入温德殿中；秋七月，有虹现于玉堂，五
原山岸尽皆崩裂。种种不祥，非止一端。
帝下诏问群臣以灾异之由。议郎蔡邕上疏，以为蜺堕 (17) 、鸡
化，乃妇寺干政之所致 (18) ，言颇切直。帝览奏叹息，因起更衣。曹
节在后窃视，悉宣告左右。遂以他事陷邕于罪，放归田里。
后张让、赵忠、封谞、段珪、曹节、侯览、蹇硕、程旷、夏恽、
郭胜十人朋比为奸 (19) ，号为“十常侍” (20) 。帝尊信张让，呼为
“阿父”。朝政日非，以致天下人心思乱，盗贼蜂起 (21) 。
时巨鹿郡有兄弟三人：一名张角，一名张宝，一名张梁。那张角
本是个不第秀才，因入山采药，遇一老人，碧眼童颜，手执藜杖 (22)
，唤角至一洞中，以天书三卷授之，曰：
“此名《太平要术》 (23) ，
汝得之，当代天宣化 (24) ，普救世人。若萌异心，必获恶报。”角拜
问姓名，老人曰：
“吾乃南华老仙也 (25) 。”言讫 (26) ，化阵清风
而去。角得此书，晓夜攻习，能呼风唤雨 (27) ，号为“太平道人”
(28) 。
中平元年正月内 (29) ，疫气流行。张角散施符水 (30) ，为人治
病，自称“大贤良师”。角有徒弟五百馀人，云游四方，皆能书符念
咒。次后徒众日多，角乃立三十六方，大方万馀人，小方六七千，各
立渠帅 (31) ，称为将军。讹言 (32) ：
“苍天已死，黄天当立 (33)
。”又云：
“岁在甲子，天下大吉 (34) 。”令人各以白土书“甲子”
二字于家中大门上。青、幽、徐、冀、荆、扬、兖、豫八州之人，家
家侍奉大贤良师张角名字 (35) 。
角遣其党马元义暗赍金帛 (36) ，结交中涓封谞，以为内应。角与
二弟商议曰：
“至难得者，民心也。今民心已顺，若不乘势取天下，
诚为可惜。”遂一面私造黄旗，约期举事；一面使弟子唐周驰书报封
谞。唐周乃径赴省中告变 (37) 。帝召大将军何进调兵擒马元义，斩
之；次收封谞等一干人下狱。张角闻知事露，星夜举兵，自称“天公
将军”，张宝称“地公将军”，张梁称“人公将军”。申言于众曰：
“今汉运将终 (38) ，大圣人出。汝等皆宜顺天从正，以乐太平。”四
方百姓裹黄巾从张角反者四五十万，贼势浩大，官军望风而靡 (39) 。
何进奏帝火速降诏，令各处备御，讨贼立功；一面遣中郎将卢植、皇
甫嵩、朱儁各引精兵，分三路讨之。
且说张角一军前犯幽州界分 (40) 。幽州太守刘焉乃江夏竟陵人
氏，汉鲁恭王之后也。当时闻得贼兵将至，召校尉邹靖计议。靖曰：
“贼兵众，我兵寡，明公宜作速招军应敌 (41) 。”刘焉然其说 (42)
，随即出榜招募义兵。
榜文行到涿县，引出涿县中一个英雄。那人不甚好读书；性宽
和，寡言语，喜怒不形于色 (43) ；素有大志，专好结交天下豪杰；生
得身长七尺五寸 (44) ，两耳垂肩，双手过膝，目能自顾其耳 (45) ，
面如冠玉 (46) ，唇若涂脂 (47) ：中山靖王刘胜之后，汉景帝阁下玄
孙 (48) ，姓刘名备，字玄德。昔刘胜之子刘贞，汉武时封涿鹿亭侯，
后坐酎金失侯 (49) ，因此遗这一枝在涿县。玄德祖刘雄，父刘弘。弘
曾举孝廉 (50) ，亦尝作吏，早丧。玄德幼孤，事母至孝；家贫，贩屦
织席为业 (51) 。家住本县楼桑村。其家之东南有一大桑树，高五丈
馀，遥望之，童童如车盖 (52) 。相者云 (53) ：
“此家必出贵人。”
玄德幼时，与乡中小儿戏于树下，曰：
“我为天子，当乘此车盖。”
叔父刘元起奇其言，曰：
“此儿非常人也。”因见玄德家贫，常资给
之。年十五岁，母使游学 (54) ，尝师事郑玄、卢植，与公孙瓒等为
友。及刘焉发榜招军时，玄德年已二十八岁矣。
当日见了榜文，慨然长叹。随后一人厉声言曰：
“大丈夫不与国
家出力，何故长叹？”玄德回视其人，身长八尺，豹头环眼，燕颔虎
须 (55) ，声若巨雷，势如奔马。玄德见他形貌异常，问其姓名。其人
曰：
“某姓张名飞，字翼德。世居涿郡，颇有庄田，卖酒屠猪，专好
结交天下豪杰。恰才见公看榜而叹，故此相问。”玄德曰：
“我本汉
室宗亲，姓刘名备。今闻黄巾倡乱，有志欲破贼安民，恨力不能，故
长叹耳。”飞曰：
“吾颇有资财，当招募乡勇，与公同举大事，如
何？”玄德甚喜，遂与同入村店中饮酒。
正饮间，见一大汉推着一辆车子，到店门首歇了，入店坐下，便
唤酒保：
“快斟酒来吃，我待赶入城去投军。”玄德看其人，身长九
尺，髯长二尺，面如重枣 (56) ，唇若涂脂，丹凤眼 (57) ，卧蚕眉
(58) ：相貌堂堂，威风凛凛。玄德就邀他同坐，叩其姓名 (59) 。其人
曰：
“吾姓关名羽，字长生，后改云长，河东解良人也。因本处势豪
倚势凌人 (60) ，被吾杀了，逃难江湖，五六年矣。今闻此处招军破
贼，特来应募。”玄德遂以己志告之，云长大喜。同到张飞庄上，共
议大事。飞曰：
“吾庄后有一桃园，花开正盛。明日当于园中祭告天
地，我三人结为兄弟，协力同心，然后可图大事。”玄德、云长齐声
应曰：
“如此甚好。”
次日，于桃园中备下乌牛白马祭礼等项 (61) ，三人焚香再拜而说
誓曰 (62) ：
“念刘备、关羽、张飞虽然异姓，既结为兄弟，则同心协
力，救困扶危，上报国家，下安黎庶 (63) 。不求同年同月同日生，只
愿同年同月同日死。皇天后土 (64) ，实鉴此心；背义忘恩，天人共
戮!”誓毕，拜玄德为兄，关羽次之，张飞为弟。祭罢天地，复宰牛设
酒，聚乡中勇士，得三百馀人，就桃园中痛饮一醉。
来日，收拾军器，但恨无马匹可乘。正思虑间，人报：
“有两个
客人，引一伙伴当，赶一群马，投庄上来。”玄德曰：
“此天佑我
也!”三人出庄迎接。原来二客乃中山大商：一名张世平，一名苏双，
每年往北贩马，近因寇发而回。玄德请二人到庄，置酒管待，诉说欲
讨贼安民之意。二客大喜，愿将良马五十匹相送；又赠金银五百两、
镔铁一千斤 (65) ，以资器用。
玄德谢别二客，便命良匠打造双股剑；云长造青龙偃月刀 (66) ，
又名冷艳锯，重八十二斤；张飞造丈八点钢矛 (67) 。各置全身铠甲。
共聚乡勇五百馀人，来见邹靖。邹靖引见太守刘焉。三人参见毕，各
通姓名。玄德说起宗派，刘焉大喜，遂认玄德为侄。
不数日，人报黄巾贼将程远志统兵五万，来犯涿郡。刘焉令邹靖
引玄德等三人，统兵五百，前去破敌。玄德等欣然领军前进，直至大
兴山下，与贼相见。贼众皆披发，以黄巾抹额 (68) 。当下两军相对，
玄德出马，左有云长，右有翼德，扬鞭大骂：
“反国逆贼，何不早
降？”程远志大怒，遣副将邓茂出战。张飞挺丈八蛇矛直出 (69) ，手
起处，刺中邓茂心窝，翻身落马。程远志见折了邓茂，拍马舞刀，直
取张飞。云长舞动大刀，纵马飞迎。程远志见了，早吃一惊，措手不
及，被云长刀起处，挥为两段。后人有诗赞二人曰：
英雄露颖在今朝 (70) ，一试矛兮一试刀。
初出便将威力展，三分好把姓名标 (71) 。
众贼见程远志被斩，皆倒戈而走。玄德挥军追赶，投降者不计其
数，大胜而回。刘焉亲自迎接，赏劳军士。
次日，接得青州太守龚景牒文 (72) ，言黄巾贼围城将陷，乞赐救
援。刘焉与玄德商议。玄德曰：
“备愿往救之。”刘焉令邹靖将兵五
千，同玄德、关、张投青州来。贼众见救军至，分兵混战。玄德兵寡
不胜，退三十里下寨。玄德谓关、张曰：
“贼众我寡，必出奇兵，方
可取胜。”乃分关公引一千军伏山左 (73) ，张飞引一千军伏山右 (74)
，鸣金为号 (75) ，齐出接应。
次日，玄德与邹靖引军鼓噪而进 (76) ，贼众迎战，玄德引军便
退。贼众乘势追赶，方过山岭，玄德军中一齐鸣金，左右两军齐出，
玄德麾军回身复杀 (77) ：三路夹攻，贼众大溃，直赶至青州城下。太
守龚景亦率民兵出城助战。贼势大败，剿戮极多，遂解青州之围。后
人有赞玄德曰：
运筹决算有神功，二虎还须逊一龙 (78) 。
初出便能垂伟绩，自应分鼎在孤穷 (79) 。
龚景犒军毕 (80) ，邹靖欲回。玄德曰：
“近闻中郎将卢植与贼首
张角战于广宗，备昔曾师事卢植，欲往助之。”于是邹靖引军自回，
玄德与关、张引本部五百人投广宗来。至卢植军中，入帐施礼，具道
来意。卢植大喜，留在帐前听调。
时张角贼众十五万，植兵五万，相拒于广宗，未见胜负。植谓玄
德曰：
“我今围贼在此，贼弟张梁、张宝在颍川，与皇甫嵩、朱儁对
垒。汝可引本部人马，我更助汝一千官军，前去颍川打探消息，约期
剿捕。”玄德领命，引军星夜投颍川来。
时皇甫嵩、朱儁领军拒贼，贼战不利，退入长社，依草结营。嵩
与？计曰：
“贼依草结营，当用火攻之。”遂令军士每人束草一把，
暗地埋伏。其夜大风忽起。二更以后，一齐纵火，嵩与儁各引兵攻击
贼寨，火焰张天。贼众惊慌，马不及鞍 (81) ，人不及甲 (82) ，四散
奔走。
杀到天明，张梁、张宝引败残军士夺路而走。忽见一彪军马 (83)
尽打红旗，当头来到，截住去路。为首闪出一将，身长七尺，细眼长
髯，官拜骑都尉，沛国谯郡人也，姓曹名操，字孟德。操父曹嵩，本
姓夏侯氏 (84) ，因为中常侍曹腾之养子，故冒姓曹 (85) 。曹嵩生
操，小字阿瞒，一名吉利。操幼时好游猎，喜歌舞，有权谋，多机
变。操有叔父，见操游荡无度，尝怒之，言于曹嵩。嵩责操。操忽心
生一计，见叔父来，诈倒于地，作中风之状。叔父惊告嵩，嵩急视
之，操故无恙。嵩曰：
“叔言汝中风，今已愈乎？”操曰：
“儿自来
无此病，因失爱于叔父，故见罔耳 (86) 。”嵩信其言，后叔父但言操
过，嵩并不听。因此操得恣意放荡。时人有桥玄者谓操曰：
“天下将
乱，非命世之才不能济 (87) 。能安之者，其在君乎？”南阳何颙见
操，言：
“汉室将亡，安天下者，必此人也。”汝南许劭，有知人之
名。操往见之，问曰：
“我何如人？”劭不答。又问，劭曰：
“子治
世之能臣，乱世之奸雄也 (88) 。”操闻言大喜。年二十，举孝廉，为
郎 (89) ，除洛阳北部尉 (90) 。初到任，即设五色棒十馀条于县之四
门，有犯禁者，不避豪贵，皆责之。中常侍蹇硕之叔提刀夜行，操巡
夜拿住，就棒责之。由是内外莫敢犯者，威名颇震。后为顿丘令 (91)
，因黄巾起，拜为骑都尉，引马步军五千，前来颍川助战。正值张
梁、张宝败走，曹操拦住，大杀一阵，斩首万馀级，夺得旗幡、金
鼓、马匹极多。张梁、张宝死战得脱。操见过皇甫嵩、朱儁，随即引
兵追袭张梁、张宝去了。
却说玄德引关、张来颍川，听得喊杀之声，又望见火光烛天，急
引兵来时，贼已败散。玄德见皇甫嵩、朱儁，具道卢植之意。嵩曰：
“张梁、张宝势穷力乏，必投广宗去依张角。玄德可即星夜往助。”
玄德领命，遂引兵复回。
到得半路，只见一簇军马护送一辆槛车 (92) ，车中之囚乃卢植
也。玄德大惊，滚鞍下马，问其缘故。植曰：
“我围张角，将次可破
(93) ，因角用妖术，未能即胜。朝廷差黄门左丰前来体探 (94) ，问我
索取贿赂。我答曰：
‘军粮尚缺，安有馀钱奉承天使 (95) ？’左丰挟
恨，回奏朝廷，说我高垒不战 (96) ，惰慢军心。因此朝廷震怒，遣中
郎将董卓来代将我兵 (97) ，取我回京问罪。”张飞听罢大怒，要斩护
送军人，以救卢植。玄德急止之曰：
“朝廷自有公论，汝岂可造次
(98) ？”军士簇拥卢植去了。
关公曰：
“卢中郎已被逮，别人领兵，我等去无所依，不如且回
涿郡。”玄德从其言，遂引军北行。行无二日，忽闻山后喊声大震。
玄德引关、张纵马上高冈望之，见汉军大败，后面漫山塞野，黄巾盖
地而来，旗上大书“天公将军”。玄德曰：
“此张角也，可速战。”
三人飞马引军而出。张角正杀败董卓，乘势赶来，忽遇三人冲杀，角
军大乱，败走五十馀里。
三人救了董卓回寨。卓问三人现居何职，玄德曰：
“白身 (99)
。”卓甚轻之，不为礼。玄德出，张飞大怒曰：
“我等亲赴血战，救
了这厮 (100) ，他却如此无礼。若不杀之，难消我气!”便要提刀入
帐，来杀董卓。正是：
人情势利古犹今，谁识英雄是白身。
安得快人如翼德，尽诛世上负心人!
毕竟董卓性命如何，且听下文分解。
--------------------
(1) 词曰——古代章回小说常以诗词开篇，称为“卷首诗”和“卷首词”，或概述全书
的内容，或寄托作者的感慨。本书即以“卷首词”开篇，以寄托作者的感慨，而书末以一首
古风来概述本书内容。这首“卷首词”的词牌为“临江仙”，原为明代杨慎《二十一史弹词
·说秦汉》中的开场词，清人毛宗岗修订《三国演义》时移作“开卷词”，因中国改朝换代
的历史故事大多雷同，故此词作为《三国演义》的“卷首词”倒也恰当。
(2) “滚滚长江”两句——淘：冲刷。这两句是套用宋·苏轼《念奴娇·赤壁怀古》
“大江东去，浪淘尽、千古风流人物”句。意谓时间如波涛滚滚的长江，能使英雄业绩和名
声消逝得干干净净。表示荣华富贵如浮云，转眼即逝。
(3) 渔樵江渚上——渔樵：打鱼的渔夫和砍柴的樵夫。江渚：江中小洲。此句是说渔夫
和樵夫在江中的小洲上逍遥自在。
(4) 黄巾——指东汉末张角所领导的农民起义军，因以黄巾包头而得名。事见《后汉书
·皇甫嵩传》：“(张)角等知事已露，晨夜驰敕诸方，一时俱起，皆着黄巾为标帜，时人谓
之‘黄巾’。”详见本回所写。
(5) “分久”两句——意谓中国的历史不外乎由分裂(分)而统一(合)，又由统一而分
裂，不断循环往复。这是对中国历史的规律性总结。
(6) 周末七国分争——分争：争斗，争夺。此句是指战国时秦、楚、燕、齐、韩、赵、
魏七个诸侯国争夺霸主地位。
(7) 楚、汉分争——即秦末项羽与刘邦争夺天下。项羽曾自立为西楚霸王，故称
“楚”；刘邦曾被封为汉王，故称“汉”。
(8) 高祖斩白蛇而起义——事见《史记·高祖本纪》：高祖即汉高祖刘邦。刘邦在秦末
任泗水亭长，奉命押送一批囚徒至郦山，中途大多逃亡。刘邦想：等到了地头，囚徒必将逃
光，自己也是死罪。于是将囚徒全部释放，自己也打算逃亡，只有十几个壮士愿意随从。逃
亡中遇白蛇挡道，刘邦拔剑斩为两段，继续前进。其随从在后，遇一老妇哭泣，问故，老妇
说：“吾子，白帝子也，化为蛇，当道，今为赤帝子斩之，故哭。”说完即突然消失。随从
惊异，告知刘邦，刘邦才知自己是赤帝之子。于是逃匿于芒砀，后揭竿起义，终于灭秦建
汉。按：白帝、赤帝都是古神话传说中的天神，白帝主西方，赤帝主南方。见于《周礼·天
官·大宰》“祀五帝”陆德明释：“五帝者，东方青帝灵威仰，南方赤帝赤熛怒，中央皇帝
含枢纽，西方白帝白招拒，北方黑帝汁光纪。”这里以赤帝子斩白帝子隐寓刘邦将灭秦始皇
而自立为汉帝，并暗示帝王皆非凡人，而是应运而生，代天治民，故称“天子”，无非是神
化帝王罢了。本书多次提到“斩白蛇起义”，目的在于强调刘汉政权应天顺人的合法性。
(9) 光武中兴——光武指汉光武帝刘秀，刘邦九世孙。西汉末年，大司马王莽篡汉自
立，建立新朝，旋即天灾人祸，天下大乱。刘秀乘机起兵，终灭王莽，恢复刘汉政权，史称
东汉或后汉，政治比较清明，经济也得以发展，故称“光武中兴”。
(10) 桓帝禁锢善类——桓帝：为东汉倒数第四位皇帝。禁锢：禁止党人任职并限制其活
动。善类：贤良之辈，好人。这里指士族官僚。此句指桓帝时的“党锢之祸”。当时宦官专
权，士族官僚企图削弱其权力，结果失败，皆遭罢官，并终身不得起用。
(11) 中涓(ju ān捐)——上古时本指服侍皇帝并司清洁洒扫的人，后演变为宦官之称。
涓：清洁之意。
(12) 建宁——汉灵帝刘宏的年号，即公元168—172年。 望日——通常指农历每月的十
五日。农历的每月十五日(有时为十六日或十七日)，月亮最圆满，且日落和月出在同一时
间，日、月可以互相望见，故称。《初学记·卷一·月》引《释名》：“望，月满之名也，
日月遥相望也。”
(13) 御——这里作动词用，特指皇帝临幸。
(14) 光和——汉灵帝刘宏的年号，即公元178—184年。
(15) 雌鸡化雄——母鸡变成了公鸡。古人以为凶兆，预示将有灾祸降临。下文的“鸡
化”即“雌鸡化雄”的省略。
(16) 朔——指农历每月的初一日。这一天月球运行到地球和太阳的中间，与太阳同时出
没，地球看不到月光，谓之“朔”。《后汉书·律历志下》：“日月相推，日舒月速，当其
同所，谓之合朔。”
(17) 蜺(n í尼)堕——即虹从空中掉了下来。古人以为这是阴盛于阳所致，为不祥之
兆。见汉·京房《京氏易传》。蜺：同“霓”。虹的一种。虹按其颜色排列顺序及红色深浅
不同，分为两种：红色较深者称“主虹”或“雄虹”；红色较浅者称“副虹”或“雌虹”，
别称“蜺”或“霓”。这里是泛指虹。
(18) 妇寺干政——这里指宦官干预朝政，掌握实权。妇寺：即宦官。因宦官为阉人，只
能在宫廷中从事服侍职务，故称。寺：通“侍”。
(19) 朋比为奸——朋比：互相勾结，结成死党。“朋比为奸”典出《新唐书·李绛
传》：“帝患朋党，以问绛，答曰：‘……趋利之人，常为朋比，同其私也；守正之人，常
遭构毁，违其私也。’”意谓互相勾结，结成死党，专干见不得人的勾当。
(20) 常侍——官名。汉代称“中常侍”，简称“常侍”。初为皇帝的近侍官。汉末成为
宦官的专职，权势极大，常左右朝政。
(21) 盗贼蜂起——盗贼：泛指抢劫、偷盗或造反的人。“盗贼蜂起”本“盗贼并起”，
出自《汉书·龚遂传》：“宣帝即位，久之，渤海左右郡岁饥，盗贼并起，二千石不能禽
制。”意谓盗贼像蜜蜂般到处都是。形容盗贼极多。
(22) 藜杖——用藜的老茎做成的拐杖。藜又称“灰藋”、“灰菜”。是一种草本植物，
其嫩叶可食。其老茎则可制成拐杖，又轻又结实。隐士、仙人多拄此杖。
(23) 《太平要术》——当指《太平经》，又称《太平清领书》。见《后汉书·襄楷
传》，参见第二十九回“《太平青领道》”条注。
(24) 代天宣化——意谓传布上天的命令，教化黎民百姓。
(25) 南华老仙——当指庄子。庄子被道教徒奉为仙人，唐玄宗天宝元年二月封其为“南
华真人”，故《庄子》也被称为《南华经》。
(26) 言讫——说完。讫：完毕。
(27) 呼风唤雨——语本“征风召雨”，出自晋·桓驎《西王母传》(见《旧小说》甲
集)：“黄帝讨蚩尤之暴，威所未禁，而蚩尤幻变多方，征风召雨，吹烟喷雾。”意谓一呼唤
就会刮风下雨。指人法力无边，能令老天爷刮风下雨；亦比喻人神通广大，本领超凡。
(28) 太平道人——张角因得到了《太平要术》，故自称“太平道人。”
(29) 中平——汉灵帝刘宏的年号，即公元184—189年。
(30) 符水——指道士、巫师画过符或念过咒的水，自称这种水可以治病或辟邪。符：是
道士、巫师所用的一种特殊文字，据说是神明传授于老子，老子传播于天下。晋·葛洪《抱
朴子·内篇·遐览》：“郑君言，符出于老君，皆天文也。老君能通于神明，符皆神明所
授。”
(31) 渠帅——首领。渠：本义为“大”，引申为魁首。
(32) 讹言——谣传。
(33) 苍天已死，黄天当立——意谓汉朝(苍天)已到了灭亡之时，应该由黄巾军(黄天)
取而代之。
(34) 岁在甲子，天下大吉——意谓到了甲子年(汉灵帝中平元年，公元184年)，天下就
会太平。是指黄巾军计划于是年起义。《三国演义》的故事也始于这一年。
(35) “家家侍奉”句——意谓家家户户把张角的姓名写在木牌上加以供奉，每天为之烧
香磕头。
(36) 赍(j ī机)——携带，拿着。
(37) 省中——这里指皇宫之内。宫内原称“禁中”，意谓非居宫内者不得随便入内。因
汉孝元皇后之父名禁，遂改“禁中”为“省中”。后或合称“禁省”。 告变——告发将有变
故。这里指唐周背叛了张角，将张角要造反的事向朝廷告发。
(38) 汉运将终——意谓汉朝的运数将要到头了，也就是汉朝该灭亡了。
(39) 望风而靡——靡：本义为倒下，引申为溃散。“望风而靡”出自汉·杜业《上书追
劾翟方进》(见《汉书·杜周传附杜业》)：“方进终不举白，专作威福，阿党所厚，排挤英
俊，托公报私，横厉无所畏忌，欲以熏轑天下。天下莫不望风而靡，自尚书近臣皆结舌杜
口，骨肉亲属莫不股栗。”(轑：通“燎”。)意谓犹如草木随风倒伏。比喻看到对方的来势
极盛而不敢反抗或不经战斗就溃散。
(40) 界分——地界，疆界。
(41) 明公——旧时对名望高者的尊称。
(42) 然其说——赞成他的说法或意见。然：作动词用，即认为正确。其：代词，代指
他。
(43) 喜怒不形于色——语出《三国志·蜀志·先主传》：“(先主)喜怒不形于色。好
交结豪侠，年少争附之。”意谓无论欣喜还是愤怒都不在脸上表露出来。指人沉着镇定，不
动声色。
(44) 身长七尺五寸——古尺小于今尺。汉代的一尺不足现在的七寸，故七尺五寸只相当
于现在的五尺二寸多，只算中等个子。后文说关羽“身长九尺”，即今两米有馀，则为高个
子了。
(45) “两耳垂肩”三句——这是描写刘备形象的最大特征，被视为贵相。其实夸张过
分，使刘备的形象近于妖怪。
(46) 面如冠玉——冠玉：装饰帽子的白玉。“面如冠玉”出自《南史·鲍泉传》：“泉
既专征长沙，久而不克。元帝乃数泉二十罪，为书责之曰：‘面如冠玉，还疑木偶；须似蝟
毛，徒劳绕喙。’”意谓脸色像帽子上装饰的白玉。多形容男子容貌漂亮。
(47) 唇若涂脂——意谓嘴唇像涂上了红胭脂。形容人嘴唇红润。旧小说、戏曲常用语。
(48) 阁下——古时仅限于对名望高者的尊称，后泛指对人的尊称。这里是前义。
(49) 坐酎(zhòu昼)金失侯——坐：这里是违反之意。酎金：即诸侯应向皇帝进贡的祭
祖金。这句是说因为没有按规定进贡酎金而丢掉了亭侯的爵位。
(50) 举孝廉——孝和廉是汉代选拔人才的两个科目，后合并为一科。举孝廉是做官的必
由之路。有二义：一指由地方官向朝廷举荐孝顺父母、为人清廉的人才；二指被举荐的人。
(51) 贩屦(j ù巨)织席——即以贩卖鞋子并织席卖钱为生。屦：义通“履”。汉代以前
称“屦”，其后称“履”。鞋的泛称。
(52) 童童如车盖——童童：茂盛貌。车盖：古代帝王所乘车上用以遮阳蔽雨的伞状篷。
古人以为树冠如车盖为家出贵人之吉兆。
(53) 相者——指为人相面占卜为生的人。
(54) 游学——这里指离家到外地投师求学。
(55) 燕颔虎须——义近“燕颔虎头”，语出《东观汉记·班超传》：“班超行诣相者，
相者曰：‘祭酒，布衣诸生耳，而当封侯万里之外。’超问其状，相者指曰：‘生燕颔虎
头，飞而食肉，此万里侯相也。’”旧以为天生贵相。亦形容胡须浓密，相貌威武。
(56) 重枣——犹如熟透了的红枣色。指暗红色。多用以形容人的脸色。如《清平山堂话
本·西湖三塔记》：“面色深如重枣，眼中光射流星。”
(57) 丹凤眼——形如丹凤的眼睛。指眼角微微上翘的眼睛。
(58) 卧蚕眉——形如卧蚕的眉毛。比喻眉毛浓密。宋·王十朋《喻叔奇采坡诗一联酬以
四十韵》：“愁儹卧蚕眉，痛澈伏犀脑。”
(59) 叩——询问。
(60) 势豪——有势力的豪强。
(61) 乌牛白马——乌牛(黑牛)和白马都是祭祀或盟誓用的牺牲(供品)。《诗经·小雅
·大田》：“来方禋祀，以其騂黑。”(毛传：“騂，牛也。黑，猪羊也。”)《史记·吕太
后本纪》：“高帝刑白马盟曰：‘非刘氏而王，天下共击之。’”
(62) 再拜——拜了又拜，表示恭敬。古代的一种礼节。《论语·乡党》：“问人于他
邦，再拜而送之。”
(63) 黎庶——黎民百姓。“黎”和“庶”皆为众多之意，故“黎庶”成为人民大众的泛
称。
(64) 皇天后土——皇天：对天神的尊称，俗称老天爷。后土：对地神的尊称，即地祇。
“皇天后土”出自《尚书·周书·武成》：“厎商之罪，告于皇天后土、所过名山大川。”
(厎：致。)意谓请天神地神为证。常用于祝告或盟誓。
(65) 镔铁——精炼而成的铁。
(66) 青龙偃月刀——即半月形刀刃上刻有龙纹的长柄兵器。偃月：半弦月。
(67) 点钢矛——予尖上加钢的长矛。点钢：是一种锻造技术，即在铁制的工具或武器的
锋刃、尖端上加入钢，使其更加锋利。
(68) 抹额——这里作动词用，即束在额头之上。用作名词时则指束在额头上的头巾。
(69) 蛇予——矛头呈蛇形弯曲状的长矛。
(70) 露颖——颖：本义为谷穗的芒刺，引申以泛指物之尖端。这里指锥尖。“露颖”典
出《史记·平原君虞卿列传》：“秦之围邯郸，赵使平原君求救，合从(纵)于楚，约与食客
门下有勇力文武备具者二十人偕……得十九人，馀无可取者，无以满二十人。门下有毛遂
者，前，自赞于平原君……平原君曰：‘夫贤士之处世也，譬若锥之处囊中，其末立见。今
先生处胜之门下三年于此矣，左右未有所称诵，胜未有所闻，是先生无所有也。先生不能，
先生留。’毛遂曰：‘臣乃今日请处囊中耳。使遂蚤得处囊中，乃颖脱而出，非特其末见而
已。’平原君竟与毛遂偕。”意谓装在布袋里的锥子穿透布袋，锥尖露了出来。后人即以
“脱颖而出”、“露颖而出”、“脱颖”、“露颖”等以比喻人开始展露才能。
(71) 三分好把姓名标——标：题写，记载。此句是说刘备、关羽、张飞将在魏、蜀、吴
三国瓜分中国的争战中建立功勋，青史留名，永垂不朽。
(72) 牒文——公文，文书。牒：古代可供书写的竹简。
(73) 山左——古以东为左，故山左指山的东侧。
(74) 山右——山的西侧。
(75) 鸣金——敲响钲、铙、锣等金属乐器。古代一般以击鼓为进攻信号，鸣金为收兵信
号。这里却反用之，以鸣金为出击信号。
(76) 鼓噪——指战争中擂鼓呐喊，既激励己军的士气，又威慑敌军。《墨子·备蛾
傅》：“夜半，而城上四面鼓噪，敌人必或(惑)，破军杀将。”
(77) 麾——指挥。
(78) 二虎——指关羽、张飞。虎：“虎将”的省略。虎将：典出《汉书·王莽传下》：
“王莽拜将军九人，皆以虎为号，号曰‘九虎’，将北军精兵数万人东，内(纳)其妻子宫中
为质。”后遂以“虎将”称勇将或将军。一龙——指刘备。刘备后来将为蜀帝，故称
“龙”。
(79) 分鼎——意谓三分天下而雄据一方。唐·沈佺期《铜雀台》诗：“昔年分鼎地，今
日望陵台。” 孤穷——孤苦失意。
(80) 犒——多指以酒食或财物慰劳。《左传·僖公三十三年》：“寡君闻吾子将步师出
于敝邑，敢犒从者。”
(81) 鞍——这里用作动词，即备马鞍之意。
(82) 甲——这里用作动词，即穿铠甲之意。
(83) 一彪——即一支，一队。彪：古代军队的计量词，即支、队。
(84) 氏——古时姓、氏独立，姓起源于女性，氏起源于男姓。后世将二者合为“姓
氏”，义同姓。氏也可置于姓或姓名字号之后以示敬意，这里即是此义。
(85) 冒姓——假借他人的姓为己姓。
(86) 见罔——即被诬陷。见：被，受到。
(87) 命世之才——语出旧题汉·李陵《答苏武书》：“贾谊、亚夫(周勃)之徒，皆命
世之才，抱将相之具，而受小人之谗，并受祸败之辱。”意谓能治理国家并著名于当世的杰
出人才。 济——治理，整治。
(88) “子治世”二句——子：对男子的尊称。治世、乱世：太平盛世、动乱时代。《荀
子·大略》：“故义胜利者为治世，利克义者为乱世。”能臣：具有治国才干的大臣。奸
雄：出自《荀子·非相》：“听其言则辞辩而无统，用其身则多诈而无功，上不足以顺明
王，下不足以和济百姓；然而口舌之均，噡唯则节，足以为奇伟偃却之属：夫是之谓奸人之
雄。”本指善于诡辩、淆乱是非之徒。引申以指狡猾奸诈、欺世盗名的权臣。雄：杰出者，
拔尖的人。这两句出自《三国志·魏志·武帝纪》裴松之注引晋·孙盛《异同杂语》。意谓
如果你(曹操)生在太平盛世，你就是一个治理国家的能干大臣；如果你生在动乱时代，你就
是一个最大的坏蛋。
(89) 郎——郎官的泛称。汉代有郎中、中郎、外郎、侍郎、议郎等，皆为皇帝的侍卫
官。后代多有变化，统称郎。
(90) 除洛阳北部尉——意谓任命为洛阳北部尉官。除：授以官职。尉：执掌一县治安的
官员。洛阳为大县，故设北部尉和南部尉分管北部和南部治安。
(91) 令——秦、汉时大县的行政长官称“令”，小县称“长”。《汉书·百官公卿表
上》：“县令、长，皆秦官，掌治其县。万户以上为令……减万户为长。”(减：不足。)
魏、晋以后则所有县的行政长官均称“令”。
(92) 槛车——即囚车。因古代囚车用粗木做成笼子，故称。槛：关动物的笼子。
(93) 将次——将要，即将。
(94) 黄门——这里泛指宦官。汉代宦官有小黄门、中黄门、黄门令等官。
(95) 天使——天子(皇帝)的特使。
(96) 高垒不战——意谓修筑高大的防御工事，只守不战。
(97) 将——统率，指挥。
(98) 造次——轻率，鲁莾，冒失。
(99) 白身——没有官职或功名的平民。
(100) 厮——骂人话，相当于家伙、王八蛋。
第二回 张翼德怒鞭督邮 何国舅谋诛宦竖 (1)
且说董卓字仲颖，陇西临洮人也。官拜河东太守，自来骄傲。当
日怠慢了玄德，张飞性发，便欲杀之。玄德与关公急止之曰：
“他是
朝廷命官，岂可擅杀？”飞曰：
“若不杀这厮，反要在他部下听令，
其实不甘。二兄要便住在此，我自投别处去也。”玄德曰：
“我三人
义同生死，岂可相离？不若都投别处去便了。”飞曰：
“若如此，稍
解吾恨。”于是三人连夜引军来投朱儁。儁待之甚厚，合兵一处，进
讨张宝。
是时曹操自跟皇甫嵩讨张梁，大战于曲阳。这里朱儁进攻张宝。
张宝引贼众八九万屯于山后 (2) 。儁令玄德为其先锋，与贼对敌。张
宝遣副将高升出马搦战 (3) ；玄德使张飞击之。飞纵马挺矛，与升交
战，不数合，刺升落马。玄德麾军直冲过去。张宝就马上披发仗剑
(4) ，作起妖法。只见风雷大作，一股黑气从天而降，黑气中似有无
限人马杀来。玄德连忙回军，军中大乱，败阵而归，与朱儁计议。儁
曰：
“彼用妖术，我来日可宰猪羊取血，令军士伏于山头，候贼赶
来，从高坡上泼之，其法可解 (5) 。”玄德听令，拨关公、张飞各引
军一千，伏于山后高冈之上，盛猪羊血并秽物准备。
次日，张宝摇旗擂鼓，引军搦战；玄德出迎。交锋之际，张宝作
法，风雷大作，飞砂走石，黑气漫天，滚滚人马，自天而下。玄德拨
马便走；张宝驱兵赶来。将过山头，关、张伏军放起号炮，秽物齐
泼：但见空中纸人草马纷纷坠地，风雷顿息，砂石不飞。张宝见解了
法，急欲退军。左关公，右张飞，两军都出，背后玄德、朱儁一齐赶
上，贼兵大败。玄德望见“地公将军”旗号，飞马赶来。张宝落荒而
走 (6) 。玄德发箭，中其左臂。张宝带箭逃脱，走入阳城，坚守不
出。
朱儁引兵围住阳城攻打；一面差人打探皇甫嵩消息。探子回报，
具说 (7) ：
“皇甫嵩大获胜捷，朝廷以董卓屡败，命嵩代之。嵩到
时，张角已死，张梁统其众，与我军相拒，被皇甫嵩连胜七阵，斩张
梁于曲阳。发张角之棺，戮尸枭首 (8) ，送往京师。馀众俱降。朝廷
加皇甫嵩为车骑将军，领冀州牧 (9) 。皇甫嵩又表奏卢植有功无罪，
朝廷复卢植原官。曹操亦以有功，除济南相 (10) ，即日将班师赴任
(11) 。”朱儁听说，催促军马，悉力攻打阳城。贼势危急，贼将严政
刺杀张宝，献首投降。朱儁遂平数郡，上表献捷。
时又黄巾馀党三人：赵弘、韩忠、孙仲，聚众数万，望风烧劫，
称与张角报仇。朝廷命朱儁即以得胜之师讨之。儁奉诏，率军前进。
时贼据宛城，儁引兵攻之。赵弘遣韩忠出战。儁遣玄德、关、张攻城
西南角。韩忠尽率精锐之众，来西南角抵敌。朱儁自纵铁骑二千，径
取东北角。贼恐失城，急弃西南而回。玄德从背后掩杀 (12) ，贼众大
败，奔入宛城。朱儁分兵四面围定，城中断粮。韩忠使人出城投降，
儁不许。
玄德曰：
“昔高祖之得天下，盖为能招降纳顺 (13) 。公何拒韩忠
耶？”儁曰：
“彼一时，此一时也。昔秦、项之际，天下大乱，民无
定主，故招降赏附 (14) ，以劝来耳 (15) 。今海内一统，惟黄巾造
反，若容其降，无以劝善。使贼得利，恣意劫掠，失利便投降，此长
寇之志，非良策也。”玄德曰：
“不容寇降是矣。今四面围如铁桶，
贼乞降不得，必然死战。万人一心，尚不可当，况城中有数万死命之
人乎？不若撤去东南，独攻西北，贼必弃城而走，无心恋战 (16) ，可
即擒也。”儁然之，随撤东、南二面军马，一齐攻打西、北。韩忠果
引军弃城而奔。儁与玄德、关、张率三军掩杀 (17) ，射死韩忠，馀皆
四散奔走。正追赶间，赵弘、孙仲引贼众到，与儁交战。儁见弘势
大，引军暂退。弘乘势复夺宛城。
儁离十里下寨，方欲攻打，忽见正东一彪人马到来。为首一将，
生得广额阔面，虎体熊腰，吴郡富春人也，姓孙名坚，字文台，乃孙
武子之后 (18) 。年十七岁时，与父至钱塘，见海贼十馀人劫取商人财
物，于岸上分赃。坚谓父曰：
“此贼可擒也。”遂奋力提刀上岸，扬
声大叫，东西指挥，如唤人状。贼以为官兵至，尽弃财物奔走。坚赶
上，杀一贼。由是郡县知名，荐为校尉。后会稽妖贼许昌造反，自称
“阳明皇帝”，聚众数万。坚与郡司马招募勇士千馀人，会合州郡破
之 (19) ，斩许昌并其子许韶。刺史臧旻上表奏其功，除坚为盐渎丞，
又除盱眙丞、下邳丞。今见黄巾寇起，聚集乡中少年及诸商旅并淮泗
精兵一千五百馀人，前来接应。
朱儁大喜，便令坚攻打南门，玄德打北门，朱儁打西门，留东门
与贼走。孙坚首先登城，斩贼二十馀人，贼众奔溃。赵弘飞马突槊
(20) ，直取孙坚。坚从城上飞身夺弘槊，刺弘下马；却骑弘马，飞身
往来杀贼。孙仲引贼突出北门，正迎玄德，无心恋战，只待奔逃。玄
德张弓一箭，正中孙仲，翻身落马。朱儁大军随后掩杀，斩首数万
级，降者不可胜计。
南阳一路十数郡皆平。儁班师回京，诏封为车骑将军，河南尹。
儁表奏孙坚、刘备等功。坚有人情，除别部司马，上任去了。惟玄德
听候日久，不得除授。三人郁郁不乐，上街闲行，正值郎中张钧车
到。玄德见之，自陈功绩。钧大惊，随入朝见帝，曰：
“昔黄巾造
反，其原皆由十常侍卖官鬻爵 (21) ，非亲不用，非仇不诛，以致天下
大乱。今宜斩十常侍，悬首南郊，遣使者布告天下，有功者重加赏
赐，则四海自清平也。”十常侍奏帝曰：
“张钧欺主。”帝令武士逐
出张钧。十常侍共议：
“此必破黄巾有功者不得除授，故生怨言。权
且教省家铨注微名 (22) ，待后却再理会未晚。”因此玄德除授定州中
山府安喜县尉，克日赴任 (23) 。
玄德将兵散回乡里，止带亲随二十馀人，与关、张来安喜县中到
任。署县事一月 (24) ，与民秋毫无犯 (25) ，民皆感化。到任之后，
与关、张食则同桌，寝则同床。如玄德在稠人广坐 (26) ，关、张侍
立，终日不倦。
到县未及四月，朝廷降诏：凡有军功为长吏者当沙汰 (27) 。玄德
疑在遣中 (28) 。适督邮行部至县 (29) ，玄德出郭迎接 (30) ，见督邮
施礼。督邮坐于马上，惟微以鞭指回答。关、张二公俱怒。及到馆驿
(31) ，督邮南面高坐，玄德侍立阶下。良久，督邮问曰：
“刘县尉是
何出身 (32) ？”玄德曰：
“备乃中山靖王之后。自涿郡剿戮黄巾，大
小三十馀战，颇有微功，因得除今职。”督邮大喝曰：
“汝诈称皇
亲，虚报功绩。目今朝廷降诏，正要沙汰这等滥官污吏 (33) 。”玄德
喏喏连声而退 (34) 。归到县中，与县吏商议。吏曰：
“督邮作威，无
非要贿赂耳。”玄德曰：
“我与民秋毫无犯，那得财物与他？”次
日，督邮先提县吏去，勒令指称县尉害民。玄德几番自往求免，俱被
门役阻住，不肯放参 (35) 。
却说张飞饮了数杯闷酒，乘马从馆驿前过，见五六十个老人皆在
门前痛哭，飞问其故。众老人答曰：
“督邮逼勒县吏，欲害刘公。我
等皆来苦告，不得放入，反遭把门人赶打。”张飞大怒，睁圆环眼，
咬碎钢牙，滚鞍下马，径入馆驿，把门人那里阻当得住，直奔后堂。
见督邮正坐厅上，将县吏绑倒在地。飞大喝：
“害民贼!认得我么？”
督邮未及开言，早被张飞揪住头发，扯出馆驿，直到县前马桩上缚
住。攀下柳条，去督邮两腿上着力鞭打，一连打折柳条十数枝。
玄德正纳闷间，听得县前喧闹，问左右。答曰：
“张将军绑一人
在县前痛打。”玄德忙去观之，见绑缚者乃督邮也。玄德惊问其故。
飞曰：
“此等害民贼，不打死等甚!”督邮告曰 (36) ：
“玄德公救我
性命。”玄德终是仁慈的人，急喝张飞住手。旁边转过关公来，曰：
“兄长建许多大功，仅得县尉，今反被督邮侮辱。吾思枳棘丛中，非
栖鸾凤之所 (37) 。不如杀督邮，弃官归乡，别图远大之计。”玄德乃
取印绶 (38) ，挂于督邮之颈，责之曰：
“据汝害民，本当杀却，今姑
饶汝命。吾缴还印绶，从此去矣。”督邮归告定州太守，太守申文省
府 (39) ，差人捕捉。玄德、关、张三人往代州投刘恢。恢见玄德乃汉
室宗亲，留匿在家不题。
却说十常侍既握重权，互相商议，但有不从己者诛之。赵忠、张
让差人问破黄巾将士索金帛，不从者奏罢职。皇甫嵩、朱儁皆不肯
与，赵忠等俱奏罢其官。帝又封赵忠等为车骑将军，张让等十三人皆
封列侯。朝政愈坏，人民嗟怨。于是长沙贼区星作乱；渔阳张举、张
纯反，举称天子，纯称大将军。表章雪片告急 (40) ，十常侍皆藏匿不
奏。
一日，帝在后园与十常侍饮宴，谏议大夫刘陶径到帝前大恸。帝
问其故。陶曰：
“天下危在旦夕 (41) ，陛下尚自与阉宦共饮耶 (42)
？”帝曰：
“国家承平 (43) ，有何危急？”陶曰：
“四方盗贼并起，
侵掠州郡。其祸皆由十常侍卖官害民，欺君罔上 (44) 。朝廷正人皆
去，祸在目前矣!”十常侍皆免冠跪伏于帝前曰：
“大臣不相容，臣等
不能活矣。愿乞性命归田里，尽将家产以助军资。”言罢痛哭。帝怒
谓陶曰：
“汝家亦有近侍之人，何独不容朕耶 (45) ？”呼武士推出斩
之。刘陶大呼：
“臣死不惜，可怜汉室天下四百馀年，到此一旦休
矣!”
武士拥陶出，方欲行刑，一大臣喝住曰：
“勿得下手，待我谏
去。”众视之，乃司徒陈耽，径入宫中，来谏帝曰：
“刘谏议得何罪
而受诛？”帝曰：
“毁谤近臣，冒渎朕躬 (46) 。”耽曰：
“天下人民
欲食十常侍之肉，陛下敬之如父母，身无寸功，皆封列侯；况封谞等
结连黄巾，欲为内乱。陛下今不自省 (47) ，社稷立见崩摧矣 (48) !”
帝曰：
“封谞作乱，其事不明。十常侍中，岂无一二忠臣？”陈耽以
头撞阶而谏。帝怒，命牵出，与刘陶皆下狱。是夜，十常侍即于狱中
谋杀之；假帝诏以孙坚为长沙太守 (49) ，讨区星。
不五十日，报捷，江夏平。诏封坚为乌程侯 (50) 。封刘虞为幽州
牧，领兵往渔阳征张举、张纯。代州刘恢以书荐玄德见虞。虞大喜，
令玄德为都尉，引兵直抵贼巢，与贼大战数日，挫动锐气。张纯专一
凶暴，士卒心变。帐下头目刺杀张纯，将头纳献，率众来降。张举见
势败，亦自缢死。渔阳尽平。刘虞表奏刘备大功，朝廷赦免鞭督邮之
罪，除下密丞，迁高堂尉。公孙瓒又表陈玄德前功，荐为别部司马，
守平原县令。玄德在平原，颇有钱粮、军马，重整旧日气象。刘虞平
寇有功，封太尉。
中平六年夏四月，灵帝病笃 (51) ，召大将军何进入宫，商议后
事。那何进起身屠家 (52) ，因妹入宫为贵人，生皇子辩，遂立为皇
后，进由是得权重任 (53) 。帝又宠幸王美人，生皇子协。何后嫉妒，
鸩杀王美人 (54) 。皇子协养于董太后宫中。董太后乃灵帝之母，解渎
亭侯刘苌之妻也。初因桓帝无子，迎立解渎亭侯之子，是为灵帝。灵
帝入继大统 (55) ，遂迎养母氏于宫中，尊为太后。董太后尝劝帝立皇
子协为太子，帝亦偏爱协，欲立之。当时病笃，中常侍蹇硕奏曰：
“若欲立协，必先诛何进，以绝后患。”帝然其说，因宣进入宫。
进至宫门，司马潘隐谓进曰：
“不可入宫，蹇硕欲谋杀公。”进
大惊，急归私宅，召诸大臣，欲尽诛宦官。座上一人挺身出曰：
“宦
官之势，起自冲、质之时 (56) ，朝廷滋蔓极广，安能尽诛？倘机不
密，必有灭族之祸。请细详之 (57) 。”进视之，乃典军校尉曹操也。
进叱曰：
“汝小辈，安知朝廷大事？”正踌躇间，潘隐至，言：
“帝
已崩。今蹇硕等十常侍商议，秘不发丧，矫诏宣何国舅入宫 (58) ，欲
绝后患，册立皇子协为帝。”说未了，使命至，宣进速入，以定后
事。操曰：
“今日之计，先宜正君位 (59) ，然后图贼。”进曰：
“谁
敢与吾正君讨贼？”一人挺身出曰：
“愿借精兵五千，斩关入内 (60)
，册立新君 (61) ，尽诛阉竖 (62) ，扫清朝廷，以安天下。”进视
之，乃司徒袁逢之子、袁隗之侄，名绍，字本初，现为司隶校尉。何
进大喜，遂点御林军五千。绍全身披挂。
何进引何颙、荀攸、郑泰等大臣三十馀员，相继而入，就灵帝柩
前，扶立太子辩即皇帝位。百官呼拜已毕 (63) ，袁绍入宫收蹇硕。硕
慌走入御园花阴下，为中常侍郭胜所杀。硕所领禁军，尽皆投顺。绍
谓何进曰：
“中官结党 (64) ，今日可乘势尽诛之。”张让等知事急，
慌入告何后曰：
“始初设谋陷害大将军者，止蹇硕一人，并不干臣等
事。今大将军听袁绍之言，欲尽诛臣等，乞娘娘怜悯。”何太后曰：
“汝等勿忧，我当保汝。”传旨宣何进入，太后密谓曰：
“我与汝出
身寒微，非张让等，焉能享此富贵？今蹇硕不仁，既已伏诛，汝何听
信人言，欲尽诛宦官耶？”何进听罢，出谓众官曰：
“蹇硕设谋害
我，可族灭其家。其馀不必妄加残害。”袁绍曰：
“若不斩草除根
(65) ，必为丧身之本。”进曰：
“吾意已决，汝勿多言。”众官皆
退。
次日，太后命何进参录尚书事 (66) ，其馀皆封官职。董太后宣张
让等入宫，商议曰：
“何进之妹，始初我抬举他。今日他孩儿即皇帝
位，内外臣僚，皆其心腹，威权太重，我将如何？”让奏曰：
“娘娘
可临朝，垂帘听政 (67) ；封皇子协为王；加国舅董重大官，掌握军
权；重用臣等：大事可图矣。”董太后大喜。次日设朝，董太后降
旨，封皇子协为陈留王，董重为骠骑将军，张让等共预朝政。
何太后见董太后专权，于宫中设一宴，请董太后赴席。酒至半
酣，何太后起身捧杯再拜曰：
“我等皆妇人也，参预朝政，非其所
宜。昔吕后因握重权，宗族千口皆被戮 (68) 。今我等宜深居九重 (69)
，朝廷大事，任大臣元老自行商议，此国家之幸也。愿垂听焉 (70)
。”董后大怒曰：
“汝鸩死王美人，设心嫉妒。今倚汝子为君与汝兄
何进之势，辄敢乱言 (71) !吾敕骠骑断汝兄首 (72) ，如反掌耳 (73)
!”何后亦怒曰：
“吾以好言相劝，何反怒耶？”董后曰：
“汝家屠沽
小辈 (74) ，有何见识？”两宫互相争竞，张让等各劝归宫。
何后连夜召何进入宫，告以前事。何进出，召三公共议。来早设
朝，使廷臣奏董太后原系藩妃 (75) ，不宜久居宫中，合仍迁于河间安
置，限日下即出国门 (76) 。一面遣人起送董后；一面点禁军围骠骑将
军董重府宅，追索印绶。董重知事急，自刎于后堂。家人举哀，军士
方散。张让、段珪见董后一枝已废，遂皆以金珠玩好结搆何进弟何苗
(77) ，并其母舞阳君 (78) ，令早晚入何太后处，善言遮蔽 (79) ，因
此十常侍又得近幸。
六月，何进暗使人酖杀董后于河间驿庭 (80) ，举柩回京，葬于文
陵。进托病不出。司隶校尉袁绍入见进曰：
“张让、段珪等流言于
外，言公鸩杀董后，欲谋大事。乘此时不诛阉宦，后必为大祸。昔窦
武欲诛内竖，机谋不密，反受其殃 (81) 。今公兄弟部曲将吏 (82) ，
皆英俊之士，若使尽力，事在掌握。此天赞之时 (83) ，不可失也。”
进曰：
“且容商议。”左右密报张让，让等转告何苗，又多送贿赂。
苗入奏何后云：
“大将军辅佐新君，不行仁慈，专务杀伐。今无端又
欲杀十常侍，此取乱之道也。”后纳其言。
少顷，何进入白后 (84) ，欲诛中涓。何后曰：
“中官统领禁省，
汉家故事 (85) 。先帝新弃天下 (86) ，尔欲诛杀旧臣，非重宗庙也
(87) 。”进本是没决断之人，听太后言，唯唯而出 (88) 。袁绍迎问
曰：
“大事若何？”进曰：
“太后不允，如之奈何？”绍曰：
“可召
四方英雄之士，勒兵来京，尽诛阉竖。此时事急，不容太后不从。”
进曰：
“此计大妙。”便发檄至各镇 (89) ，召赴京师。主簿陈琳曰：
“不可。俗云：
‘掩目而捕燕雀 (90) ’，是自欺也。微物尚不可欺以
得志，况国家大事乎？今将军仗皇威，掌兵要，龙骧虎步 (91) ，高下
在心 (92) ，若欲诛宦官，如鼓洪炉燎毛发耳 (93) 。但当速发雷霆，
行权立断，则天人顺之。却反外檄大臣，临犯京阙，英雄聚会，各怀
一心；所谓倒持干戈，授人以柄 (94) ，功必不成，反生乱矣。”何进
笑曰：
“此懦夫之见也。”旁边一人鼓掌大笑曰：
“此事易如反掌
(95) ，何必多议？”视之，乃曹操也。正是：
欲除君侧宵人乱 (96) ，须听朝中智士谋。
不知曹操说出甚话来，且听下文分解。
--------------------
(1) 宦竖——对宦官的贱称。汉·司马迁《报任少卿书》：“夫以中才之人，事有关于
宦竖，莫不伤气，而况于慷慨之士乎？”竖：对人的蔑称。
(2) 屯——军队驻扎。
(3) 搦(nu ò诺)战——挑战。
(4) 仗剑——持剑，拿着剑。
(5) 解——化解，破除，消除。
(6) 落荒——向荒野逃窜。形容慌不择路。
(7) 具说——备说，细说，详细陈述。
(8) 戮尸枭(xiāo消)首——古代的两种酷刑。戮尸：陈尸示众，以示羞辱。枭首：将头
砍下，并悬挂示众。
(9) 领——汉代称地位较高的官员兼理较低职务为“领”。如此处皇甫嵩以级别较高的
车骑将军兼理级别较低的冀州牧，故称“领”。以后历代沿袭。 牧——这里指州郡长官。封
建时代把统治人民比做放牧，故称。
(10) 济南相——济南在汉代为诸侯王国名，治所在东平陵，即今山东济南。相在汉代为
诸侯王国的执政者，相当于郡太守。故济南相即汉代济南王国的行政长官。
(11) 班师——调回军队或军队凯旋。《尚书·虞书·大禹谟》：“禹拜昌言曰：‘俞!
班师振旅。’”班：还，回。
(12) 掩杀——冲杀，冲锋陷阵。
(13) 纳顺——接纳归顺的人。
(14) 赏附——奖赏归附的人。
(15) 劝——勉励，鼓励。
(16) 恋战——为求胜利而不肯停止战斗。
(17) 三军——古代指步军、车军、骑军。《六韬·犬韬·战车》：“步贵知变动，车贵
知地形，骑贵知别军奇道，三军同名而异用。”
(18) 孙武子——姓孙名武，“子”是对男子的尊称或美称，通称“孙子”。春秋时齐国
人，杰出的军事家。著有《孙子兵法》，是我国最早的兵书，对后世影响巨大。
(19) 会合——配合，协同。
(20) 突槊(shuò硕)——手举长矛，向前猛冲。槊：长矛的别称。
(21) 卖官鬻爵——语本《管子·八观》：“赏罚不信，五年而破；上卖官爵，十年而
亡。”意谓当权者利用职权出卖官职、爵位，以聚敛钱财。
(22) 教省家铨注——教：下令，命令。省家：这里指专管官吏的官署官吏。省：中央官
署名，如尚书省、中书省、门下省等，因设于宫内而得名。铨注：即根据功劳或才能拟定官
职，暂时登记，待有官缺时再予实授。铨：考核选拔官吏。注：登记，登录。
(23) 克日——规定或约定的日期。
(24) 署——暂时代领某个官职。
(25) 秋毫无犯——秋毫：兽在秋季新长的绒毛。比喻细微的事物。“秋毫无犯”或本
《史记·项羽本纪》：“沛公(刘邦)奉卮酒为(项伯)寿，约为婚姻，曰：‘吾入关，秋豪不
敢有所近，籍吏民，封府库，而待将军。’”(秋豪：即“秋毫”。近：触犯。)有二义：形
容军队纪律严明，丝毫不侵犯民间利益；形容为官清廉，一芥不取。这里用后一义。
(26) 稠人广坐——稠人：众人。稠：多。广坐：供众人坐的地方。泛指公共场所。“稠
人广坐”本“众人广坐”，出自《战国策·赵策三》：“自是之后，众人广坐之中，未尝不
言赵人之长者也，未尝不言赵俗之善者也。”泛指人数众多的场所。
(27) 长吏——有二义：地位较高的官员；府、州、县长官的辅佐官。这里指后一义。
沙汰——淘汰。
(28) 遣——本义为抛弃，引申为罢官。
(29) 行部——到所属部下视察，考核其政绩。
(30) 郭——古代之内城称为城，外城称为郭。
(31) 馆驿——设于官道驿站或地方官府所在地的官办旅舍，专门接待来往官员。
(32) 出身——这里指个人的身分与资历。
(33) 滥官污吏——意谓贪赃枉法的官吏。滥、污：皆为贪污之意。
(34) 喏喏——义同“诺诺”。连声答应之意。多表示十分顺从，不敢违抗。
(35) 放参——旧时官吏准许下属进门参见谓之“放参”。
(36) 告——这里是哀求、请求之意。下文“督邮归告定州太守”的“告”则为报告、告
诉之意。
(37) “枳棘(zh ī j í纸集)丛中”两句——枳棘：两种带刺的灌木。借喻恶劣环境。
鸾凤：泛指凤凰一类的神鸟。比喻德才兼备的人才。这里暗用了一个典故，典出《诗经·大
雅·卷阿》：“凤凰鸣矣，于彼高冈；梧桐生矣，于彼朝阳。”郑玄笺：“喻贤者待礼乃
行，翔而后集……凤凰之性，非梧桐不栖，非竹实不食。”汉·韩婴《韩诗外传》卷八第八
章还记述了一个上古传说：“黄帝即位，施惠承天，一道修德，惟仁是行，宇内和平，未见
凤凰，惟思其象……于是黄帝服黄衣，带黄绅，戴黄冠，致斋于中宫。凤乃蔽日而至。黄帝
降于东阶，西面，再拜稽首曰：‘皇天降祉，敢不承命。’凤乃止帝东园，集帝梧桐，食帝
竹实，没身不去。”这两句比喻德才兼备的人才只择贤明之主而事，不愿意在恶劣的环境之
中混饭吃。
(38) “玄德乃取印绶”两句——印绶：官印和系官印的丝带，它是官职或爵位的凭证。
这两句是说刘备将安喜县令的官印挂在督邮的脖子上，以表示辞官不做了。
(39) 申文省府——用公文呈报朝廷。省府：指朝廷。省：皇宫禁地。
(40) 表章——泛指奏章。汉·蔡邕《独断》卷上：“凡群臣上书于天子者有四名：一曰
章，二奏，三曰表，四曰驳议。”
(41) 危在旦夕——危：危险。旦夕：早晚之间。指极短的时间。“危在旦夕”出自《鲁
连子》(见《太平御览》卷九二七引)：“今楚军南阳，赵伐高唐，燕人十万守聊城，国之危
在旦夕，先生奈何？”意谓危险就在眼前。
(42) 陛下——臣民对皇帝的尊称。汉·蔡邕《独断》卷上：“汉天子正号曰皇帝，自称
曰朕，臣民称之曰陛下……陛下者，陛，阶地，所由申堂也。天子必由近臣执兵陈于阶侧，
以戒不虞。谓之陛下者，群臣与天子言，不敢指斥天子，故呼在陛下者而告之，因卑达尊之
意也。”大意是说臣下因不敢直接向皇帝进谏，只能请站在阶下之侍卫转达，故“陛下”原
是对侍卫的称呼，后转为对皇帝的尊称。 阉宦——对宦官的蔑称。以其做过阉割手术，故
称。
(43) 承平——太平。
(44) 欺君罔上——欺骗蒙蔽皇帝。君、上：均指皇帝。罔：欺骗，蒙蔽。
(45) 朕——上古为“我”的通称，无论尊卑皆可自称“朕”。汉·蔡邕《独断》卷上：
“朕，我也。古代尊卑共之，贵贱不嫌，则可同号之义也。”至秦始皇二十六年起才定为帝
王的自称，此后历朝沿袭。《史记·秦始皇本纪》：丞相绾等皆曰：“臣等昧死上尊号：王
为‘泰皇’，命为‘制’，令为‘诏’，天子自称曰‘朕’。”王曰：“去‘泰’，
著‘皇’，采上古‘帝’位号，号曰‘皇帝’。他如议。”
(46) 冒渎——冒犯亵渎。 朕躬——我身，我自己。多用于帝王自称。《尚书·商书·
汤诰》：“(王曰)尔有善，朕弗敢蔽；罪当朕躬，弗敢自赦。惟简在上帝之心。”
(47) 自省——自我反省，自我省察。
(48) 社稷——本义为土地神(社)和五谷神(稷)。因土地和五谷为国家的根本，故成为
国家的代称。
(49) 假帝诏——假托皇帝的诏书，矫诏。诏：皇帝的命令或指示。
(50) 侯——古代爵位名。《礼记·王制》：“王者之制禄爵：公、侯、伯、子、男，凡
五等。”
(51) 病笃——病情严重，病危。《史记·范睢蔡泽列传》：“昭王强应侯，应侯遂称病
笃。”
(52) 起身——出身。
(53) 权——作动词用，即担当、充当之意。
(54) 鸩(zh èn震)杀——用毒酒毒死。鸩：传说是一种毒鸟，以其羽泡酒，即成毒酒。
战国楚·屈原《离骚》：“吾令鸩为媒兮，鸩告余以不好。”王逸注：“鸩，运日也。羽有
毒，可杀人。”洪兴祖补注：“《广志》云：其鸟大如鸮，紫绿色，有毒，食蛇蝮，雄名运
日，雌名阴谐。以其毛历饮卮，则杀人。”
(55) 继大统——继承帝位。大统：帝位。《尚书·周书·武成》：“我文考文王克成厥
勋，诞膺天命，以抚方夏，大邦畏其力，小邦怀其德，惟九年大统未集。”
(56) 冲、质——指汉冲帝刘炳(公元144—145年在位)和汉质帝刘缵(公元145—146年在
位)。
(57) 细详——仔细考虑。
(58) 矫诏——冒充皇帝名义发布诏令。
(59) 正君位——意谓按传统确立帝位。
(60) 斩关入内——这里指砍开宫门，闯入皇官。关：门闩。代指门。内：皇宫。
(61) 册立新君——这里是指以已薨皇帝的名义封立继位皇帝。册立：古代帝王封立新
君、太子、皇后的诏书为折叠如册形，故称“册立”。
(62) 阉竖——对宦官的蔑称。“阉”指其受过宫刑，“竖”是对人的蔑称。
(63) 呼拜——“山呼参拜”的省略。这是臣下向皇帝祝贺的仪式，即一面叩拜一面连喊
三声“万岁”。山呼：典出《汉书·武帝纪》：“(元丰元年)春正月，行幸缑氏，诏
曰：‘朕用事华山，至于中岳，获驳麃，见夏后启母石。翌日亲登嵩高，御史乘属、在庙旁
吏卒咸闻呼万岁者三。’”后遂称臣下喊皇帝万岁为“山呼”或“嵩呼”。
(64) 中官——泛指宦官。《汉书·高后纪》：“诸中官、宦者令丞，皆赐爵关内侯，食
邑。”颜师古注：“诸中官，凡阉人给事于中者皆是也。”
(65) 斩草除根——斩：砍，割。“斩草除根”语意本《左传·隐公六年》：“为国家
者，见恶如农夫之务去草焉，芟夷蕴崇之，绝其本根，勿使能殖，则善者信矣。”(芟夷：除
去(草)。蕴崇：积聚。信：古同“伸”。)比喻彻底铲除祸根，不留后患。
(66) 参录尚书事——指只有参与录尚书政务的资格，却无录尚书事的官衔。参：参与。
录尚书事：官衔名。此衔始于东汉，即为太傅、太尉、大将军加以此衔，行宰相职权。
(67) 垂帘听政——垂帘：放下帘子。这里指皇太后坐在朝堂帘子后面。听政：听取大臣
议政。引申为参与朝政或执政。“垂帘听政”语意本《旧唐书·高宗纪下》：“时帝风疹不
能听朝，政事皆决于天后。自诛上官仪后，上每视朝，天后垂帘于御座后，政事大小，皆预
闻之，内外称为‘二圣’。”(天后：指武则天。)原指因皇帝年幼，皇太后又不能直面大
臣，故隔帘参与朝政。引申以泛指皇太后在幕后或公开掌控朝政。
(68) “昔吕后”二句——事见《史记·吕太后本纪》、《汉书·高后纪》：吕后为汉高
祖刘邦之妻，名雉。高祖驾崩，吕后之子刘盈即位，是为孝惠帝，吕后代理朝政。刘盈驾
崩，吕后临朝称制，重用吕氏，排斥异己。吕后死后，诸吕阴谋作乱，被周勃、陈平等族
诛。
(69) 九重(chóng虫)——本指重重叠叠的宫门，引申为皇宫。
(70) 垂听——下听，俯听，倾听。含恭敬之意。《尉缭子·原官》：“明举上达，在王
垂听也。”
(71) 辄敢——竟敢，胆敢。辄：擅自。
(72) 敕——这里指上对下的告瑜、吩咐。 骠骑——“骠骑将军”的简称。这里指国舅
董重。
(73) 反掌——典出《孟子·公孙丑上》：“以齐王，由(犹)反手也。”(王：称王，统
治天下。)赵岐注：“以齐国之大，而行王道，其易若反手耳。”意谓事情容易的如同翻一下
手掌。比喻事情轻而易举，不费很大力气就能办到。
(74) 屠沽小辈——侮辱人的话。屠：屠户。沽：卖酒人家。小辈：低贱的人。
(75) 藩妃——诸侯王妃。因董太后原是解渎亭侯刘苌之妃，故称。
(76) 国门——这里指都城的城门。
(77) 结搆——亦作“结构”。这里是勾结之意。
(78) 舞阳君——何太后、何进、何苗之母的封号。
(79) 遮蔽——保护。
(80) 酖(zhèn震)杀——以毒酒杀人。酖：通“鸩”。参见本回“鸩杀”条注。
(81) “昔窦武”三句——参见本书第一回第一段。内竖：对宦官的蔑称。内：指禁中。
竖：对人的蔑称。
(82) 部曲——部与曲皆为古代军队编制单位，部下有曲。借指军队。
(83) 天赞——天助，天赐良机，老天保佑，老天帮忙。赞：帮助，协助。《三国志·吴
志·贺邵传》：“割据江山，拓土万里，虽承天赞，实由人力也。”
(84) 入白后——进宫向何太后诉说。白：作动词用，即讲述、禀告之意。
(85) 汉家故事——汉朝的老规矩、老传统。
(86) 弃天下——皇帝去世的委婉说法。《后汉书·顺帝纪》：“孝安皇帝圣德明茂，早
弃天下。”
(87) 宗庙——本指皇家的家庙，因古代帝王视国家为己有，故将自家的家庙作为国家政
权的象征。
(88) 唯唯——恭敬的应答声。表示完全服从。
(89) 檄(x í媳)——文体之一。古代官府用以征召、晓谕、声讨的公文。
(90) 掩目而捕燕雀——原作“掩目捕雀”，语出三国魏·陈琳《谏何进召外兵》(见
《三国志·魏志·陈琳传》)：“(琳谏何进曰)《易》称‘即鹿无虞’，谚有‘掩目捕雀’。
夫微物尚不可欺以得志，况国之大事，其可以诈立乎？”(又见《后汉书·何进传》)意谓捂
住眼睛捉麻雀。比喻自欺欺人。
(91) 龙骧虎步——意谓好像龙马那样昂着头，如同猛虎一般迈着步。形容威武雄壮，气
宇轩昂。
(92) 高下在心——高下：好坏，得失。在心：在于心意，取决于心意。“高下在心”出
自上古谚语，见《左传·宣公十五年》：“古人有言曰：‘虽鞭之长，不及马腹。’天方授
楚，未可与争，虽晋之强，能违天乎？谚曰：‘高下在心。’”杜预注：“度时制宜。”原
指估量当时的情形，采取适当的措施。引申以形容随心所欲地处置事务或问题。
(93) 鼓洪炉燎毛发——鼓：用风箱扇风。洪炉：大火炉。燎：烧。“鼓洪炉燎毛发”本
《史记·刺客列传》：“夫以鸿毛燎于炉炭之上，必无事矣。”意谓犹如用风箱把大火炉里
的火扇旺，在火上烧毛发，霎时即可化为乌有。比喻轻而易举，毫不费力。
(94) 倒持干戈，授人以柄——持：拿，握。语本“倒持泰阿，授楚其柄”，出自汉·梅
福《上书言王凤专擅》(见《汉书·梅福传》)：“孔子曰：‘工欲善其事，必先利其
器。’至秦则不然，张诽谤之网，以为汉驱除；倒持泰阿，授楚其柄。”(泰阿：亦作“太
阿”。古代宝剑名。)颜师古注：“泰阿，剑名，欧冶所铸也。言秦无道，令陈涉、项羽乘间
而发，譬倒持剑而以把授与人也。”意谓自己把宝剑倒着拿，让别人拿着剑柄，从而使剑尖
对着自己。比喻把大权或主动权交给别人，使自己处于被动或危险的境地。表示愚不可及，
行事悖谬。
(95) 易如反掌——参见本回“反掌”。
(96) 宵人——行为卑劣的小人，坏人。《庄子·列御寇》：“宵人之离外刑者，金木讯
之；离内刑者，阴阳食之。”郭象注：“不由明坦之涂者，谓之宵人。”
第三回 议温明董卓叱丁原 馈金珠李肃说吕布
且说曹操当日对何进曰：
“宦官之祸，古今皆有。但世主不当假
之权宠 (1) ，使至于此。若欲治罪，当除元恶 (2) ，但付一狱吏足
矣，何必纷纷召外兵乎？欲尽诛之，事必宣露，吾料其必败也。”何
进怒曰：
“孟德亦怀私意耶？”操退曰：
“乱天下者，必进也。”进
乃暗差使命，赍密诏星夜往各镇去 (3) 。
却说前将军、斄乡侯、西凉刺史董卓先为破黄巾无功，朝议将治
其罪，因贿赂十常侍幸免。后又结托朝贵 (4) ，遂任显官 (5) ，统西
州大军二十万，常有不臣之心 (6) 。是时得诏大喜，点起军马，陆续
便行。使其婿中郎将牛辅守住陕西，自己却带李傕、郭汜、张济、樊
稠等提兵望洛阳进发。卓婿谋士李儒曰：
“今虽奉诏，中间多有暗昧
(7) 。何不差人上表，名正言顺 (8) ，大事可图。”卓大喜，遂上表
(9) 。其略曰：
窃闻天下所以乱逆不止者 (10) ，皆由黄门常侍张让等侮慢天常之故 (11) 。
臣闻扬汤止沸 (12) ，不如去薪；溃痈虽痛，胜于养毒。臣敢鸣钟鼓入洛阳 (13)
，请除让等。社稷幸甚 (14) ，天下幸甚!
何进得表，出示大臣。侍御史郑泰谏曰：
“董卓乃豺狼也，引入
京城，必食人矣。”进曰：
“汝多疑，不足谋大事。”卢植亦谏曰：
“植素知董卓为人，面善心狠，一入禁庭 (15) ，必生祸患。不如止之
勿来，免致生乱。”进不听，郑泰、卢植皆弃官而去。朝廷大臣，去
者大半。进使人迎董卓于渑池，卓按兵不动。
张让等知外兵到，共议曰：
“此何进之谋也。我等不先下手，皆
灭族矣。”乃先伏刀斧手五十人于长乐宫嘉德门内 (16) ，入告何太后
曰：
“今大将军矫诏召外兵至京师，欲灭臣等，望娘娘垂怜赐救。”
太后曰：
“汝等可诣大将军府谢罪 (17) 。”让曰：
“若到相府，骨肉
齑粉矣 (18) 。望娘娘宣大将军入宫，谕止之。如其不从，臣等只就娘
娘前请死。”太后乃降诏宣进。
进得诏便行，主簿陈琳谏曰：
“太后此诏，必是十常侍之谋，切
不可去，去必有祸。”进曰：
“太后诏我，有何祸事？”袁绍曰：
“今谋已泄，事已露，将军尚欲入宫耶？”曹操曰：
“先召十常侍
出，然后可入。”进笑曰：
“此小儿之见也。吾掌天下之权，十常侍
敢待如何 (19) ？”绍曰：
“公必欲去，我等引甲士护从 (20) ，以防
不测。”于是袁绍、曹操各选精兵五百，命袁绍之弟袁术领之。袁术
全身披挂，引兵布列青琐门外。绍与操带剑护送何进至长乐宫前。黄
门传懿旨云 (21) ：
“太后特宣大将军，馀人不许辄入 (22) 。”将袁
绍、曹操等都阻住宫门外。
何进昂然直入。至嘉德殿门，张让、段珪迎出，左右围住。进大
惊。让厉声责进曰：
“董后何罪，妄以酖死？国母丧葬，托疾不出。
汝本屠沽小辈，我等荐之天子，以致荣贵，不思报效，欲相谋害。汝
言我等甚浊，其清者是谁？”进慌急，欲寻出路，宫门尽闭，伏甲齐
出，将何进砍为两段。后人有诗叹之曰：
汉室倾危天数终，无谋何进作三公 (23) 。
几番不听忠臣谏，难免宫中受剑锋。
让等既杀何进，袁绍久不见进出，乃于宫门外大叫曰：
“请将军
上车!”让等将何进首级从墙上掷出，宣谕曰：
“何进谋反，已伏诛
矣。其馀胁从，尽皆赦宥 (24) 。”袁绍厉声大叫：
“阉官谋杀大臣!
诛恶党者，前来助战。”何进部将吴匡便于青琐门外放起火来。袁术
引兵突入宫庭，但见阉官，不论大小，尽皆杀之。袁绍、曹操斩关入
内。赵忠、程旷、夏恽、郭胜四个被赶至翠花楼前，剁为肉泥。宫中
火焰冲天。张让、段珪、曹节、侯览将太后及太子并陈留王劫去内省
(25) ，从后道走北宫。时卢植弃官未去，见宫中事变，擐甲持戈 (26)
，立于阁下。遥见段珪拥逼何后过来，植大呼曰：
“段珪逆贼，安敢
劫太后!”段珪回身便走。太后从窗中跳出，植急救得免。吴匡杀入内
庭，见何苗亦提剑出。匡大呼曰：
“何苗同谋害兄，当共杀之!”众人
俱曰：
“愿斩谋兄之贼!”苗欲走，四面围定，砍为齑粉。绍复令军士
分头来杀十常侍家属，不分大小，尽皆诛绝，多有无须者误被杀死。
曹操一面救灭宫中之火，请何太后权摄大事，遣兵追袭张让等，寻觅
少帝。
且说张让、段珪劫拥少帝及陈留王，冒烟突火，连夜奔走至北邙
山 (27) 。约二更时分，后面喊声大举，人马赶至。当前河南中部掾吏
闵贡大呼：
“逆贼休走!”张让见事急，遂投河而死。帝与陈留王未知
虚实，不敢高声，伏于河边乱草之内。军马四散去赶，不知帝之所
在。帝与王伏至四更，露水又下，腹中饥馁，相抱而哭；又怕人知
觉，吞声草莽之中。陈留王曰：
“此间不可久恋 (28) ，须别寻活
路。”于是二人以衣相结，爬上岸边。满地荆棘，黑暗之中，不见行
路。正无奈何 (29) ，忽有流萤千百成群 (30) ，光芒照耀，只在帝前
飞转。陈留王曰：
“此天助我兄弟也!”遂随萤火而行，渐渐见路。行
至五更，足痛不能行，山冈边见一草堆，帝与王卧于草堆之畔。草堆
前面是一所庄院，庄主是夜梦两红日坠于庄后，惊觉，披衣出户，四
下观望，见庄后草堆上红光冲天，慌忙往视，却是二人卧于草畔。庄
主问曰：
“二少年谁家之子？”帝不敢应。陈留王指帝曰：
“此是当
今皇帝，遭十常侍之乱，逃难到此。吾乃皇弟陈留王也。”庄主大
惊，再拜曰：
“臣先朝司徒崔烈之弟崔毅也。因见十常侍卖官嫉贤，
故隐于此。”遂扶帝入庄，跪进酒食。
却说闵贡赶上段珪，拿住问：
“天子何在？”珪言：
“已在半路
相失，不知何往。”贡遂杀段珪，悬头于马项下，分兵四散寻觅；自
己却独乘一马，随路追寻。偶至崔毅庄，毅见首级，问之，贡说详
细。崔毅引贡见帝，君臣痛哭。贡曰：
“国不可一日无君，请陛下还
都。”崔毅庄上止有瘦马一匹，备与帝乘。贡与陈留王共乘一马。离
庄而行，不到三里，司徒王允、太尉杨彪、左军校尉淳于琼、右军校
尉赵萌、后军校尉鲍信、中军校尉袁绍，一行人众，数百人马，接着
车驾，君臣皆哭。先使人将段珪首级往京师号令 (31) 。另换好马与帝
及陈留王骑坐，簇帝还京 (32) 。先是洛阳小儿谣曰 (33) ：
“帝非
帝，王非王，千乘万骑走北邙。”至此果应其谶 (34) 。
车驾行不到数里，忽见旌旗蔽日，尘土遮天，一枝人马到来。百
官失色，帝亦大惊。袁绍骤马出问 (35) ：
“何人？”绣旗影里，一将
飞出，厉声问：
“天子何在？”帝战栗不能言。陈留王勒马向前，叱
曰：
“来者何人？”卓曰：
“西凉刺史董卓也。”陈留王曰：
“汝来
保驾耶？汝来劫驾耶？”卓应曰：
“特来保驾。”陈留王曰：
“既来
保驾，天子在此，何不下马？”卓大惊，慌忙下马，拜于道左。陈留
王以言抚慰董卓，自初至终，并无失语。卓暗奇之，已怀废立之意
(36) 。是日还宫，见何太后，俱各痛哭。检点宫中，不见了传国玉玺
(37) 。
董卓屯兵城外，每日带铁甲马军入城 (38) ，横行街市，百姓惶惶
不安。卓出入宫庭，略无忌惮。后军校尉鲍信来见袁绍，言：
“董卓
必有异心，可速除之。”绍曰：
“朝廷新定，未可轻动。”鲍信见王
允，亦言其事。允曰：
“且容商议。”信自引本部军兵，投泰山去了
(39) 。
董卓招诱何进兄弟部下之兵 (40) ，尽归掌握。私谓李儒曰：
“吾
欲废帝立陈留王，何如？”李儒曰：
“今朝廷无主，不就此时行事，
迟则有变矣。来日于温明园中召集百官，谕以废立，有不从者斩之，
则威权之行，正在今日。”卓喜。
次日大排筵会，遍请公卿。公卿皆惧董卓，谁敢不到。卓待百官
到了，然后徐徐到园门下马，带剑入席。酒行数巡，卓教停酒止乐，
乃厉声曰：
“吾有一言，众官静听。”众皆侧耳。卓曰：
“天子为万
民之主，无威仪不可以奉宗庙社稷 (41) 。今上懦弱 (42) ，不若陈留
王聪明好学，可承大位。吾欲废帝，立陈留王，诸大臣以为何如？”
诸官听罢，不敢出声。座上一人推案直出，立于筵前，大呼：
“不可!
不可!汝是何人，敢发大语？天子乃先帝嫡子，初无过失 (43) ，何得
妄议废立？汝欲为篡逆耶？”卓视之，乃荆州刺史丁原也。卓怒叱
曰：
“顺我者生，逆我者死 (44) !”遂掣佩剑 (45) ，欲斩丁原。时李
儒见丁原背后一人，生得器宇轩昂 (46) ，威风凛凛，手执方天画戟
(47) ，怒目而视。李儒急进曰：
“今日饮宴之处，不可谈国政，来日
向都堂公论未迟 (48) 。”众人皆劝丁原上马而去。
卓问百官曰：
“吾所言，合公道否？”卢植曰：
“明公差矣。昔
太甲不明，伊尹放之于桐宫 (49) ；昌邑王登位方二十七日，造恶三千
馀条，故霍光告太庙而废之 (50) 。今上虽幼，聪明仁智，并无分毫过
失。公乃外郡刺史，素未参与国政，又无伊、霍之大才，何可强主废
立之事？圣人云：
‘有伊尹之志则可，无伊尹之志则篡也 (51) 。’”
卓大怒，拔剑向前欲杀植。侍中蔡邕、议郎彭伯谏曰：
“卢尚书海内
人望 (52) ，今先害之，恐天下震怖。”卓乃止。司徒王允曰：
“废立
之事，不可酒后相商，另日再议。”于是百官皆散。
卓按剑立于园门，忽见一人跃马持戟，于园门外往来驰骤。卓问
李儒：
“此何人也？”儒曰：
“此丁原义儿，姓吕名布，字奉先者
也。主公且须避之。”卓乃入园潜避。
次日，人报：
“丁原引军城外搦战。”卓怒，引军同李儒出迎。
两阵对圆 (53) ，只见吕布顶束发金冠 (54) ，披百花战袍，擐唐猊铠
甲 (55) ，系狮蛮宝带 (56) ，纵马挺戟，随丁建阳出到阵前。建阳指
卓骂曰：
“国家不幸，阉官弄权，以致万民涂炭 (57) 。尔无尺寸之
功，焉敢妄言废立，欲乱朝廷？”董卓未及回言，吕布飞马直杀过
来，董卓慌走。建阳率军掩杀，卓兵大败，退三十馀里下寨，聚众商
议。卓曰：
“吾观吕布非常人也。吾若得此人，何虑天下哉!”帐前一
人出曰：
“主公勿忧。某与吕布同乡，知其勇而无谋 (58) ，见利忘义
(59) 。某凭三寸不烂之舌 (60) ，说吕布拱手来降 (61) ，可乎？”卓
大喜，观其人，乃虎贲中郎将李肃也。卓曰：
“汝将何以说之？”肃
曰：
“某闻主公有名马一匹，号曰‘赤兔’，日行千里。须得此马，
再用金珠，以利结其心；某更进说词：吕布必反丁原，来投主公
矣。”卓问李儒曰：
“此言可乎？”儒曰：
“主公欲取天下，何惜一
马？”卓欣然与之，更与黄金一千两、明珠数十颗、玉带一条。
李肃赍了礼物，投吕布寨来。伏路军人围住，肃曰：
“可速报吕
将军，有故人来见 (62) 。”军人报知，布命入见。肃见布曰：
“贤弟
别来无恙 (63) !”布揖曰：
“久不相见，今居何处？”肃曰：
“现任
虎贲中郎将之职。闻贤弟匡扶社稷 (64) ，不胜之喜。有良马一匹，日
行千里，渡水登山，如履平地，名曰‘赤兔’，特献与贤弟，以助虎
威。”布便令牵过来看，果然那马浑身上下，火炭般赤，无半根杂
毛；从头至尾长一丈，从蹄至项高八尺；嘶喊咆哮，有腾空入海之
状。后人有诗单道赤兔马曰：
奔腾千里荡尘埃，渡水登山紫雾开 (65) 。
掣断丝缰摇玉辔 (66) ，火龙飞下九天来 (67) 。
布见了此马，大喜，谢肃曰：
“兄赐此龙驹 (68) ，将何以为
报？”肃曰：
“某为义气而来，岂望报乎？”布置酒相待。酒酣，肃
曰：
“肃与贤弟少得相见，令尊却常会来 (69) 。”布曰：
“兄醉矣。
先父弃世多年 (70) ，安得与兄相会？”肃大笑曰：
“非也。某说今日
丁刺史耳。”布惶恐曰：
“某在丁建阳处，亦出于无奈。”肃曰：
“贤弟有擎天驾海之才 (71) ，四海孰不钦敬？功名富贵，如探囊取物
(72) ，何言无奈而在人之下乎？”布曰：
“恨不逢其主耳。”肃笑
曰：
“良禽择木而栖 (73) ，贤臣择主而事。见机不早 (74) ，悔之晚
矣。”布曰：
“兄在朝廷，观何人为世之英雄？”肃曰：
“某遍观群
臣，皆不如董卓。董卓为人，敬贤礼士 (75) ，赏罚分明 (76) ，终成
大业。”布曰：
“某欲从之，恨无门路。”肃取金珠、玉带列于布
前。布惊曰：
“何为有此？”肃令叱退左右，告布曰：
“此是董公久
慕大名，特令某将此奉献，赤兔马亦董公所赠也。”布曰：
“董公如
此见爱 (77) ，某将何以报之？”肃曰：
“如某之不才，尚为虎贲中郎
将；公若到彼，贵不可言。”布曰：
“恨无涓埃之功 (78) ，以为进见
之礼。”肃曰：
“功在翻手之间 (79) ，公不肯为耳。”布沉吟良久，
曰：
“吾欲杀丁原，引军归董卓，何如？”肃曰：
“贤弟若能如此，
真莫大之功也。但事不宜迟，在于速决。”布与肃约于明日来降，肃
别去。
是夜二更时分，布提刀径入丁原帐中。原正秉烛观书，见布至，
曰：
“吾儿来，有何事故？”布曰：
“吾堂堂丈夫，安肯为汝子
乎？”原曰：
“奉先何故心变？”布向前，一刀砍下丁原首级，大呼
左右：
“丁原不仁，吾已杀之。肯从吾者在此，不从者自去。”军士
散其大半。
次日，布持丁原首级，往见李肃。肃遂引布见卓。卓大喜，置酒
相待。卓先下拜曰：
“卓今得将军，如旱苗之得甘雨也 (80) 。”布纳
卓坐而拜之曰 (81) ：
“公若不弃，布请拜为义父。”卓以金甲锦袍赐
布，畅饮而散。卓自是威势越大，自领前将军事，封弟董旻为左将
军、鄠侯，封吕布为骑都尉、中郎将、都亭侯。
李儒劝卓早定废立之计。卓乃于省中设宴，会集公卿，令吕布将
甲士千馀，侍卫左右。是日，太傅袁隗与百官皆到。酒行数巡，卓按
剑曰：
“今上暗弱，不可以奉宗庙。吾将依伊尹、霍光故事 (82) ，废
帝为弘农王，立陈留王为帝。有不从者斩!”群臣惶怖莫敢对。中军校
尉袁绍挺身出曰：
“今上即位未几，并无失德。汝欲废嫡立庶 (83) ，
非反而何？”卓怒曰：
“天下事在我，我今为之，谁敢不从!汝视我剑
不利否？”袁绍亦拔剑曰：
“汝剑利，吾剑未尝不利!”两个在筵上对
敌。正是：
丁原仗义身先丧，袁绍争锋势又危。
毕竟袁绍性命如何，且听下文分解。
--------------------
(1) 世主——国君。《庄子·渔父》：“孔氏者，性服忠信，身行仁义，饰礼乐，选人
伦，上以忠于世主，下以化于齐民，将以利天下。”
(2) 元恶——首恶。
(3) 星夜——连夜，不等天亮。形容情况紧急，行动迅速。
(4) 结托——勾结并依附。
(5) 显官——高官，达官。显：高贵，显赫。
(6) 不臣之心——不甘于做臣子，有篡夺帝位的野心。
(7) 暗昧——隐晦不明，不明朗，有所隐瞒。
(8) 名正言顺——语意反用“名不正则言不顺”，出自《论语·子路》：“名不正则言
不顺，言不顺则事不成……故君子名之必可言也，言之必可行也。”意谓名分或名义正当，
说话就会合情合理。引申以指做事的理由正当而充分。
(9) 上表——董卓此表节录自《后汉书·董卓传》、《三国志·魏志·董卓传》。
(10) 窃闻——谦辞。表示只是自己的私见。
(11) 天常——天的常道。多指封建的纲常伦理。《左传·文公十八年》：“颛顼氏有不
才子，不可教训，不知话言，告之则顽，舍之则嚣，傲很明德，以乱天常。”
(12) 扬汤止沸，不如去薪——汤：沸水，开水。薪：柴火。语本汉·枚乘《奏书谏吴王
濞》(见《汉书·枚乘传》、《文选》卷三九)：“欲汤之沧，一人炊之，百人扬之，无益
也，不如绝薪止火而已。”(沧：同“凔”。凉，冷。)意谓要想让开水凉下来，与其把锅里
的开水舀起来再倒回去，不如把灶里的柴火拿掉。比喻治标不如治本，只有治本才能彻底解
决问题。
(13) 鸣钟鼓——语本《论语·先进》：“季氏富于周公，而求也为之聚敛而附益之。子
曰：‘非吾徒也，小子鸣鼓而攻之，可也。’”意谓大张旗鼓地加以讨伐。
(14) 幸甚——表示非常庆幸或幸运。多用于书信、表章等，以表示殷切希望。
(15) 禁庭——亦作“禁廷”。宫庭或宫廷。
(16) 刀斧手——指行刑的刽子手或全副武装的卫士。这里指后者。
(17) 诣(y ì意)——到，至，前往。
(18) 骨肉齑(j ī基)粉——义同粉身碎骨。
(19) 敢待——敢于，能够。
(20) 甲士——身披铠甲的武士。这里指全副武装的卫士。下文“伏甲”的“甲”义同
“甲士”。
(21) 懿旨——皇太后、皇后，皇妃、公主的命令。
(22) 辄入——擅入，未曾允许而进入。
(23) 三公——朝廷三种最高官衔的合称，而历朝所指不同。东汉指太尉、司徒、司空。
(24) 赦宥——宽恕，赦免。
(25) 内省——宫内，宫中。
(26) 擐(huàn焕)甲持戈——意谓身穿铠甲，手持兵器。指全副武装。擐：穿，套。
戈：古代的一种兵器，代指兵器。
(27) 走北邙——即逃往北邙山。走：逃跑，逃奔。《左传·定公十年》：“魋惧，将
走，公闭门而泣之，目尽肿。”北邙：亦作“北芒”。山名。本名邙山，因在洛阳之北，故
称。
(28) 久恋——久留。
(29) 无奈何——即无可奈何。没有办法，无法可想。唐·张说《李工部挽歌》其二：
“是日归泉下，伤心无奈何。”
(30) 流萤——到处乱飞的萤火虫。
(31) 号令——将犯人行刑示众或将犯人的首级或尸体示众。
(32) 簇——很多人围着。
(33) 小儿谣——即童谣。古人以为童谣能预言未来之事。
(34) 谶(ch èn趁)——预言，预兆。
(35) 骤马——纵马，快马，催马奔驰。
(36) 废立——废除旧君，另立新君。
(37) 传国玉玺——相传秦始皇得到一块蓝田玉(一说卞和玉)，雕为印章，上刻李斯所
书篆文“受命于天，既寿永昌”八字。秦亡归汉。其事见《玉玺谱》曰：“传国玺是秦始皇
初定天下所制，其玉出蓝田山，丞相李斯所书，其文曰‘受命于天，既寿永昌’。高祖(刘
邦)至霸上，秦王子婴献之。”元·陶宗仪《南村辍耕录·卷二六·传国玺》曰：元至元三十
一年，御史中丞崔彧从民家得传国玺，“其方可黍尺四寸，厚及方之三不足，背纽盘螭……
面有篆文八……曰‘受命于天，既寿永昌’。”御史杨桓考证曰：“传国玺，方四寸，其文
文饰如前……楚以卡和所献之璞，琢而成璧。后求婚于赵，以纳聘焉。秦昭王请以十城易之
而不获。始皇并六国，得之，命李斯篆其文，玉工孙寿刻之。《太平御览》又以为蓝田玉所
刻。二世子婴，奉玺降沛公(刘备)于轵道旁。高祖即位，服其玺，因世传之，谓为‘传国
玺’。”《汉书·元后传》曰：“初，汉高祖入咸阳，至霸上，秦王子婴降于轵道，奉上始
皇玺。及高祖诛项羽，即天子位，因御服其玺，世世传授，号曰‘汉传国玺’”。
(38) 铁甲马军——即战马身披铁甲的骑兵。
(39) 泰山——这里是郡名，因境内有泰山而得名。治所在博县，在今山东泰安市东南。
(40) 招诱——召唤劝导。《后汉书·南蛮传》：“建康元年，日南蛮夷千馀人攻烧县
邑……交阯刺史九江夏方开恩招诱，贼皆降伏。”
(41) 奉宗庙社稷——本义为奉祀皇家祖庙和土地神、五谷神。因宗庙和社稷皆为国家的
象征，故引申为统治国家。宗庙：见第二回“宗庙”条注。社稷：见第二回“社稷”条注。
(42) 今上——指当今在位皇帝。上：国君，皇帝。《国语·齐语》：“于子之乡，有不
慈于父母……不用上令者，有则以告。”韦昭注：“上，君长也。”
(43) 初——全，完全，始终。《后汉书·独行传·彭修》：“受教三日，初不奉行，废
命不忠，岂非过邪？”
(44) 顺我者生，逆我者死——语本《庄子·盗跖》：“盗跖大怒……曰：‘丘(孔子)
来前，若所言顺吾意则生，逆吾心则死!’”意谓顺从我的人才能生存，违抗我的人就得灭
亡。表示人飞扬跋扈，蛮横霸道。
(45) 掣——拔出，抽出。南朝宋·虞龢《论书表》：“子敬七八岁学书，羲子从后掣其
笔不脱。”
(46) 器宇轩昂——形容人风度翩翩，气概不凡。
(47) 方天画戟——是一种合戈、矛为一体的古代兵器，顶端呈井字形，杆上有彩绘装
饰，可钩可刺。
(48) 都堂——唐代尚书省的办公处称为都堂。这里是泛指议政大堂。
(49) “昔太甲不明”二句——事见《史记·殷本纪》：太甲为成汤长孙，伊尹为贤臣。
“帝太甲既立三年，不明，暴虐，不遵汤法，乱德，于是伊尹放之桐宫。”桐宫：“桐”为
地名，在今山西万荣县西，为商汤的陵墓所在地，陵墓之地筑有宫殿，故称“桐宫”。
(50) “昌邑王”三句——事见《汉书·宣帝纪》：昌邑王即汉武帝之孙、汉昭帝之侄刘
贺，被封昌邑王。昭帝崩，因无子，大将军霍光立刘贺为帝。旋因其“淫乱”被废，在位只
有二十七天。
(51) “有伊尹之志”二句——志：德行，道德。篡：叛逆夺权。这两句出自《孟子·尽
心上》：“公孙丑曰：‘……贤者之为人臣也，其君不贤，则固可放与儁’孟子曰：‘有伊
尹之志则可，无伊尹之志则篡也。’”这两句是说只有像伊尹那样道德高尚的大臣才可以把
不贤的君主废掉而另立新君，否则便是叛逆夺权。
(52) 人望——众人所仰望。《后汉书·王昌传》：“郎以百姓思汉，既多言翟义不死，
故诈称之，以从人望。”
(53) 两阵对圆——古代两军相对布阵，各呈弧形(半圆形)，两阵合看则呈圆形，故称
“两阵对圆”。
(54) 束发金冠——参见第五回“三叉束发紫金冠”条注。
(55) 唐猊铠甲——泛指皮质铠甲。唐猊：亦作“唐夷”。古代传说中的猛兽，其皮坚而
厚，可制铠甲，后遂借指皮甲。典出汉·刘晔《吴越春秋·勾践伐吴外传》：“越王乃被唐
夷之甲。”
(56) 狮蛮宝带——以狮子和蛮王装饰带钩的腰带。为高级武官的腰带。
(57) 涂炭——涂：污泥。炭：炭火。“涂炭”典出《尚书·商书·仲虺之诰》：“有夏
昏德，民坠涂炭。”孔传：“民之危险，若陷泥坠火。”意谓犹如陷入污泥和炭火之中。形
容苦难深重。
(58) 勇而无谋——语出《三国志·魏志·董卓传》裴松之注引《献帝起居注》：“(皇
甫郦答曰)近董公之强，明将军目所见……吕布受恩而反图之，斯须之间，头悬竿端，此有勇
而无谋也。”意谓只是勇敢而没有谋略，也即只有蛮力而不用脑子。
(59) 见利忘义——语或本“乡利倍义”，出自《史记·淮阴侯列传》：“韩信曰：‘汉
王遇我甚厚，载我以其车，衣我以其衣，食我以其食。吾闻之：乘人之车者载人之患，衣人
之衣者怀人之忧，食人之食者死人之事，吾岂可以乡利倍义乎？’”(乡：通“向”。倍：通
“背”。)意谓见到有利可图就忘记了道义。指人唯利是图，不顾廉耻。
(60) 三寸不烂之舌——语本“三寸之舌”，出自《史记·平原君虞卿列传》：“(平原
君赵胜曰)毛先生(遂)一至楚，而使赵重于九鼎大吕；毛先生(遂)以三寸之舌，强于百万之
师。”司马贞索隐：“九鼎大吕，国之宝器。”形容人能言善辩的口才。
(61) 说(shu ì税)——用言语劝说别人听从自己的意见。 拱手——本义为两手相合以
示敬意。引申为恭恭敬敬或服服帖帖。
(62) 故人——旧交，老朋友。《庄子·山木》：“夫子出于山，舍于故人之家。”
(63) 别来无恙(yàng样)——意谓分别以来，一切都好吗？常用作书信或久别重逢时的
问候语。无恙：无病无灾。《太平御览》卷七三九引汉·应劭《风俗通》：“恙，病也。凡
人相见及通书，皆云‘无恙’。又《易传》云：‘上古之时，草居露宿。恙，齧虫也，善食
人心，俗悉患之，故相劳云无恙。’”
(64) 匡扶——匡正扶持。
(65) 紫雾——形容赤兔马奔驰时像一团紫雾。
(66) “掣断”句——意谓赤兔马挣断了缰绳，还想挣脱笼头。形容赤兔马精力充沛，神
采飞扬。
(67) “火龙”句——意谓赤兔马犹如从天而降的一条火龙。火龙：形容赤兔马毛色火
红，奔驰极快。
(68) 龙驹——骏马的别称。南朝陈·徐陵《骢马驱》：“白马号龙驹，雕鞍名镂衢。”
(69) 令尊——对他人之父的敬称。凡称他人亲属或朋友均可冠以“令”字，以示尊敬。
(70) 先父——亡父，自称已故父亲。先：称呼死者的敬词。弃世——意谓离开人世。人
死的婉词。《三国志·魏志·陈思王植传》：“臣窃感先帝早崩，威王弃世，臣独何人，以
堪长久!”
(71) 擎天驾海之才——意谓犹如撑天之柱和架海之梁。比喻国家的栋梁之才。擎：支
撑，托起，举起。驾：通“架”。元·关汉卿《哭存孝》第三折：“他是那擎天白玉柱，端
的是驾海紫金梁。”元·陈以仁《存孝打虎》第一折：“你个将军休左猜，俺可便专心儿等
待，等待你个擎天架海栋梁材。”
(72) 探囊取物——语本《新五代史·南唐世家·李煜》：“明宗时，(韩)熙载南奔
吴，(李)穀送至正阳，酒酣临诀，熙载谓穀曰：‘江左用吾为相，当长驱以定中原。’穀
曰：‘中国用吾为相，取江南如探囊中物尔。’”意谓犹如伸手到袋子里取东西。比喻能够
轻而易举地办成某件事情。
(73) 良禽择木而栖——木：树木。语意本《左传·哀公十一年》：“鸟则择木，木岂能
择鸟？”意谓好鸟选择适当的树木栖息。比喻贤才选择英明的主人予以扶助。
(74) 见机——义同“见幾”。能从事物的细微变化中预见其先兆。《周易·系辞下》：
“君子见幾而作，不俟终日。”
(75) 敬贤礼士——语本“礼贤下士”，出自《孟子·尽心下》“岂谓是与……”汉·赵
岐注：“谓王不礼贤下士。”又南朝宋·文帝刘义隆《诫江夏王义恭书》(见《宋书·刘义恭
传》)：“礼贤下士，圣人垂训；骄侈矜尚，先哲所去。”意谓帝王、达官显宦降低自己的身
分尊敬和器重有德才的人。
(76) 赏罚分明——语本“赏信罚必”，出自《六韬·文韬·赏罚》：“太公曰：‘凡用
赏者贵信，用罚者贵必，赏信罚必于耳目之所见闻，则所不见闻者莫不阴化矣。’”意谓该
奖赏的一定奖赏，该惩罚的一定惩罚，绝不含糊。
(77) 见爱——被喜爱，抬举。《晏子春秋·外篇下四》：“婴闻之：有幸见爱，无幸见
恶，诽誉有类，声响相应，见行而从之者也。”
(78) 涓埃——比喻极其微小。涓：细流。埃：尘土。《周书·萧撝传》：“臣披款归
朝，十有六载，恩深海岳，报浅涓埃。”
(79) 翻手之间——翻一下手掌的时间。这里是形容轻而易举。
(80) 旱苗之得甘雨——甘雨：好雨，及时雨。《诗经·小雅·甫田》：“以祈甘雨，以
介我稷黍，以谷我女士。”孔颖达疏：“甘雨者，以长物则为甘，害物则为苦。”“旱苗之
得甘雨”或本“旱苗之仰膏雨”，出自晋·潘岳《司空郑衮碑》：“凡厥搢绅之士，所以挹
酌洪流，含咀英芳者，犹旱苗之仰膏雨，湛露之晞朝阳也。”意谓久旱中的禾苗忽然得到了
一场及时雨。
(81) 纳——通“捺”。按捺。
(82) 伊尹、霍光故事——即伊尹废太甲、霍光废昌邑王的故事。参见本回“‘太甲’二
句”注和“‘昌邑王’三句”注。
(83) 废嫡立庶——废除正妻所生长子而立侧室所生之子为帝。这里指废除已继位的弘农
王刘辩，另立陈留王刘协为帝。因刘辩是何皇后所生，刘协为王美人所生，故称。
第四回 废汉帝陈留践位 (1) 谋董贼孟德献刀
且说董卓欲杀袁绍，李儒止之曰：
“事未可定，不可妄杀。”袁
绍手提宝剑，辞别百官而出，悬节东门 (2) ，奔冀州去了。卓谓太傅
袁隗曰：
“汝侄无礼，吾看汝面，姑恕之。废立之事若何？”隗曰：
“太尉所见是也。”卓曰：
“敢有阻大议者，以军法从事 (3) !”群臣
震恐，皆云：
“一听尊命。”宴罢，卓问侍中周毖、校尉伍琼曰：
“袁绍此去若何？”周毖曰：
“袁绍忿忿而去，若购之急 (4) ，势必
为变。且袁氏树恩四世，门生故吏遍于天下，倘收豪杰以聚徒众，英
雄因之而起，山东非公有也 (5) 。不如赦之，拜为一郡守，则绍喜于
免罪，必无患矣。”伍琼曰：
“袁绍好谋无断 (6) ，不足为虑。诚不
若加之一郡守，以收民心。”卓从之，即日差人拜袁为渤海太守。
九月朔，请帝升嘉德殿，大会文武。卓拔剑在手，对众曰：
“天
子暗弱，不足以君天下 (7) 。今有策文一道 (8) ，宜为宣读。”乃命
李儒读策曰：
孝灵皇帝，早弃臣民。皇帝承嗣 (9) ，海内侧望 (10) 。而帝天资轻佻，威
仪不恪，居丧慢惰。否德既彰，有忝大位 (11) 。皇太后教无母仪 (12) ，统政荒
乱。永乐太后暴崩，众论惑焉。三纲之道 (13) ，天地之纪，毋乃有阙 (14) ？陈
留王协，圣德伟懋 (15) ，规矩肃然；居丧哀戚，言不以邪；休声美誉 (16) ，天
下所闻：宜承洪业 (17) ，为万世统 (18) 。兹废皇帝为弘农王，皇太后还政。请
奉陈留王为皇帝，应天顺人 (19) ，以慰生灵之望 (20) 。
李儒读策毕，卓叱左右扶帝下殿，解其玺绶，北面长跪，称臣听
命。又呼太后去服候敕 (21) 。帝后皆号哭，群臣无不悲惨。
阶下一大臣愤怒高叫曰：
“贼臣董卓，敢为欺天之谋，吾当以颈
血溅之 (22) !”挥手中象简 (23) ，直击董卓。卓大怒，喝武士拿下，
乃尚书丁管也。卓命牵出斩之。管骂不绝口，至死神色不变。后人有
诗叹之曰：
董贼潜怀废立图 (24) ，汉家宗社委丘墟 (25) 。
满朝臣宰皆囊括 (26) ，惟有丁公是丈夫。
卓请陈留王登殿。群臣朝贺毕，卓命扶何太后并弘农王及帝妃唐
氏于永安宫闲住，封锁宫门，禁群臣无得擅入。可怜少帝四月登基，
至九月即被废。卓所立陈留王协，表字伯和，灵帝中子，即献帝也，
时年九岁。改元初平。董卓为相国，赞拜不名，入朝不趋，剑履上殿
(27) ，威福莫比。李儒劝卓擢用名流 (28) ，以收人望 (29) ，因荐蔡
邕之才。卓命征之 (30) ，邕不赴。卓怒，使人谓邕曰：
“如不来，当
灭汝族。”邕惧，只得应命而至。卓见邕大喜，一月三迁其官 (31) ，
拜为侍中，甚见亲厚。
却说少帝与何太后、唐妃困于永安宫中，衣服饮食，渐渐少缺，
少帝泪不曾干。一日，偶见双燕飞于庭中，遂吟诗一首。诗曰：
嫩草绿凝烟，袅袅双飞燕。
洛水一条青，陌上人称羡。
远望碧云深，是吾旧宫殿。
何人仗忠义，泄我心中怨!
董卓时常使人探听，是日获得此诗，来呈董卓。卓曰：
“怨望作
诗，杀之有名矣。”遂命李儒带武士十人，入宫弑帝 (32) 。帝与后、
妃正在楼上，宫女报李儒至，帝大惊。儒以鸩酒奉帝，帝问何故。儒
曰：
“春日融和，董相国特上寿酒。”太后曰：
“既云寿酒，汝可先
饮。”儒怒曰：
“汝不饮耶？”呼左右持短刀、白练于前 (33) ，曰：
“寿酒不饮，可领此二物。”唐妃跪告曰：
“妾身代帝饮酒，愿公存
母子性命。”儒叱曰：
“汝何人，可代王死？”乃举酒与何太后曰：
“汝可先饮。”后大骂：
“何进无谋，引贼入京，致有今日之祸。”
儒催逼帝，帝曰：
“容我与太后作别。”乃大恸而作歌。其歌曰 (34)
：
天地易兮日月翻 (35) ，弃万乘兮退守藩 (36) 。
为臣逼兮命不久，大势去兮空泪潸 (37) 。
唐妃亦作歌曰 (38) ：
皇天将崩兮后土颓 (39) ，身为帝姬兮命不随。
生死异路兮从此毕，奈何茕速兮心中悲 (40) 。
歌罢，相抱而哭。李儒叱曰：
“相国立等回报，汝等俄延，望谁
救耶？”太后大骂：
“董贼逼我母子，皇天不佑!汝等助恶，必当灭
族!”儒大怒，双手扯住太后，直撺下楼 (41) ；叱武士绞死唐妃 (42)
；以鸩酒灌杀少帝。还报董卓。卓命葬于城外。
自此，每夜入宫，奸淫宫女，夜宿龙床。尝引军出城，行到阳城
地方，时当二月，村民社赛 (43) ，男女皆集。卓命军士围住，尽皆杀
之，掠妇女财物，装载车上，悬头千馀颗于车下，连轸还都 (44) ，扬
言杀贼大胜而回。于城门外焚烧人头，以妇女财物分散众军。
越骑校尉伍孚，字德瑜，见卓残暴，愤恨不平。尝于朝服内披小
铠，藏短刀，欲伺便杀卓。一日，卓入朝，孚迎至阁下，拔刀直刺
卓。卓气力大，两手抠住 (45) 。吕布便入，揪倒伍孚。卓问曰：
“谁
教汝反？”孚瞪目大喝曰：
“汝非吾君，吾非汝臣，何反之有？汝罪
恶盈天，人人愿得而诛之。吾恨不车裂汝以谢天下 (46) !”卓大怒，
命牵出剖剐之 (47) 。孚至死骂不绝口。后人有诗赞之曰：
汉末忠臣说伍孚，冲天豪气世间无。
朝堂杀贼名犹在，万古堪称大丈夫。
董卓自此出入常带甲士护卫。
时袁绍在渤海，闻知董卓弄权，乃差人赍密书来见王允。书略
曰：
卓贼欺天废主，人不忍言；而公恣其跋扈 (48) ，如不听闻，岂报国效忠之
臣哉？绍今集兵练卒，欲扫清王室，未敢轻动。公若有心，当乘间图之 (49) 。如
有驱使，即当奉命。
王允得书，寻思无计。一日，于侍班阁子内见旧臣俱在 (50) ，允
曰：
“今日老夫贱降 (51) ，晚间敢屈众位到舍小酌 (52) 。”众官皆
曰：
“必来祝寿。”当晚王允设宴后堂，公卿皆至。酒行数巡，王允
忽然掩面大哭。众官惊问曰：
“司徒贵诞，何故发悲？”允曰：
“今
日并非贱降，因欲与众位一叙，恐董卓见疑，故托言耳。董卓欺主弄
权，社稷旦夕难保。想高皇诛秦灭楚 (53) ，奄有天下 (54) ，谁想传
至今日，乃丧于董卓之手。此吾所以哭也。”于是众官皆哭。
坐中一人抚掌大笑曰 (55) ：
“满朝公卿，夜哭到明，明哭到夜，
还能哭死董卓否？”允视之，乃骁骑校尉曹操也。允怒曰：
“汝祖宗
亦食禄汉朝，今不思报国而反笑耶？”操曰：
“吾非笑别事，笑众位
无一计杀董卓耳。操虽不才，愿即断董卓头，悬之都门，以谢天
下。”允避席问曰 (56) ：
“孟德有何高见？”操曰：
“近日操屈身以
事卓者 (57) ，实欲乘间图之耳。今卓颇信操，操因得时近卓。闻司徒
有七宝刀一口 (58) ，愿借与操，入相府刺杀之，虽死不恨。”允曰：
“孟德果有是心，天下幸甚。”遂亲自酌酒奉操。操沥酒设誓 (59) ，
允随取宝刀与之。操藏刀，饮酒毕，即起身辞别众官而去。众官又坐
了一回，亦俱散讫。
次日，曹操佩着宝刀，来至相府，问：
“丞相何在？”从人云：
“在小阁中。”操径入，见董卓坐于床上，吕布侍立于侧。卓曰：
“孟德来何迟？”操曰：
“马羸行迟耳 (60) 。”卓顾谓布曰 (61) ：
“吾有西凉进来好马，奉先可亲去拣一骑赐与孟德。”布领令而出。
操暗忖曰：
“此贼合死。”即欲拔刀刺之，惧卓力大，未敢轻动。卓
胖大，不耐久坐，遂倒身而卧，转面向内。操又思曰：
“此贼当休
矣。”急掣宝刀在手，恰待要刺，不想董卓仰面看衣镜中，照见曹操
在背后拔刀，急回身问曰：
“孟德何为？”时吕布已牵马至阁外。操
惶遽 (62) ，乃持刀跪下曰：
“操有宝刀一口，献上恩相。”卓接视
之，见其刀长尺馀，七宝嵌饰，极其锋利，果宝刀也，遂递与吕布收
了。操解鞘付布。卓引操出阁看马，操谢曰：
“愿借试一骑。”卓就
教与鞍辔。操牵马出相府，加鞭望东南而去。布对卓曰：
“适来曹操
似有行刺之状，及被喝破，故推献刀。”卓曰：
“吾亦疑之。”
正说话间，适李儒至，卓以其事告之。儒曰：
“操无妻小在京，
只独居寓所。今差人往召：如彼无疑而便来，则是献刀；如推托不
来，则必是行刺，便可擒而问也。”卓然其说，即差狱卒四人往唤
操。去了良久，回报曰：
“操不曾回寓，乘马飞出东门。门吏问之，
操曰：
‘丞相差我有紧急公事。’纵马而去矣。”儒曰：
“操贼心虚
逃窜，行刺无疑矣。”卓大怒曰：
“我如此重用，反欲害我。”儒
曰：
“此必有同谋者，待拿住曹操，便可知矣。”卓遂令遍行文书
(63) ，画影图形 (64) ，捉拿曹操：擒献者，赏千金，封万户侯 (65)
；窝藏者，同罪。
且说曹操逃出城外，飞奔谯郡。路经中牟县，为守关军士所获，
擒见县令。操言：
“我是客商，复姓皇甫。”县令熟视曹操，沉吟半
晌，乃曰：
“吾前在洛阳求官时，曾认得汝是曹操，如何隐讳？且把
来监下，明日解去京师请赏。”把关军士赐以酒食而去。
至夜分，县令唤亲随人暗地取出曹操，直至后院中审究 (66) 。问
曰：
“我闻丞相待汝不薄，何故自取其祸？”操曰：
“燕雀安知鸿鹄
志哉 (67) !汝既拿住我，便当解去请赏，何必多问？”县令屏退左右
(68) ，谓操曰：
“汝休小觑我 (69) 。我非俗吏，奈未遇其主耳。”操
曰：
“吾祖宗世食汉禄，若不思报国，与禽兽何异？吾屈身事卓者，
欲乘间图之，为国除害耳。今事不成，乃天意也。”县令曰：
“孟德
此行，将欲何往？”操曰：
“吾将归乡里，发矫诏，召天下诸侯，兴
兵共诛董卓，吾之愿也。”县令闻言，乃亲释其缚，扶之上坐，再拜
曰：
“公真天下忠义之士也!”曹操亦拜，问县令姓名。县令曰：
“吾
姓陈名宫，字公台。老母妻子皆在东郡。今感公忠义，愿弃一官，从
公而逃。”操甚喜。是夜陈宫收拾盘费，与曹操更衣易服，各背剑一
口，乘马投故乡来。
行了三日，至成皋地方，天色向晚 (70) 。操以鞭指林深处，谓宫
曰：
“此间有一人，姓吕名伯奢，是吾父结义弟兄。就往问家中消
息，觅一宿，如何？”宫曰：
“最好。”二人至庄前下马，入见伯
奢。奢曰：
“我闻朝廷遍行文书，捉汝甚急，汝父已避陈留去了。汝
如何得至此？”操告以前事，曰：
“若非陈县令，已粉骨碎身矣。”
伯奢拜陈宫曰：
“小侄若非使君 (71) ，曹氏灭门矣。使君宽怀安坐，
今晚便可下榻草舍。”说罢，即起身入内。良久乃出，谓陈宫曰：
“老夫家无好酒，容往西村沽一樽来相待 (72) 。”言讫，匆匆上驴而
去。
操与宫坐久，忽闻庄后有磨刀之声。操曰：
“吕伯奢非吾至亲，
此去可疑，当窃听之。”二人潜步入草堂后，但闻人语曰：
“缚而杀
之，何如？”操曰：
“是矣。今若不先下手，必遭擒获。”遂与宫拔
剑直入，不问男女，皆杀之，一连杀死八口。搜至厨下，却见缚一猪
欲杀。宫曰：
“孟德心多，误杀好人矣。”急出庄上马而行。
行不到二里，只见伯奢驴鞍前鞒悬酒二瓶 (73) ，手携果菜而来，
叫曰：
“贤侄与使君何故便去？”操曰：
“被罪之人 (74) ，不敢久
住。”伯奢曰：
“吾已分付家人宰一猪相款 (75) ，贤侄、使君何憎一
宿？速请转骑。”操不顾，策马便行。行不数步，忽拔剑复回，叫伯
奢曰：
“此来者何人？”伯奢回头看时，操挥剑砍伯奢于驴下。宫大
惊曰：
“适才误耳，今何为也？”操曰：
“伯奢到家，见杀死多人，
安肯干休 (76) ？若率众来追，必遭其祸矣。”宫曰：
“知而故杀，大
不义也。”操曰：
“宁教我负天下人，休教天下人负我 (77) 。”陈宫
默然。
当夜行数里，月明中敲开客店门投宿。喂饱了马，曹操先睡。陈
宫寻思：
“我将谓曹操是好人，弃官跟他，原来是个狼心之徒。今日
留之，必为后患。”便欲拔剑来杀曹操。正是：
设心狠毒非良士，操卓原来一路人。
毕竟曹操性命如何，且听下文分解。
--------------------
(1) 践位——登基，登上帝位，继承帝位。《管子·小问》：“桓公践位，令釁社塞
祷。”(釁社：杀牲而以血浇祭之意。)
(2) 悬节东门——即把节挂在城的东门上，表示弃官而去。节：国家的符信。使臣或高
级官员持以作为凭证。《左传·文公八年》：“司马握节以死，故书以官。”杜预注：
“节，国家之符信也。”
(3) 军法从事——语出《三国志·魏志·曹爽传》：“(司马懿奏爽曰)臣辄敕主者及黄
门令罢爽、羲、训吏兵，以侯就第，不得逗留以稽车驾；敢有稽留，便以军法从事。”意谓
按军法加以处治。古代多指斩首。
(4) 购——悬赏缉捕，引申为通缉追捕。《战国策·韩策二》：“韩取聂政尸于市，县
(悬)购之千金。”
(5) 山东——这里指崤山或华山以东广大地区，相当于黄河流域，较今之山东省大得
多。
(6) 好谋无断——语本“好谋少决”，出自《三国志·魏志·杨阜传》：“关右诸将问
袁(绍)、曹(操)胜败孰在，阜曰：‘袁公宽而不断，好谋而少决。不断则无威，少决则失后
事，今虽强，终不能成大业。’”意谓善于谋划而不能决断。
(7) 君——用作动词。统治，主宰。《尚书·商书·说命上》：“天子惟君万邦，百官
承式。”
(8) 策文一道——这道策文是董卓假冒董太后的名义炮制的。录自《三国志·魏志·董
卓传》，文字略有改动。策：古代帝王封官赐爵、发布政令的文书。
(9) 承嗣——世袭，继承。这里是继承帝位之意。
(10) 侧望——侧身伫望。表示十分期待。
(11) “否德”二句——否(p ǐ痞)德：义同“丕德”。不德，无德，缺德，劣德。彰：
明显。有忝：有辱，有愧于。大位：帝位。《后汉书·公孙述传》：“今君王之声闻于天
下，而名号未定，志士狐疑，宜即大位，使远人有所依归。”这两句语意本《尚书·虞书·
尧典》：“岳曰：‘丕德，忝帝位。’”孔传：“忝，辱也。”意谓刘辩继位后，劣德昭
彰，有辱帝位。
(12) 母仪——为母的典范。多用于皇后。《〈古列女传〉小序》：“惟若母仪，贤圣有
智，行为仪表，言则中义。”
(13) 三纲——汉·班固《白虎通·三纲六纪》曰：“三纲者，何谓也？谓君臣、父子、
夫妇也……君为臣纲，父为子纲，夫为妻纲。”说白了就是臣、子、妻分别要服从君、父、
夫。
(14) 毋乃有阙——岂不有所欠缺？毋乃：岂不，岂非。阙：义同“缺”。
(15) 伟懋(m ào茂)——盛大。懋：通“茂”。
(16) 休声——美好的名声。唐·韩愈《除崔群户部侍郎制》：“迈兹令德，蔼然休
声。”
(17) 洪业——大业。古时多指帝王之业。汉·武帝刘彻《贤良诏》：“猗欤伟欤!何行
而可以章先帝之洪业休德，上参尧、舜，下配三王!”
(18) 万世统——指帝位。封建帝王自以为受命于天，其统治可以绵绵不绝，万世不变。
(19) 应天顺人——应、顺：顺应，顺从。天：天意。人：人心，民意。“应天顺人”本
《周易·革卦》：“天地革而四时成。汤武革命，顺乎天而应乎人，革之时大矣哉!”孔颖达
疏：“殷汤、周武，聪明睿智，上顺天命，下应人心。”意谓上应天意，下顺人心。表示新
君即位的合法性。
(20) 生灵——生民，人民，百姓。
(21) 去服候敕(ch ì赤)——意谓脱掉太后朝饰，等待皇帝诏令。
(22) 以颈血溅之——不怕砍头之意。
(23) 象简——“笏板”的别称。即官员上朝时所拿的手板，上面可以记事备忘。因或以
象牙制成，故称。
(24) 图——图谋，阴谋。
(25) 汉家宗社委丘墟——宗社：“宗庙社稷”的合称。代指国家。汉·孔融《论盛孝章
书》：“惟公匡复汉室，宗社将绝，又能正之。正之术，实须得贤。”委丘墟：全部变为废
墟。此句是说汉朝政权将消亡。
(26) 囊括——包罗，包含。这里引申为全部制服。
(27) “赞拜不名”三句——赞拜：指大臣朝拜皇帝时赞礼的太监大声说出朝拜的仪式。
不名：指赞礼太监不直呼大臣的姓名而称其官衔。趋：小步快走。这三句出自《三国志·魏
志·武帝纪》：“(建安)十七年春正月，公(指曹操)还邺。天子命公赞拜不名，入朝不趋，
剑履上殿，如萧何故事。”意谓大臣朝拜皇帝时，主持仪式的太监不呼其姓名而只称其官
衔，大臣入朝不必小步快走，还可以身带佩剑和穿着鞋子上殿。这是皇帝给予个别大臣的特
殊礼遇。这里是献帝被迫给予董卓的特殊优待，说明董卓飞扬跋扈，不守为臣本分。
(28) 擢(zhu ó卓)用——选拔任用。《后汉书·张酺传》：“下车擢用义勇，搏击豪
强。”
(29) 以收人望——以任用有声望的人为手段，收买人心。人望：有名望的人。
(30) 征——征召，征聘。
(31) 一月三迁——迁：调动，晋升。“一月三迁”或本“一岁三迁”，出自《南齐书·
到撝传》：“上怀其旧德，意眄良厚，至是一岁三迁。”意谓在一个月内就三次晋升官职。
形容极其重用。
(32) 弒——卑杀尊或幼杀长谓之弒。多指臣子杀死君主、子女杀死父母。《周易·坤
卦》：“臣弒其君，子弒其父，非一朝一夕之故，其所由来者渐矣。”
(33) 白练——白色熟绢。这里是作为上吊的工具。
(34) 其歌——刘辩的这首歌原载《后汉书·皇后纪·灵思何皇后》，原文是：“天道易
兮我何艰，弃万乘兮退守蕃。逆臣见迫兮命不延，逝将去汝兮适幽玄!”
(35) 天地易兮日月翻——易、翻：皆为颠倒之意。此句是说天地和日月都颠倒了过来。
比喻天翻地覆，天下大乱。此句改得比原文更好。
(36) 弃万乘兮去守藩——弃：废除。万乘：周制指天子地方千里，能出兵车万乘，因以
“万乘”代指天子，后世即指帝王、帝位。《孟子·梁惠王上》：“万乘之国，弒其君者，
必千乘之家。”赵岐注：“万乘，兵车万乘，谓天子也。”守藩：本指王侯驻守其封地。引
申为受封为王侯。此句是刘辩自称帝位被废除，降为弘农王。
(37) 潸——流泪不止貌。
(38) 唐妃亦作歌——唐妃的这首歌亦见于《后汉书·皇后纪·灵思何皇后》，原文是：
“皇天崩兮后土颓，身为帝兮命夭摧。死生路异兮从此乖，奈我茕独兮心中哀。”
(39) 皇天将崩兮后土颓——皇天、后土：泛指天地。崩、颓：坍塌，塌陷。此句是说天
和地即将崩塌。也是比喻天翻地覆，天下大乱。
(40) 茕(qióng穷)速——孤凄。
(41) 直撺下楼——即从楼上扔到楼下。但史载何太后是被毒死的。事见《后汉书·皇后
纪·灵思何皇后》：“董卓又议(何)太后踧迫永乐宫(指汉灵帝之母)，至令忧死，逆妇姑之
礼，乃迁于永安宫，因进酖，弒而崩。”
(42) 绞死唐妃——史载唐妃并未被绞死。事见《后汉书·皇后纪·灵思何皇后》：“唐
姬(即唐妃)，颍川人也。王(指刘辩)薨，父会稽太守瑁欲嫁之，姬逝不许。及李傕破长安，
遣兵钞关东，略得姬。傕因欲妻之，固不听，而终不自名。尚书贾诩知之，以状白献帝。帝
闻感怆，乃下诏迎姬，置园中，使侍中持节拜为弘农王妃。”
(43) 社赛——民间于社日举行的祭祀土地神的活动。社日：祭祀土地神的日子，一般在
立春、立秋后第五个戊日。
(44) 连轸(zhěn枕)——形容车连车，形成长长的车队。轸：车后横木，也可代指车
子。
(45) 抠住——攥住。
(46) 车裂——古代酷刑之一，俗称“五马分尸”。即把尸体或活人的头及四肢分别用绳
索拴在五辆马车上，用五匹马拉车，同时催马拉动，将人分裂。《左传·襄公二十二年》：
“昔观起有宠于子男，子男得罪，观起车裂。”
(47) 剖剐——古代的两种酷刑。剖：“剖心”的简称。即破开胸膛，挖出心脏。剐：俗
称“凌迟”。即把活人一刀一刀慢慢割死。这里将两种酷刑并用，足见董卓残暴至极。
(48) 恣其跋扈——意谓放任董卓飞扬跋扈。
(49) 乘间——利用机会。《汉书·赵充国传》：“内不损威武之重，外不令虏得乘间之
势。”
(50) 侍班阁子——轮值侍奉皇帝的官员所在的地方。
(51) 贱降——对自己生日的谦称。
(52) 敢屈——谦辞。意谓冒昧恭请。
(53) 高皇诛秦灭楚——指汉高祖刘邦消灭了秦国和楚霸王项羽。
(54) 奄有——全部占有。奄：本义为覆盖，引申为全部、完全。《诗经·商颂·玄
鸟》：“方命厥后，奄有九有。”
(55) 抚掌——因高兴而不禁拍手。《三国志·魏志·武帝纪》“公用荀攸记”裴松之注
引三国吴·无名氏《曹瞒传》：“公(曹操)闻攸来，跣出迎之，抚掌笑曰：‘子远，卿来，
吾事济矣!’”
(56) 避席——古人席地而坐，离席站立则表示对人恭敬，谓之“避席”。《吕氏春秋·
慎大览》：“武王避席再拜之，此非贵虏也，贵其言也。”
(57) 屈身——降低身份，委屈自己。《史记·乐毅列传》：“燕国小，辟远，力不能
制，于是屈身下士，先礼郭隗，以招贤者。”
(58) 七宝刀——镶嵌多种宝物的刀。七宝：泛指多种宝物。晋·葛洪《西京杂记》卷
三：“有琴长六尺，安十三弦，二十六徵，皆用七宝饰之，铭曰‘璠玙之乐’。”
(59) 沥酒——洒酒于地，以示发誓。洒酒于地本是祭神的仪式之一，发誓时也用此法，
表示以神为鉴。
(60) 羸(léi雷)——瘦弱。
(61) 顾——看着，看了看。《韩非子·外储说左上》：“乘白马而过关，则顾白马之
赋。”王先慎集解：“顾，视也。”
(62) 惶遽——恐惧而慌张。
(63) 遍行文书——广泛下发或张贴缉捕文告。
(64) 画影图形——这里指缉捕文告上所画犯人的肖像。
(65) 万户侯——食邑万户的侯爵，是侯爵中最高的。《战国策·齐策四》：“有能得齐
王之头者，封万户侯。”
(66) 审究——仔细审问。
(67) 燕雀安知鸿鹄之志——燕雀：泛指普通鸟类。鸿鹄：天鹅。“燕雀安知鸿鹄之志”
出自《史记·陈涉世家》(又见《汉书·陈胜传》)：“陈涉少时，尝与人佣耕，辍耕之垄
上，怅恨久之，曰：‘苟富贵，无相忘。’庸者笑而应曰：‘若为佣耕，何富贵也？’陈涉
太息曰：‘嗟乎，燕雀安知鸿鹄之志哉!’”比喻凡夫俗子不可能理解英雄人物的远大志向。
(68) 屏(b ǐ ng丙)退——斥退，喝退。
(69) 小觑——小看，小瞧。
(70) 向晚——傍晚。
(71) 使君——原为刺史的别称，后引申为对州郡长官的尊称，再后又引申为对人的尊
称。
(72) 樽——古代盛酒器。
(73) 鞒(qi áo桥)——牲口鞍子前后突起的部分。
(74) 被罪——身负重罪。
(75) 分付——义同“吩咐”。嘱咐，命令。 款——款待，招待。
(76) 干休——罢休，罢手。
(77) “宁教”二句——原作“宁我负人，毋人负我”。见《三国志·魏志·武帝纪》裴
松之注：“《世语》曰：‘太祖(曹操)过(吕)伯奢，伯奢出行，五子皆在，备宾主礼。太祖
自以背(董)卓命，疑其图己，手剑夜杀八人而去。’孙盛《杂记》曰：‘太祖闻其食器声，
以为图己，遂夜杀之。既而凄怆曰：“宁我负人，毋人负我。”’”说法虽变而意思不变，
即我曹操可以对不起天下众人，而天下众人却不能对不起我曹操。这是曹操为人处世的座右
铭。
第五回 发矫诏诸镇应曹公 破关兵三英战吕布
却说陈宫临欲下手杀曹操，忽转念曰：
“我为国家跟他到此，杀
之不义。不若弃而他往。”插剑上马，不等天明，自投东郡去了。操
觉，不见陈宫，寻思：
“此人见我说了这两句，疑我不仁，弃我而
去。吾当急行，不可久留。”遂连夜到陈留，寻见父亲，备说前事，
欲散家资，招募义兵。父言：
“资少，恐不成事。此间有孝廉卫弘，
疏财仗义 (1) ，其家巨富，若得相助，事可图矣。”
操置酒张筵，拜请卫弘到家，告曰：
“今汉室无主，董卓专权，
欺君害民，天下切齿。操欲力扶社稷，恨力不足。公乃忠义之士，敢
求相助。”卫弘曰：
“吾有是心久矣，恨未遇英雄耳。既孟德有大
志，愿将家资相助。”操大喜。于是先发矫诏，驰报各道 (2) 。然后
招集义兵，竖起招兵白旗一面，上书“忠义”二字。不数日间，应募
之士，如雨骈集 (3) 。
一日，有一个阳平卫国人，姓乐名进，字文谦，来投曹操。又有
一个山阳巨鹿人，姓李名典，字曼成，也来投曹操。操皆留为帐前
吏。又有沛国谯人夏侯惇，字元让，乃夏侯婴之后。自小习枪棒，年
十四从师学武，有人辱骂其师，惇杀之，逃于外方。闻知曹操起兵，
与其族弟夏侯渊，两个各引壮士千人来会。此二人本操之弟兄：操父
曹嵩原是夏侯氏之子，过房与曹家，因此是同族。不数日，曹氏兄弟
曹仁、曹洪各引兵千馀来助。曹仁字子孝，曹洪字子廉，二人弓马熟
娴，武艺精通。操大喜，于村中调练军马。卫弘尽出家财，置办衣甲
旗幡。四方送粮食者，不计其数。
时袁绍得操矫诏，乃聚麾下文武 (4) ，引兵三万，离渤海来与曹
操会盟 (5) 。操作檄文以达诸郡 (6) 。檄文曰：
操等谨以大义布告天下：董卓欺天罔地 (7) ，灭国弑君，秽乱宫禁，残害生
灵，狼戾不仁 (8) ，罪恶充积。今奉天子密诏，大集义兵，誓欲扫清华夏，剿戮
群凶。望兴义师，共泄公愤，扶持王室，拯救黎民 (9) 。檄文到日，可速奉行。
操发檄文去后，各镇诸侯皆起兵相应 (10) ：第一镇，后将军、南
阳太守袁术；第二镇，冀州刺史韩馥；第三镇，豫州刺史孔伷；第四
镇，兖州刺史刘岱；第五镇，河内郡太守王匡；第六镇，陈留太守张
邈；第七镇，东郡太守乔瑁；第八镇，山阳太守袁遗；第九镇，济北
相鲍信；第十镇，北海太守孔融；第十一镇，广陵太守张超；第十二
镇，徐州刺史陶谦；第十三镇，西凉太守马腾；第十四镇，北平太守
公孙瓒；第十五镇，上党太守张杨；第十六镇，乌程侯、长沙太守孙
坚；第十七镇，祁乡侯、渤海太守袁绍。诸路军马，多少不等，有三
万者，有一二万者，各领文官武将，投洛阳来。
且说北平太守公孙瓒，统领精兵一万五千，路经德州平原县。正
行之间，遥见桑树丛中一面黄旗，数骑来迎。瓒视之，乃刘玄德也。
瓒问曰：
“贤弟何故在此？”玄德曰：
“旧日蒙兄保备为平原县令，
今闻大军过此，特来奉候，就请兄长入城歇马。”瓒指关、张而问
曰：
“此何人也？”玄德曰：
“此关羽、张飞，备结义兄弟也。”瓒
曰：
“乃同破黄巾者乎？”玄德曰：
“皆此二人之力。”瓒曰：
“今
居何职？”玄德答曰：
“关羽为马弓手 (11) ，张飞为步弓手。”瓒叹
曰：
“如此可谓埋没英雄!今董卓作乱，天下诸侯共往诛之。贤弟可弃
此卑官，一同讨贼，力扶汉室，若何？”玄德曰：
“愿往。”张飞
曰：
“当时若容我杀了此贼，免有今日之事。”云长曰：
“事已至
此，即当收拾前去。”
玄德、关、张引数骑跟公孙瓒来，曹操接着。众诸侯亦陆续皆
至，各自安营下寨，连接二百馀里。操乃宰牛杀马，大会诸侯，商议
进兵之策。太守王匡曰：
“今奉大义，必立盟主 (12) ，众听约束，然
后进兵。”操曰：
“袁本初四世三公 (13) ，门多故吏，汉朝名相之
裔，可为盟主。”绍再三推辞。众皆曰：
“非本初不可。”绍方应
允。
次日，筑台三层，遍列五方旗帜 (14) ，上建白旄黄钺 (15) ，兵
符将印 (16) ，请绍登坛。绍整衣佩剑，慨然而上，焚香再拜。其盟曰
(17) ：
汉室不幸，皇纲失统 (18) 。贼臣董卓，乘衅纵害 (19) ，祸加至尊 (20) ，
虐流百姓。绍等惧社稷沦丧，纠合义兵，并赴国难。凡我同盟，齐心戮力 (21) ，
以致臣节 (22) ，必无二志。有渝此盟 (23) ，俾坠其命 (24) ，无克遗育 (25) 。皇
天后土，祖宗明灵，实皆鉴之。
读毕，歃血 (26) 。众因其辞气慷慨，皆涕泗横流 (27) 。
歃血已罢，下坛。众扶绍升帐而坐，两行依爵位、年齿分列坐
定。操行酒数巡，言曰：
“今日既立盟主，各听调遣，同扶国家，勿
以强弱计较。”袁绍曰：
“绍虽不才，既承公等推为盟主，有功必
赏，有罪必罚。国有常刑，军有纪律，各宜遵守，勿得违犯。”众皆
曰：
“惟命是听 (28) 。”绍曰：
“吾弟袁术总督粮草，应付诸营，无
使有缺。更须一人为先锋，直抵汜水关挑战。馀各据险要，以为接
应。”长沙太守孙坚出曰：
“坚愿为前部。”绍曰：
“文台勇烈，可
当此任。”坚遂引本部人马，杀奔汜水关来。
守关将士差流星马 (29) ，往洛阳丞相府告急。董卓自专大权之
后，每日饮宴。李儒接得告急文书，径来禀卓。卓大惊，急聚众将商
议。温侯吕布挺身出曰：
“父亲勿虑。关外诸侯，布视之如草芥 (30)
。愿提虎狼之师 (31) ，尽斩其首，悬于都门。”卓大喜曰：
“吾有奉
先，高枕无忧矣 (32) 。”言未绝，吕布背后一人高声出曰：
“割鸡焉
用牛刀 (33) ？不劳温侯亲往，吾斩众诸侯首级，如探囊取物耳。”卓
视之，其人身长九尺，虎体狼腰，豹头猿臂，关西人也，姓华名雄。
卓闻言大喜，加为骁骑校尉，拨马步军五万，同李肃、胡轸、赵岑星
夜赴关迎敌。
众诸侯内有济北相鲍信，寻思孙坚既为前部，怕他夺了头功，暗
拨其弟鲍忠，先将马步军三千，径抄小路，直到关下搦战。华雄引铁
骑五百，飞下关来，大喝：
“贼将休走!”鲍忠急待退，被华雄手起刀
落，斩于马下，生擒将校极多。华雄遣人赍鲍忠首级来相府报捷。卓
加雄为都督。
却说孙坚引四将直至关前。那四将？第一个，右北平土垠人，姓
程名普，字德谋，使一条铁脊蛇矛；第二个，姓黄名盖，字公覆，零
陵人也，使铁鞭；第三个，姓韩名当，字义公，辽西令支人也，使一
口大刀；第四个，姓祖名茂，字大荣，吴郡富春人也，使双刀。孙坚
披烂银铠 (34) ，裹赤帻 (35) ，横古锭刀，骑花鬃马，指关上而骂
曰：
“助恶匹夫 (36) ，何不早降？”华雄副将胡轸引兵五千，出关迎
战。程普飞马挺矛，直取胡轸。斗不数合，程普刺中胡轸咽喉，死于
马下。坚挥军直杀至关前，关上矢石如雨 (37) 。孙坚引兵回至梁东屯
住，使人于袁绍处报捷，就于袁术处催粮。或说术曰 (38) ：
“孙坚乃
江东猛虎，若打破洛阳，杀了董卓，正是除狼而得虎也。今不与粮，
彼军必散。”术听之，不发粮草。孙坚军缺食，军中自乱，细作报上
关来 (39) 。李肃为华雄谋曰：
“今夜我引一军，从小路下关，袭孙坚
寨后；将军击其前寨：坚可擒矣。”雄从之，传令军士饱餐，乘夜下
关。
是夜月白风清 (40) 。到坚寨时，已是半夜，鼓噪直进。坚慌忙披
挂上马，正遇华雄。两马相交，斗不数合，后面李肃军到，竟天价放
起火来 (41) 。坚军乱窜，众将各自混战，止有祖茂跟定孙坚，突围而
走。背后华雄追来。坚取箭，连放两箭，皆被华雄躲过。再放第三箭
时，因用力太猛，拽折了鹊画弓 (42) ，只得弃弓纵马而奔。祖茂曰：
“主公头上赤帻射目 (43) ，为贼所识认，可脱帻与某戴之。”坚就脱
帻换茂盔，分两路而走。雄军只望赤帻者追赶，坚乃从小路得脱。祖
茂被华雄追急，将赤帻挂于人家烧不尽的庭柱上，却入树林潜躲。华
雄军于月下遥见赤帻，四面围定，不敢近前。用箭射之，方知是计，
遂向前取了赤帻。祖茂于林后杀出，挥双刀欲劈华雄；雄大喝一声，
将祖茂一刀砍于马下。杀至天明，雄方引兵上关。
程普、黄盖、韩当都来寻见孙坚，再收拾军马屯扎。坚为折了祖
茂，伤感不已，星夜遣人报知袁绍。绍大惊曰：
“不想孙文台败于华
雄之手。”便聚众诸侯商议。众人都到，只有公孙瓒后至，绍请入帐
列坐。绍曰：
“前日鲍将军之弟不遵调遣，擅自进兵，杀身丧命，折
了许多军士；今者孙文台又败于华雄：挫动锐气，为之奈何？”诸侯
并皆不语。绍举目遍视，见公孙瓒背后立着三人，容貌异常，都在那
里冷笑。绍问曰：
“公孙太守背后何人？”瓒呼玄德出曰：
“此吾自
幼同舍兄弟，平原令刘备是也。”曹操曰：
“莫非破黄巾刘玄德
乎？”瓒曰：
“然。”即令刘玄德拜见。瓒将玄德功劳，并其出身，
细说一遍。绍曰：
“既是汉室宗派 (44) ，取坐来。”命坐，备逊谢。
绍曰：
“吾非敬汝名爵，吾敬汝是帝室之胄耳 (45) 。”玄德乃坐于末
位，关、张叉手侍立于后 (46) 。
忽探子来报：
“华雄引铁骑下关 (47) ，用长竿挑着孙太守赤帻，
来寨前大骂搦战。”绍曰：
“谁敢去战？”袁术背后转出骁将俞涉，
曰：
“小将愿往。”绍喜，便著俞涉出马。即时报来：
“俞涉与华雄
战不三合，被华雄斩了。”众大惊。太守韩馥曰：
“吾有上将潘凤，
可斩华雄。”绍急令出战。潘凤手提大斧上马，去不多时，飞马来
报：
“潘凤又被华雄斩了。”众皆失色。绍曰：
“可惜吾上将颜良、
文丑未至，得一人在此，何惧华雄!”
言未毕，阶下一人大呼出曰：
“小将愿往斩华雄头，献于帐
下。”众视之，见其人身长九尺，髯长二尺，丹凤眼，卧蚕眉，面如
重枣，声如巨钟，立于帐前。绍问何人。公孙瓒曰：
“此刘玄德之弟
关羽也。”绍问现居何职。瓒曰：
“跟随刘玄德充马弓手。”帐上袁
术大喝曰：
“汝欺吾众诸侯无大将耶？量一弓手，安敢乱言。与我打
出!”曹操急止之曰：
“公路息怒。此人既出大言，必有勇略。试教出
马，如其不胜，责之未迟。”袁绍曰：
“使一弓手出战，必被华雄所
笑。”操曰：
“此人仪表不俗，华雄安知他是弓手？”关公曰：
“如
不胜，请斩某头 (48) 。”操教酾热酒一杯 (49) ，与关公饮了上马。
关公曰：
“酒且斟下，某去便来。”出帐提刀，飞身上马。众诸侯听
得关外鼓声大振，喊声大举，如天摧地塌，岳撼山崩，众皆失惊。正
欲探听，鸾铃响处 (50) ，马到中军 (51) ，云长提华雄之头，掷于地
上。其酒尚温。后人有诗赞之曰：
威镇乾坤第一功 (52) ，辕门画鼓响冬冬 (53) 。
云长停盏施英勇，酒尚温时斩华雄。
曹操大喜。只见玄德背后转出张飞，高声大叫：
“俺哥哥斩了华
雄，不就这里杀入关去，活拿董卓，更待何时!”袁术大怒，喝曰：
“俺大臣尚自谦让，量一县令手下小卒，安敢在此耀武扬威 (54) !都
与赶出帐去!”曹操曰：
“得功者赏，何计贵贱乎？”袁术曰：
“既然
公等只重一县令，我当告退。”操曰：
“岂可因一言而误大事耶？”
命公孙瓒且带玄德、关、张回寨。众官皆散。曹操暗使人赍牛酒抚慰
三人 (55) 。
却说华雄手下败军报上关来。李肃慌忙写告急文书，申闻董卓
(56) 。卓急聚李儒、吕布等商议。儒曰：
“今失了上将华雄，贼势浩
大。袁绍为盟主，绍叔袁隗现为太傅，倘或里应外合 (57) ，深为不
便，可先除之。请丞相亲领大军，分拨剿捕。”卓然其说，唤李傕、
郭汜领兵五百，围住太傅袁隗家，不分老幼，尽皆诛绝，先将袁隗首
级去关前号令。卓遂起兵二十万，分为两路而来：一路先令李傕、郭
汜引兵五万，把住汜水关，不要厮杀；卓自将十五万，同李儒、吕
布、樊稠、张济等守虎牢关。这关离洛阳五十里。军马到关，卓令吕
布领三万军，去关前扎住大寨；卓自在关上屯住。
流星马探听得，报入袁绍大寨里来。绍聚众商议。操曰：
“董卓
屯兵虎牢，截俺诸侯中路，今可勒兵一半迎敌。”绍乃分王匡、乔
瑁、鲍信、袁遗、孔融、张杨、陶谦、公孙瓒八路诸侯，往虎牢关迎
敌。操引军往来救应。八路诸侯，各自起兵。河内太守王匡引兵先
到；吕布带铁骑三千，飞奔来迎。王匡将军马列成阵势，勒马门旗下
看时，见吕布出阵：头戴三叉束发紫金冠 (58) ，体挂西川红锦百花袍
(59) ，身披兽面吞头连环铠 (60) ，腰系勒甲玲珑狮蛮带 (61) ；弓箭
随身，手持画戟，坐下嘶风赤兔马：果然是“人中吕布，马中赤
兔”。王匡回头问曰：
“谁敢出战？”后面一将纵马挺枪而出。匡视
之，乃河内名将方悦。两马相交，无五合，被吕布一戟刺于马下，挺
戟直冲过来。匡军大败，四散奔走。布东西冲杀，如入无人之境。幸
得乔瑁、袁遗两军皆至，来救王匡，吕布方退。三路诸侯，各折了些
人马，退三十里下寨。随后五路军马都至，一处商议，言吕布英雄，
无人可敌。
正虑间，小校报来：
“吕布搦战。”八路诸侯一齐上马，军分八
队，布在高冈。遥望吕布一簇军马，绣旗招飐，先来冲阵。上党太守
张杨部将穆顺出马挺枪迎战，被吕布手起一戟，刺于马下。众大惊。
北海太守孔融部将武安国使铁锤飞马而出，吕布挥戟拍马来迎，战到
十馀合，一戟砍断安国手腕，弃锤于地而走。八路军兵齐出，救了武
安国。吕布退回去了。
众诸侯回寨商议。曹操曰：
“吕布英勇无敌，可会十八路诸侯共
议良策。若擒了吕布，董卓易诛耳。”正议间，吕布复引兵搦战。八
路诸侯齐出。公孙瓒挥槊亲战吕布，战不数合，瓒败走。吕布纵赤兔
马赶来。那马日行千里，飞走如风，看看赶上，布举画戟望瓒后心便
刺。
旁边一将圆睁环眼，倒竖虎须，挺丈八蛇矛，飞马大叫：
“三姓
家奴休走 (62) ，燕人张飞在此!”吕布见了，弃了公孙瓒，便战张
飞；飞抖擞精神，酣战吕布。连斗五十馀合，不分胜负。云长见了，
把马一拍，舞八十二斤青龙偃月刀，来夹攻吕布。三匹马丁字儿厮杀
(63) ，战到三十合，战不倒吕布。刘玄德掣双股剑，骤黄鬃马，刺斜
里也来助战 (64) 。这三个围住吕布，转灯儿般厮杀 (65) 。八路人马
都看得呆了。吕布架隔遮拦不定，看着玄德面上虚刺一戟；玄德急
闪。吕布荡开阵角 (66) ，倒拖画戟，飞马便回；三个那里肯舍，拍马
赶来。八路军兵，喊声大震，一齐掩杀。吕布军马望关上奔走；玄
德、关、张随后赶来。古人曾有篇言语 (67) ，单道着玄德、关、张三
战吕布：
汉朝天数当桓灵，炎炎红日将西倾 (68) 。
奸臣董卓废少帝，刘协懦弱魂梦惊。
曹操传檄告天下，诸侯奋怒皆兴兵 (69) 。
议立袁绍作盟主，誓扶王室定太平。
温侯吕布世无比，雄才四海夸英伟。
护躯银铠砌龙鳞 (70) ，束发金冠簪雉尾 (71) 。
参差宝带兽平吞 (72) ，错落锦袍飞凤起 (73) 。
龙驹跳踏起天风，画戟荧煌射秋水 (74) 。
出关搦战谁敢当，诸侯胆裂心惶惶。
踊出燕人张翼德，手持蛇矛丈八枪。
虎须倒竖翻金线 (75) ，环眼圆睁起电光。
酣战未能分胜败，阵前恼起关云长。
青龙宝刀灿霜雪，鹦鹉战袍飞蛱蝶 (76) 。
马蹄到处鬼神嚎，目前一怒应流血。
枭雄玄德掣双锋 (77) ，抖擞天威施勇烈。
三人围绕战多时，遮拦架隔无休歇。
喊声震动天地翻，杀气迷漫牛斗寒 (78) 。
吕布力穷寻走路，遥望家山拍马还 (79) 。
倒拖画杆方天戟，乱散销金五彩幡 (80) 。
顿断绒绦走赤兔 (81) ，翻身飞上虎牢关。
三人直赶吕布到关下，看见关上西风飘动青罗伞盖 (82) 。张飞大
叫：
“此必董卓。追吕布有甚强处，不如先拿董贼，便是斩草除根!”
拍马上关，来擒董卓。正是：
擒贼定须擒贼首，奇功端的待奇人 (83) 。
未知胜负如何，且听下文分解。
--------------------
(1) 疏财丈义——疏财：施舍钱财。仗义:主持正义。“疏财丈义”或本“重义轻财”，
出自汉·桓宽《盐铁论·错币》：“古者贵德而贱利，重义而轻财。”意谓乐善好施，笃信
道义。指慷慨解囊，救人急难。
(2) 道——古代行政区划名称。汉代仅在少数民族地区设道(相当于县)，至唐始在全国
设道。这里泛指全国各地。
(3) 骈集——聚集，凑集。
(4) 麾下——这里是部下之意。《史记·秦本纪》：“缪公与麾下驰追之，不能得晋
军。”
(5) 会盟——指诸侯相会结盟。典出《左传·昭公三年》：“令诸侯三岁而聘，五岁而
朝，有事而会，不协而盟。”
(6) 檄文——古代用以征召、晓喻、声讨的文书。
(7) 欺天网地——网：欺骗，蒙蔽。“欺天网地”出自后蜀·何光远《鉴戒录·判木
夹》：“苻以六十万精兵摧于东晋，谢玄以八千之卒败于寿春，岂不为欺天网地所致者
也。”意谓欺骗天地。形容人胆大包天，什么骗人的事都敢做。
(8) 狼戾——凶狠，残暴。《战国策·燕策一》：“夫赵王之狼戾无亲，大王所明见知
也。”
(9) 黎民——民众，百姓。《尚书·虞书·尧典》：“黎民于变时雍。”孔传：“黎，
众。”
(10) 镇——古代于边防重地驻重兵守卫谓之“镇”。相应：互相呼应，响应。
(11) 弓手——宋代才有此名目，意谓兵卒。罗贯中借用。
(12) 盟主——古代诸侯会盟中的首领或主持人。《国语·晋语五》：“晋为盟主，而不
修天罚，将惧及焉。”
(13) 袁本初四世三公——三公：古代朝廷三种最高官衔的合称，而历代所指不同。东汉
以太尉、师徒、司空为三公。此句是说袁绍家连续四代人都有人官至三公。指袁绍高祖袁安
官至司空、司徒，曾祖袁敞官至司空，祖父袁汤官至太尉，父亲袁逢官至司空。
(14) 五方旗帜——古代以青、赤、白、黑、黄五色为正色，军队常以这五种颜色的旗帜
代表东、南、西、北、中。
(15) 白旄黄钺——白旄：古代的一种军旗，因竿头饰以牦牛尾而得名，用以指挥军队，
也是军权的象征。黄钺：饰以黄金的长柄大斧，或用于皇帝仪仗，或用作军权的象征。《尚
书·牧誓》：“王(指周武王)左杖黄钺，右秉白旄以麾。”(麾：指挥，挥动。)原以白旄黄
钺作为帝王亲征或授命大将出征的象征。借喻出兵征伐。
(16) 兵符——古代调兵遣将所用凭证，一般由皇帝颁发。
(17) 其盟——此盟词录自《后汉书·袁绍传》李贤注引《献帝春秋》，但改动较大。
(18) 皇纲失统——意谓朝廷的管理陷入混乱。皇纲：朝廷的纲纪。失统：失去秩序，混
乱。
(19) 乘衅纵害——利用可乘之机，肆无忌惮地祸害。
(20) 至尊——指皇帝。以皇帝具有至高无上的地位，故称。汉·贾谊《过秦论上》：
“及至始皇，奋六世之馀烈，振长策而御宇内，吞二周而亡诸侯，履至尊而制六合。”
(21) 戮力——勉力，并力。戮：通“勠”。《尚书·商书·汤诰》：“聿求元圣，与之
戮力，以与尔有众请命。”孔颖达疏：“戮力，犹勉力也。”
(22) 臣节——臣子应有的节操。《孔子家语·致思》：“长事齐君，君骄奢失士，臣节
不遂，是二失也。”
(23) 渝——本义为变更、改变，引申为违背。
(24) 俾——使。
(25) 无克遗育——无克：不能。遗育：后遗，后代。育：通“胄”。“无克遗育”典出
《尚书·商书·盘庚中》：“乃有不言不迪，颠越不恭，暂遇奸宄，我乃劓殄灭之，无遗
育，无俾易种于兹新邑。”王引之《经义述闻·尚书上》：“今按‘育’读为‘胄’。《尧
典》‘教胄子’，《说文》及《周官·大司乐》注并引作‘教育子’。《周官》：《释文》
曰：‘育音胄。’是古‘育’、‘胄’同声而通用。《说文》曰：‘胄，胤也。’‘无遗
育’即‘无遗胄’。”意谓不能留下后代，即断子绝孙。
(26) 歃(shà霎)血——古代会盟中的一种仪式。即盟约宣读后，会盟者各饮少许杀牲之
血(一说以指蘸血涂于口旁)，以示守约的诚意。《穀梁传·庄公二十七年》：“信其信，仁
其仁，衣裳之会十有一，未尝有歃血之盟也。”
(27) 涕泗横流——涕泗：眼泪和鼻涕。横流：交错而流。“涕泗横流”本“涕泗滂
沱”，出自《诗经·陈风·泽陂》：“有美一人，伤如之何!寤寐无为，涕泗滂沱。”意谓眼
泪鼻涕交错流淌。原形容极度悲痛。引申以形容由于激动而眼泪和鼻涕齐流。
(28) 惟命是听——语出《左传·宣公十二年》：“郑伯肉袒牵羊以逆，曰：‘孤不天，
不能事君，使君怀怒，以及敝邑，孤之罪也，敢不唯命是听。’”(唯：同“惟”。)意谓任
何命令都听从。表示完全听人指使，绝对服从，决不反对。
(29) 流星马——亦称“流星报马”。古代军事信差，犹今之通讯兵。因其须骑快马送
信，故称。
(30) 视之如草芥——芥：蔬菜名。“视之如草芥”本《孟子·离娄上》：“天下大悦而
将归己，视天下悦而归己，犹草芥也，惟舜为然。”又《孟子·离娄下》：“君之视臣如土
芥，则臣视君如寇仇。”意谓把人看得如同小草和芥菜那样微不足道。比喻目空一切，蔑视
他人。
(31) 虎狼之师——比喻威武凶猛的军队。
(32) 高枕无忧——高枕：枕着高枕头。语本“高枕而卧”，出自《战国策·齐策四》：
“(冯谖曰)狡兔有三窟，仅得免其死耳。今君有一窟，未得高枕而卧也。”意谓可以枕着高
枕头睡大觉了，没有什么可忧虑的了。
(33) 割鸡焉用牛刀——割：杀，宰。焉：何，岂，哪里。语出《论语·阳货》：“子之
武城，闻弦歌之声，夫子莞尔而笑，曰：‘割鸡焉用牛刀？’”何晏集解引孔安国曰：“言
治小何须用大道。”邢昺疏：“道，谓礼乐也。”意谓杀鸡何必用杀牛的刀？原比喻小事不
值得用礼乐。后借喻做小事不必用大力气或大材不可小用。
(34) 烂银铠——白银(烂银)铠甲。
(35) 赤帻(zé责)——红头巾。帻：原为古代平民男子包扎发髻的巾，后无论贵贱皆用
之。汉·蔡邕《独断》卷下：“帻者，古之卑贱执事不冠者之倾服也……元帝额有壮发，不
欲使人见，始进帻服之，群臣皆随焉，然尚无巾，如今半头帻而已。”《隋书·礼仪志
六》：“帻，尊卑贵贱皆服之。文者长耳，谓之‘介巾’；武者短耳，谓之‘平上巾’。”
(36) 匹夫——骂人话。相当于家伙、东西。
(37) 矢石——箭和垒石。垒石：由高处攻击敌人的巨石。
(38) 或说(shu ì税)——有人劝说。或：代词。有人，有些人。
(39) 细作——暗探，间谍。《左传·宣公八年》“晋人获秦谍”唐·陆德明释文：
“谍……间也，今谓之细作。”
(40) 月白风清——白：光明，明亮，明朗。清：清凉，凉爽。“月白风清”出自宋·苏
轼《后赤壁赋》：“二客从予，过黄泥之坂。霜露既降，木叶尽脱，人影在地。仰见明月，
顾而乐之，行歌相答。已而叹曰：‘有客无酒，有酒无肴，月白风清，如此良夜何!’”意谓
月光明朗，微风凉爽。形容月夜明朗幽静。
(41) 竟天——一直到天边，满天，遍天。《史记·天官书》：“秦始皇之时，十五年彗
星四见，久者八十日，长或竟天。”
(42) 鹊画弓——以鹊形装饰的弓。元·乔吉《套曲·梁州第七射雁》：“忙拉鹊画弓，
急取雕翎箭。”
(43) 射目——耀眼，醒目，显眼。
(44) 宗派——泛指宗族内部各支派。南朝梁·何逊《仰赠从元兴宁寘南》诗：“家世传
儒雅，贞白仰馀徽。宗派已孤狭，财产又贫微。”
(45) 胄(zhòu昼)——指古代帝王或贵族的后裔。《国语·周语上》：“(襄王)十六
年，而晋人杀怀公。无胄。”韦昭注：“胄，后也。”
(46) 叉手——古代男子礼节之一。即两手交叉于胸前，表示恭敬。《孔丛子·论势》：
“游说之士挟强秦以为资，卖其国以收利，叉手服从，曾不能制。”
(47) 铁骑——身披铁甲的战马。引申为全副武装的骑兵。《后汉书·公孙瓒传》：“且
厉五千铁骑于北隰之中，起火为应。”
(48) 某——自称代词。代指“我”或本名。《礼记·曲礼下》：“君使士射，不能，则
辞以疾，言曰：‘某有负薪之忧。’”
(49) 酾(sh āi筛)酒——斟酒。《晋书·周处传》：“及吴平，王浑登建邺宫酾酒，谓
吴人曰：‘诸君亡国之馀，得无感乎？’”。
(50) 鸾铃——亦作“銮铃”。系在马颈上的响铃。晋·崔豹《古今注·舆服》：“五骆
衡上金爵者，朱雀也。口衔铃，铃谓銮。所谓和銮也。《礼记》云：行，前朱鸟，鸾也。前
有鸾鸟，故谓之鸾；鸾口衔铃，故谓之鸾铃。今或为銮，或为鸾，事一而义异也。”
(51) 中军——古代行军作战时军分左、中、右或上、中、下，中军即元帅或主将所在
处。这里指盟主袁绍及各镇诸侯所在的指挥部。《左传·桓公五年》：“秋，王以诸侯伐
郑，郑伯御之。王为中军；虢公林父将右军，蔡人、卫人属焉；周公黑肩将左军，陈人属
焉。”
(52) 乾坤——天地。《周易·说卦》：“乾为天……坤为地。”引申为天下。
(53) 辕门——原指帝王巡狩、田猎的宿营处。以其以两车架起当门，故称。引申为领兵
将帅的营门。《六韬·犬韬·分合》：“大将设营而陈，立表辕门。”画鼓——以彩绘装饰
的鼓。唐·白居易《柘枝妓》诗：“平铺一合锦筵开，连击三声画鼓催。” 冬冬——象声
词。唐·白居易《初与元九别后梦见立怅然感怀因以此寄》诗：“觉来未及说，叩门声冬
冬。”今多作“咚咚”。
(54) 耀武扬威——语或本“扬威震武”，出自《三国志·魏志·陶谦传》裴松之注引
《吴书》：“(谦上书)自古在昔，未有不扬威以弭乱，震武以止暴者也。”(震武：以武力使
人受到震动。)原指炫耀武力，显示威风。引申以泛指夸耀威势，气焰嚣张。
(55) 牛酒——牛和酒。古代馈赠、犒劳、祭祀的物品。《战国策·齐策六》：“(齐襄
王)乃赐(田)单牛酒，嘉其行。”
(56) 申闻——以文状呈达上司。宋·赵彦卫《云麓漫钞》卷四：“官府多
用‘申’、‘解’二字。申之训曰重，凡以状达上官，必曰‘申闻’。”
(57) 里应外合——应：接应，策应。合：指围攻。语意或本《史记·郦食其列传》：
“足下举兵攻之，臣为内应。”原指有人从外面包围攻打，有人在内部策应。引申以指内部
的人与外面的人相互配合干某件事。
(58) 三叉束发紫金冠——是一种可以将头发总束于头顶的三叉形紫金冠。紫金：本来是
一种罕有的珍贵矿物。汉·刘桢《鲁都赋》：“紫金扬晖于鸿岸，水晶潜光乎云穴。”后人
指赤铜与黄金的合金。明·曹昭《格古要论·珍宝论·紫金》：“今人用赤铜和黄金为之。
然世人未尝见真紫金也。”
(59) 西川红锦百花袍——是一种红色川锦面上绣有各种花的战袍。
(60) 兽面吞头连环铠——是一种以兽头为装饰的、用金属环穿连而成的套头护身铠甲。
吞头：套头。
(61) 勒甲玲珑狮蛮带——是一种精工制造的束在铠甲外面的武官腰带。玲珑：精巧貌。
狮蛮带：亦称“狮蛮宝带”，简称“狮蛮”。古代武官腰带名。以其带钩上饰有狮子、蛮王
的形象，故称。
(62) 三姓家奴——骂吕布的话。吕布先后认丁原、董卓为义父，连其亲生父亲，共为三
姓之子，故称。
(63) 丁字儿——这里指呈三角形之势。
(64) 刺斜里——亦作“刺邪里”。意谓从侧面插入。旧小说常用语。
(65) 转灯儿——走马灯的别称。清·富察敦崇《燕京岁时记·走马灯》：“走马灯者，
剪纸为轮，以烛嘘之，则车驰马骤，团团不休，烛灭则顿止矣。”这里是形容团团乱转。
(66) 荡开——冲开，冲破。
(67) 言语——泛指诗文著作。这里指诗。
(68) “汉朝天数”二句——天数：运数，气数，命运。炎炎红日将西倾：犹如太阳即将
落山。五行家称刘汉为火运，故这里以炎日将落比喻刘汉将亡。这两句是说汉朝传至桓帝、
灵帝时运数将终，马上就要灭亡了。
(69) 奋怒——盛怒，震怒。《汉书·王莽传上》：“忠臣孝子莫不奋怒。”
(70) 银铠砌龙鳞——形容银铠闪闪发光，犹如龙鳞一般。砌：堆砌。
(71) 簪雉尾——插着野鸡尾上的长羽毛。簪：插，戴。
(72) 宝带兽平吞——意谓狮蛮宝带钩上装饰的狮子张牙舞爪，好像要一口吞掉对方。平
吞：一口吞掉，全部吞掉。
(73) 锦袍飞凤起——意谓绣满百花的红锦战袍随着战斗而飞舞，犹如飞翔的凤凰。
(74) 荧煌射秋水——形容极其光辉灿烂。荧煌：光辉，光辉灿烂。
(75) 金线——比喻金黄色的胡须。
(76) 鹦鹉战袍飞蛱蝶——意谓绣有鹦鹉的战袍飞舞，犹如蝴蝶(蛱蝶)飞翔一般。
(77) 枭(xiāo消)雄——雄悍杰出的人物。
(78) 牛斗寒——就连牛郎星和北斗星都感到寒气逼人。
(79) 家山——家乡，故乡。这里借指董卓、吕布驻守的虎牢关。
(80) 乱散销金五彩幡——乱丢金线绣字的五色旗。销金：嵌金色线。参见本回“五方旗
帜”注。
(81) 绒绦——指马缰绳。
(82) 青罗伞盖——用青罗制作的伞盖。伞盖：是一种长柄圆顶而顶缘垂有流苏的伞形
物，达官显宦用于仪仗。
(83) 端的——真的，的确，确实。
第六回 焚金阙董卓行凶 匿玉玺孙坚背约
却说张飞拍马赶到关下，关上矢石如雨，不得进而回。八路诸侯
同请玄德、关、张贺功，使人去袁绍寨中报捷。绍遂移檄孙坚 (1) ，
令其进兵。坚引程普、黄盖至袁术寨中相见。坚以杖画地曰：
“董卓
与我，本无仇隙。今我奋不顾身，亲冒矢石 (2) ，来决死战者，上为
国家讨贼，下为将军家门之私；而将军却听谗言，不发粮草，致坚败
绩，将军何安？”术惶恐无言，命斩进谗之人，以谢孙坚 (3) 。
忽人报坚曰：
“关上有一将乘马来寨中，要见将军。”坚辞袁
术，归到本寨，唤来问时，乃董卓爱将李傕。坚曰：
“汝来何为？”
傕曰：
“丞相所敬者，惟将军耳。今特使傕来结亲：丞相有女，欲配
将军之子。”坚大怒，叱曰：
“董卓逆天无道，荡覆王室 (4) ，吾欲
夷其九族 (5) ，以谢天下，安肯与逆贼结亲耶？吾不斩汝，汝当速
去，早早献关，饶你性命；倘若迟误，粉骨碎身!”
李傕抱头鼠窜 (6) ，回见董卓，说孙坚如此无礼。卓怒，问李
儒。儒曰：
“温侯新败，兵无战心。不若引兵回洛阳，迁帝于长安
(7) ，以应童谣。近日街市童谣曰：
‘西头一个汉，东头一个汉 (8)
。鹿走入长安 (9) ，方可无斯难 (10) 。’臣思此言‘西头一个汉’，
乃应高祖旺于西都长安 (11) ，传一十二帝；
‘东头一个汉’，乃应光
武旺于东都洛阳，今亦传一十二帝。天运合回 (12) ，丞相迁回长安，
方可无虞 (13) 。”
卓大喜曰：
“非汝言，吾实不悟。”遂引吕布星夜回洛阳，商议
迁都。聚文武于朝堂，卓曰：
“汉东都洛阳二百馀年，气数已衰。吾
观旺气实在长安 (14) ，吾欲奉驾西幸 (15) 。汝等各宜促装 (16) 。”
司徒杨彪曰：
“关中残破零落 (17) 。今无故捐宗庙 (18) ，弃皇陵，
恐百姓惊动。天下动之至易，安之至难。望丞相鉴察 (19) 。”卓怒
曰：
“汝阻国家大计耶？”太尉黄琬曰：
“杨司徒之言是也。往者王
莽篡逆 (20) ，更始赤眉之时 (21) ，焚烧长安，尽为瓦砾之地；更兼
人民流移，百无一二。今弃宫室而就荒地，非所宜也。”卓曰：
“关
东贼起，天下播乱。长安有崤函之险 (22) ；更近陇右 (23) ，木石砖
瓦，克日可办，宫室营造，不须月馀。汝等再休乱言。”司徒荀爽谏
曰：
“丞相若欲迁都，百姓骚动不宁矣。”卓大怒曰：
“吾为天下
计，岂惜小民哉!”即日罢杨彪、黄琬、荀爽为庶民 (24) 。卓出上
车，只见二人望车而揖，视之，乃尚书周毖、城门校尉伍琼也。卓问
有何事。毖曰：
“今闻丞相欲迁都长安，故来谏耳。”卓大怒曰：
“我始初听你两个保用袁绍，今绍已反，是汝等一党。”叱武士推出
都门斩首。遂下令迁都，限来日便行。
李儒曰：
“今钱粮缺少，洛阳富户极多，可籍没入官 (25) 。但是
袁绍等门下 (26) ，杀其宗党而抄其家赀，必得巨万。”卓即差铁骑五
千，遍行捉拿洛阳富户，共数千家，插旗头上 (27) ，大书“反臣逆
党”，尽斩于城外，取其金赀。李傕、郭汜尽驱洛阳之民数百万口前
赴长安。每百姓一队，间军一队，互相拖押，死于沟壑者 (28) ，不可
胜数。又纵军士淫人妻女，夺人粮食，啼哭之声，震动天地。如有行
得迟者，背后三千军催督，军手执白刃，于路杀人。卓临行，教诸门
放火，焚烧居民房屋，并放火烧宗庙、宫府。南北两宫火焰相接，长
乐宫庭尽为焦土。又差吕布发掘先皇及后妃陵寝，取其金宝。军士乘
势掘官民坟冢殆尽 (29) 。董卓装载金珠缎匹好物数千馀车，劫了天子
并后妃等，竟望长安去了。
却说卓将赵岑见卓已弃洛阳而去，便献了汜水关。孙坚驱兵先
入。玄德、关、张杀入虎牢关，诸侯各引军入。
且说孙坚飞奔洛阳，遥望火焰冲天，黑烟铺地，二三百里，并无
鸡犬人烟。坚先发兵救灭了火，令众诸侯各于荒地上屯住军马。曹操
来见袁绍，曰：
“今董贼西去，正可乘势追袭。本初按兵不动，何
也？”绍曰：
“诸兵疲困，进恐无益。”操曰：
“董贼焚烧宫室，劫
迁天子，海内震动，不知所归：此天亡之时也，一战而天下定矣。诸
公何疑而不进？”众诸侯皆言不可轻动。操大怒曰：
“竖子不足与谋
(30) !”遂自引兵万馀，领夏侯惇、夏侯渊、曹仁、曹洪、李典、乐
进，星夜来赶董卓。
且说董卓行至荥阳地方，太守徐荣出接。李儒曰：
“丞相新弃洛
阳，防有追兵。可教徐荣伏军荥阳城外山坞之旁 (31) ，若有兵追来，
可竟放过；待我这里杀败，然后截住掩杀：令后来者不敢复追。”卓
从其计，又令吕布引精兵遏后。布正行间，曹操一军赶上。吕布大笑
曰：
“不出李儒所料也。”将军马摆开。曹操出马，大叫：
“逆贼劫
迁天子，流徙百姓，将欲何往？”吕布骂曰：
“背主懦夫，何得妄
言!”夏侯惇挺枪跃马，直取吕布。战不数合，李傕引一军从左边杀
来，操急令夏侯渊迎敌。右边喊声又起，郭汜引军杀到，操急令曹仁
迎敌。三路军马，势不可当。夏侯惇抵敌吕布不住，飞马回阵。布引
铁骑掩杀，操军大败，回望荥阳而走。
走至一荒山脚下，时约二更，月明如昼。方才聚集残兵，正欲埋
锅造饭，只听得四围喊声，徐荣伏兵尽出。曹操慌忙策马，夺路奔
逃，正遇徐荣，转身便走。荣搭上箭，射中操肩膊。操带箭逃命，踅
过山坡 (32) 。两个军士伏于草中，见操马来，二枪齐发，操马中枪而
倒。操翻身落马，被二卒擒住。只见一将飞马而来，挥刀砍死两个步
军，下马救起曹操。操视之，乃曹洪也。操曰：
“吾死于此矣，贤弟
可速去。”洪曰：
“公急上马，洪愿步行。”操曰：
“贼兵赶上，汝
将奈何 (33) ？”洪曰：
“天下可无洪，不可无公。”操曰：
“吾若再
生，汝之力也。”
操上马，洪脱去衣甲，拖刀跟马而走。约走至四更馀，只见前面
一条大河阻住去路，后面喊声渐近。操曰：
“命已至此，不得复活
矣。”洪急扶操下马，脱去袍铠，负操渡水。才过彼岸，追兵已到，
隔水放箭。操带水而走。比及天明 (34) ，又走三十馀里，土冈下少
歇。忽然喊声起处，一彪人马赶来，却是徐荣从上流渡河来追。操正
慌急间，只见夏侯惇、夏侯渊引数十骑飞至，大喝：
“徐荣无伤吾
主!”徐荣便奔夏侯惇，惇挺枪来迎。交马数合，惇刺徐荣于马下，杀
散馀兵。随后曹仁、李典、乐进各引兵寻到，见了曹操，忧喜交集。
聚集残兵五百馀人，同回河内。卓兵自往长安。
却说众诸侯分屯洛阳。孙坚救灭宫中馀火，屯兵城内，设帐于建
章殿基上。坚令军士扫除宫殿瓦砾；凡董卓所掘陵寝，尽皆掩闭。于
太庙基上，草创殿屋三间，请众诸侯立列圣神位 (35) ，宰太牢祀之
(36) 。祭毕，皆散。
坚归寨中。是夜星月交辉，乃按剑露坐 (37) ，仰观天文，见紫微
垣中白气漫漫 (38) 。坚叹曰：
“帝星不明 (39) ，贼臣乱国，万民涂
炭，京城一空。”言讫，不觉泪下。旁有军士指曰：
“殿南有五色毫
光起于井中 (40) 。”坚唤军士点起火把，下井打捞。捞起一妇人尸
首，虽然日久，其尸不烂，宫样装束，项下带一锦囊。取开看时，内
有朱红小匣，用金锁锁着。启视之，乃一玉玺：方圆四寸，上镌五龙
交纽；旁缺一角，以黄金镶之；上有篆文八字云：
“受命于天，既寿
永昌 (41) 。”坚得玺，乃问程普。普曰：
“此传国玺也。此玉是昔日
卞和于荆山之下，见凤凰栖于石上，载而进之楚文王，解之，果得玉
(42) 。秦二十六年，令良工琢为玺，李斯篆此八字于其上。二十八
年，始皇巡狩至洞庭湖，风浪大作，舟将覆，急投玉玺于湖而止。至
三十六年，始皇巡狩至华阴，有人持玺遮道，与从者曰：
‘持此还祖
龙。’言讫不见，此玺复归于秦 (43) 。明年，始皇崩。后来子婴将玉
玺献与汉高祖 (44) 。后至王莽篡逆，孝元皇太后将玺打王寻、苏献，
崩其一角，以金镶之 (45) 。光武得此宝于宜阳，传位至今。近闻十常
侍作乱，劫少帝出北邙，回宫失此宝。今天授主公，必有登九五之分
(46) 。此处不可久留，宜速回江东，别图大事。”坚曰：
“汝言正合
吾意。明日便当托疾辞归。”商议已定，密谕军士勿得泄漏。
谁想数中一军是袁绍乡人，欲假此为进身之计 (47) ，连夜偷出营
寨，来报袁绍。绍与之赏赐，暗留军中。次日，孙坚来辞袁绍曰：
“坚抱小疾，欲归长沙，特来别公。”绍笑曰：
“吾知公疾乃害传国
玺耳。”坚失色曰：
“此言何来？”绍曰：
“今兴兵讨贼，为国除
害。玉玺乃朝廷之宝，公既获得，当对众留于盟主处，候诛了董卓，
复归朝廷。今匿之而去，意欲何为？”坚曰：
“玉玺何由在吾处？”
绍曰：
“建章殿井中之物何在？”坚曰：
“吾本无之，何强相逼？”
绍曰：
“作速取出，免自生祸。”坚指天为誓曰：
“吾若果得此宝，
私自藏匿，异日不得善终，死于刀箭之下!”众诸侯曰：
“文台如此说
誓，想必无之。”绍唤军士出曰：
“打捞之时，有此人否？”坚大
怒，拔所佩之剑，要斩那军士。绍亦拔剑曰：
“汝斩军人，乃欺我
也。”绍背后颜良、文丑皆拔剑出鞘；坚背后程普、黄盖、韩当亦掣
刀在手。众诸侯一齐劝住。坚随即上马，拔寨离洛阳而去。绍大怒，
遂写书一封，差心腹人连夜往荆州，送与刺史刘表，教就路上截住夺
之。
次日，人报曹操追董卓，战于荥阳，大败而回。绍令人接至寨
中，会众置酒，与操解闷。饮宴间，操叹曰：
“吾始兴大义，为国除
贼。诸公既仗义而来，操之初意：欲烦本初引河内之众，临孟津、酸
枣；诸将固守成皋，据敖仓，塞轘辕、大谷，制其险要；公路率南阳
之军，驻丹、析，入武关，以震三辅 (48) 。皆深沟高垒 (49) ，勿与
战，益为疑兵，示天下形势，以顺诛逆，可立定也。今迟疑不进，大
失天下之望。操窃耻之。”绍等无言可对。
既而席散，操见绍等各怀异心，料不能成事，自引军投扬州去
了。公孙瓒谓玄德、关、张曰：
“袁绍无能为也，久必有变，吾等且
归。”遂拔寨北行。至平原，令玄德为平原相，自去守地养军。兖州
太守刘岱问东郡太守乔瑁借粮，瑁推辞不与。岱引军突入瑁营，杀死
乔瑁，尽降其众。袁绍见众人各自分散，就领兵拔寨，离洛阳，投关
东去了。
却说荆州刺史刘表，字景升，山阳高平人也，乃汉室宗亲。幼好
结纳，与名士七人为友，时号“江夏八俊”。那七人？汝南陈翔，字
仲麟；同郡范滂，字孟博；鲁国孔昱，字世元；渤海范康，字仲真，
山阳檀敷，字文友；同郡张俭，字元节；南阳岑晊，字公孝。刘表与
此七人为友，有延平人蒯良、蒯越，襄阳人蔡瑁为辅。当时看了袁绍
书，随令蒯越、蔡瑁引兵一万，来截孙坚。
坚军方到，蒯越将阵摆开，当先出马。孙坚问曰：
“蒯异度何故
引兵截吾去路？”越曰：
“汝既为汉臣，如何私匿传国之宝？可速留
下，放汝归去。”坚大怒，命黄盖出战；蔡瑁舞刀来迎。斗到数合，
盖挥鞭打瑁，正中护心镜。瑁拨回马走，孙坚乘势杀过界口 (50) 。山
背后金鼓齐鸣，乃刘表亲自引军来到。孙坚就马上施礼曰：
“景升何
故信袁绍之书，相逼邻郡？”表曰：
“汝匿传国玺，将欲反耶？”坚
曰：
“吾若有此物，死于刀箭之下!”表曰：
“汝若要我听信，将随军
行李任我搜看。”坚怒曰：
“汝有何力，敢小觑我？”方欲交兵，刘
表便退。坚纵马赶去，两山后伏兵齐起，背后蔡瑁、蒯越赶来，将孙
坚困在垓心 (51) 。正是：
玉玺得来无用处，反因此宝动刀兵。
毕竟孙坚怎地脱身，且听下文分解。
--------------------
(1) 移檄——古代官方文书移和檄的合称。这里作“下令”或“命令”解。移：古代官
方文书之一，多用于不相统属的官署之间。
(2) 亲冒矢石——矢石：飞箭和炮石。“亲冒矢石”本“亲受矢石”，出自《左传·襄
公十年》：“五月庚寅，荀偃、士匄(同“丐”)帅卒攻逼阳，亲受矢石。”(受：承受，遭
到。引申为冒着。)意谓将帅率领士卒冒着敌人飞箭、炮石的攻击。形容将领、官员等亲临前
线，冒着生命危险，奋勇作战。
(3) 谢——这里是谢罪、赔礼道歉之意。
(4) 荡覆——颠覆，毁坏。《左传·襄公二十三年》：“盟叔孙氏也，曰：‘毋或如叔
孙乔如欲废国常，荡覆公室。’”
(5) 夷——这里是诛灭、杀害之意。
(6) 抱头鼠窜——抱头：人在危急时保护脑袋的下意识动作。窜：逃跑。“抱头鼠窜”
本“奉头鼠窜”，出自《史记·淮阴侯列传》：“常山王(张耳)背项王，奉项婴头而窜，逃
归于汉王(刘邦)。”又见《汉书·蒯通传》，文作：“始常山王(张耳)、成安君(陈馀)故相
与为刎颈之交，及争张黡、陈释之事，常山王奉头鼠窜，以归汉王。”颜师古注：“言其迫
窘逃亡，如鼠之藏窜。”意谓两手抱头像老鼠般仓皇逃跑。形容逃跑时的惊慌狼狈之状。
(7) 迁帝——挟持皇帝迁移(实指迁都)。
(8) 西头一个汉，东头一个汉——指西汉和东汉。
(9) 鹿走入长安——意谓当东汉陷入动乱危亡时迁都长安。鹿走：典出《史记·淮南衡
山列传》：“(淮南)王坐东宫，召被欲与谋，曰：‘将军上。’被怅然曰：‘上宽赦大王，
王复安得此亡国之言乎？臣闻(伍)子胥谏吴王，吴王不用，乃曰：“臣今见麋鹿游姑苏之台
也。”今臣亦见宫中生荆棘，露霑衣也。’”又见《汉书·伍被传》。后即以“鹿走”、
“鹿走苏台”、“麋鹿游”比喻国家败亡，宫殿荒芜。
(10) 无斯难——避免或免除这场灾难。斯：指示代词。此。
(11) 旺——兴旺发达。
(12) 天运合回——意谓按天运应该迁回旧都长安。
(13) 虞——忧虑，顾虑。
(14) 旺气——兴旺的气运，好运气。多指将出帝王的征兆。旧题唐·柳宗元《龙城录·
吴峤精明天文》：“时炀帝元年，(吴峤)过邺中告其令曰：‘中星不守太微，主君有嫌，而
旺气流萃于秦地。’”
(15) 奉驾西幸——意谓陪着皇帝迁往西都长安。奉：侍奉，侍候。驾：皇帝的车驾，代
指皇帝。幸：皇帝出行之专称。
(16) 促装——赶快收拾行装。促：赶快，加紧。南朝宋·谢灵运《初去郡》诗：“恭承
古人意，促装反柴荆。”
(17) 关中——指长安所在地，即原秦国故地。以其在函谷关之西而得名。
(18) 捐宗庙——抛弃皇家祖庙。
(19) 鉴察——明鉴审察。
(20) 王莽篡逆——王莽为汉元帝皇后之侄，以外戚而掌朝政，即篡汉称帝，建立“新”
朝，在位十五年而被杀。
(21) 更始赤眉——即指淮阳王刘玄更始元年(公元23年)赤眉起义，天下大乱，焚毁西
汉都城长安。更始：淮阳王刘玄推翻王莽“新”朝而称帝后的年号。
(22) 崤函——崤山和函谷的并称。二地相邻，自古为险要关隘，故并称。
(23) 陇右——古地区名。泛指陇山以西地区。古代以西为右，故称。约相当于今甘肃六
盘山以西，黄河以东一带。
(24) 庶民——平民百姓。
(25) 籍没——登记并没收所有家产。
(26) 但是——凡是，只要是。
(27) 插旗头上——古代处决犯人时要在其头上插牌子，上书其罪名，谓之“亡命旗”。
(28) 沟壑——本义为山沟，引申为野外。
(29) 坟冢——坟墓。这是一个同义复合词，“坟”、“冢”皆为坟墓，二者合并仍为坟
墓。
(30) 竖子不足与谋——竖子：对人的蔑称，相当于口语“小子”。不足：不能，不可。
谋：谋划，商量。语出《史记·项羽本纪》：“亚父(范增)受玉斗，置之地，拔剑撞而破
之，曰：‘唉!竖子不足与谋!’”意谓这小子没出息，不能与之共谋大事。
(31) 山坞——山凹，山坳。
(32) 踅(xué学)过——转过。
(33) 奈何——怎么办。
(34) 比及——等到，及至。
(35) 列圣神位——指汉朝历代皇帝的牌位。
(36) 太牢——古代最高等级的祭祀礼仪，其祭品需牛、羊、猪三牲俱备。
(37) 露坐——露天而坐。
(38) 紫微垣——中国古代为便于认识星辰和观察天象，将若干颗恒星多少不等地组合起
来，一组称一个星官。其中一组星官由紫微垣、太微垣、天市垣组成，故称三垣。紫微垣有
星十五颗，分为两列，以北极为中枢，成屏藩状。古人以为是大帝星坐，天子居其中。如
《宋史·天文志二》：“紫微垣东蕃(藩)八星，西蕃七星，在北斗北，左右环列，翊卫之象
也。一曰大帝之坐，天子之常居也，主命、主度也。”
(39) 帝星——又称“天帝”，俗称“紫微星”。北极五星中最明亮的一颗。古人以其象
征皇帝，其或明或暗则象征皇帝的兴衰。如《宣和遗事》后集：“韩离不帅兵犯庆源府，其
太史奏：‘南朝帝星复明。’虏惊欲遁回。”
(40) 毫光——如毫毛一样四射的光芒。
(41) “乃一玉玺……既寿永昌”——此即秦始皇传下来的传国玉玺，参见第三回“传国
玉玺”注。
(42) “此玉是”五句——这五句是对“卞和玉”来历故事的概述，原故事更为详细。事
见《韩非子·和氏》：“楚人和氏得玉璞楚山中，奉而献之厉王。厉王使玉人相之，玉人
曰：‘石也。’王以和为诳，而刖其左足。及厉王薨，武王即位，和又奉其璞而献之武王。
武王使玉人相之，又曰：‘石也。’王又以和为诳，而刖其右足。武王薨，文王即位，和乃
抱其璞而哭于楚山之下，三日三夜，泣尽而继之以血。王闻之，使人问其故，曰：‘天下之
刖多矣，子奚哭之悲也？’和曰：‘吾非悲刖也，悲夫宝玉而题之以石，贞士而名之以诳，
此吾所以悲也。’王乃使玉人理其璞而得宝焉，遂命曰‘和氏之璧’。”事又见于汉·刘向
《新序·卷五·杂事》，文字大同小异。
(43) “二十八年……此玺复归于秦”——事见《史记·秦始皇本纪》：“(三十六年)
秋，使者从关东夜过华阴平舒道，有人持璧遮使者曰：‘为吾遗滈池君。’因言曰：‘今年
祖龙死。’使者问其故，因忽不见，置其璧去。使者奉璧具以闻。始皇……使御府视璧，乃
二十八年行渡江所沉璧也。”(滈池君：水神名。)裴骃集解引苏林曰：“祖，始也。龙，人
君象。谓始皇也。”
(44) 子婴——秦始皇之孙。赵高杀秦二世，立子婴为帝，在位仅四十六天，即降于刘
邦，旋被项羽所杀。
(45) “后至王莽篡逆……以金镶之”——《汉书·元后传》云：王莽篡位，命安阳侯王
舜向太后索玺，太后大骂，但又“恐莽欲胁之，乃出汉传国玺，投之地以授舜”。《玉玺
谱》云：“至王莽篡位，就元后求玺，不与，以威逼之，乃出玺投地，玺上螭一角缺。”
(46) 九五之分——意谓有做皇帝的福分。九五：典出《周易·乾卦》：“九五，飞龙在
天，利见大人。”后即以“九五”代指帝位。
(47) 进身——多指入仕做官，提高自己的社会地位。
(48) 三辅——西汉初原为管辖都城长安的三个官职(左内史、右内史、主爵中尉)的合
称，后泛指长安附近地区。
(49) 深沟高垒——语出《六韬·龙韬·兵征》：“三军齐整，陈(阵)势已固，深沟高
垒，又有大风甚雨之制，三军无故，旌旗前指，金铎之声扬以清，鼙鼓之声宛以鸣，此得神
明之助，大胜之征也。”意谓挖掘很深的壕沟，建筑很高的壁垒。指构筑坚固的防御工事。
(50) 界口——地界。
(51) 垓心——重围之中。
第七回 袁绍磐河战公孙 孙坚跨江击刘表
却说孙坚被刘表围住，亏得程普、黄盖、韩当三将死救得脱，折
兵大半，夺路引兵回江东。自此孙坚与刘表结怨。
且说袁绍屯兵河内，缺少粮草。冀州牧韩馥遣人送粮，以资军
用。谋士逢纪说绍曰：
“大丈夫纵横天下，何待人送粮为食？冀州乃
钱粮广盛之地，将军何不取之？”绍曰：
“未有良策。”纪曰：
“可
暗使人驰书与公孙瓒，令进兵取冀州，约以夹攻，瓒必兴兵。韩馥无
谋之辈，必请将军领州事 (1) ，就中取事，唾手可得 (2) 。”绍大
喜，即发书到瓒处。瓒得书，见说共攻冀州，平分其地，大喜，即日
兴兵。绍却使人密报韩馥。馥慌聚荀谌、辛评二谋士商议。谌曰：
“公孙瓒将燕、代之众 (3) ，长驱而来，其锋不可当；兼有刘备、
关、张助之，难以抵敌。今袁本初智勇过人，手下名将极广，将军可
请彼同治州事，彼必厚待将军，无患公孙瓒矣。”韩馥即差别驾关纯
去请袁绍。长史耿武谏曰：
“袁绍孤客穷军，仰我鼻息 (4) ，譬如婴
儿在股掌之上，绝其乳哺，立可饿死。奈何欲以州事委之？此引虎入
羊群也。”馥曰：
“吾乃袁氏之故吏，才能又不如本初。古者择贤者
而让之，诸君何嫉妒耶？”耿武叹曰：
“冀州休矣 (5) !”于是弃职而
去者三十馀人。独耿武与关纯伏于城外，以待袁绍。数日后，绍引兵
至。耿武、关纯拔刀而出，欲刺杀绍。绍将颜良立斩耿武，文丑砍死
关纯。绍入冀州，以馥为奋威将军，以田丰、沮授、许攸、逢纪分掌
州事，尽夺韩馥之权。馥懊悔无及，遂弃下家小，匹马往投陈留太守
张邈去了。
却说公孙瓒知袁绍已据冀州，遣弟公孙越来见绍，欲分其地。绍
曰：
“可请汝兄自来，吾有商议。”越辞归，行不到五十里，道旁闪
出一彪军马，口称：
“我乃董丞相家将也。”乱箭射死公孙越。从人
逃回见公孙瓒，报越已死。瓒大怒曰：
“袁绍诱我起兵攻韩馥，他却
就里取事；今又诈董卓兵射死吾弟，此冤如何不报!”尽起本部兵，杀
奔冀州来。
绍知瓒兵至，亦领军出。二军会于磐河之上：绍军于磐河桥东
(6) ，瓒军于桥西。瓒立马桥上，大呼曰：
“背义之徒，何敢卖我 (7)
!”绍亦策马至桥边，指瓒曰：
“韩馥无才，愿让冀州于吾，与尔何
干？”瓒曰：
“昔日以汝为忠义，推为盟主。今之所为，真狼心狗行
之徒 (8) ，有何面目立于世间？”袁绍大怒曰：
“谁可擒之？”
言未毕，文丑策马挺枪，直杀上桥。公孙瓒就桥边与文丑交锋。
战不到十馀合，瓒抵当不住，败阵而走。文丑乘势追赶，瓒走入阵
中。文丑飞马径入中军，往来冲突。瓒手下健将四员一齐迎战，被文
丑一枪刺一将下马，三将俱走。文丑直赶公孙瓒出阵后，瓒望山谷而
逃。文丑骤马厉声大叫：
“快下马受降!”瓒弓箭尽落，头盔堕地，披
发纵马，奔转山坡，其马前失 (9) ，瓒翻身落于坡下。文丑急捻枪来
刺。忽见草坡左侧转出一个少年将军，飞马挺枪，直取文丑。公孙瓒
扒上坡去，看那少年，生得身长八尺，浓眉大眼，阔面重颐 (10) ，威
风凛凛，与文丑大战五六十合，胜负未分。瓒部下救军到，文丑拨回
马去了。那少年也不追赶。瓒忙下土坡，问那少年姓名。那少年欠身
答曰：
“某乃常山真定人也，姓赵名云，字子龙。本袁绍辖下之人，
因见绍无忠君救民之心，故特弃彼而投麾下 (11) ，不期于此处相
见。”瓒大喜，遂同归寨，整顿甲兵。
次日，瓒将军马分作左右两队，势如羽翼。马五千馀匹，大半皆
是白马。因公孙瓒曾与羌人战 (12) ，尽选白马为先锋，号为“白马将
军”。羌人但见白马便走，因此白马极多。袁绍令颜良、文丑为先
锋，各引弓弩手一千 (13) ，亦分作左右两队：令在左者射公孙瓒右
军，在右者射公孙瓒左军。再令麹义引八百弓手，步兵一万五千，列
于阵中。袁绍自引马步军数万，于后接应。公孙瓒初得赵云，不知心
腹 (14) ，令其另领一军在后。遣大将严纲为先锋。瓒自领中军，立马
桥上，旁竖大红圈金线“帅”字旗于马前。
从辰时擂鼓 (15) ，直到巳时 (16) ，绍军不进。麹义令弓手皆伏
于遮箭牌下，只听炮响发箭。严纲鼓噪呐喊，直取麹义。义军见严纲
兵来，都伏而不动。直到来得至近，一声炮响，八百弓弩手一齐俱
发。纲急待回，被麹义拍马舞刀，斩于马下。瓒军大败。左右两军欲
来救应，都被颜良、文丑引弓弩手射住。绍军并进，直杀到界桥边。
麹义马到，先斩执旗将，把绣旗砍倒。公孙瓒见砍倒绣旗，回马下桥
而走。麹义引军直冲到后军，正撞着赵云，挺枪跃马，直取麹义。战
不数合，一枪刺麹义于马下。赵云一骑马飞入绍军，左冲右突，如入
无人之境 (17) 。公孙瓒引军杀回，绍军大败。
却说袁绍先使探马看时，回报：
“麹义斩将搴旗 (18) ，追赶败
兵。”因此不作准备，与田丰引着帐下持戟军士数百人、弓箭手数十
骑，乘马出观，呵呵大笑曰：
“公孙瓒无能之辈。”正说之间，忽见
赵云冲到面前。弓箭手急待射时，云连刺数人，众军皆走。后面瓒军
团团围裹上来。田丰慌对绍曰：
“主公且于空墙中躲避。”绍以兜鍪
扑地 (19) ，大呼曰：
“大丈夫愿临阵斗死，岂可入墙而望活乎!”众
军士齐心死战，赵云冲突不入。绍兵大队掩至，颜良亦引军来到，两
路并杀。赵云保公孙瓒杀透重围，回到界桥。绍驱兵大进，复赶过
桥。落水死者，不计其数。
袁绍当先赶来，不到五里，只听得山背后喊声大起，闪出一彪人
马，为首三员大将，乃是刘玄德、关云长、张翼德。因在平原探知公
孙瓒与袁绍相争，特来助战。当下三匹马，三般兵器，飞奔前来，直
取袁绍。绍惊得魂飞天外，手中宝刀坠于马下，忙拨马而逃。众人死
救过桥。公孙瓒亦收军归寨。玄德、关、张动问毕，瓒曰：
“若非玄
德远来救我，几乎狼狈。”教与赵云相见。玄德甚相敬爱，便有不舍
之心。
却说袁绍输了一阵，坚守不出，两军相拒月馀。有人来长安，报
知董卓。李儒对卓曰：
“袁绍与公孙瓒，亦当今豪杰。现在磐河厮
杀，宜假天子之诏，差人往和解之。二人感德，必顺太师矣。”卓
曰：
“善。”次日，便使太傅马日磾、太仆赵岐赍诏前去。二人来至
河北，绍出迎于百里之外，再拜奉诏。次日，二人至瓒营宣谕，瓒乃
遣使致书于绍，互相讲和。二人自回京复命。瓒即日班师，又表荐刘
玄德为平原相。玄德与赵云分别，执手垂泪，不忍相离。云叹曰：
“某曩日误认公孙瓒为英雄 (20) ，今观所为，亦袁绍等辈耳。”玄德
曰：
“公且屈身事之，相见有日。”洒泪而别。
却说袁术在南阳闻袁绍新得冀州，遣使来求马千匹，绍不与，术
怒，自此兄弟不睦。又遣使往荆州，问刘表借粮二十万，表亦不与。
术恨之，密遣人遗书于孙坚，使伐刘表。其书略曰：
前者刘表截路，乃吾兄本初之谋也。今本初又与表私议，欲袭江东。公可速
兴兵伐刘表，吾为公取本初，二仇可报。公取荆州，吾取冀州，切勿误也。
坚得书，曰：
“叵耐刘表昔日断吾归路 (21) ，今不乘时报恨，更
待何年？”聚帐下程普、黄盖、韩当等商议。程普曰：
“袁术多诈，
未可准信。”坚曰：
“吾自欲报仇，岂望袁术之助乎？”便差黄盖先
来江边安排战船，多装军器、粮草，大船装载战马，克日兴师。江中
细作探知，来报刘表。表大惊，急聚文武将士商议。蒯良曰：
“不必
忧虑。可令黄祖部领江夏之兵为前驱 (22) ，主公率荆襄之众为援。孙
坚跨江涉湖而来 (23) ，安能用武乎？”表然之，令黄祖设备，随后便
起大军。
却说孙坚有四子，皆吴夫人所生：长子名策，字伯符；次子名
权，字仲谋；三子名翊，字叔弼；四子名匡，字季佐。吴夫人之妹，
即为孙坚次妻，亦生一子一女：子名朗，字早安；女名仁。坚又过房
俞氏一子，名韶，字公礼。坚有一弟，名静，字幼台。坚临行，静引
诸子列拜于马前而谏曰：
“今董卓专权，天子懦弱，海内大乱，各霸
一方。江东方稍宁，以一小恨而起重兵，非所宜也。愿兄详之 (24)
。”坚曰：
“弟勿多言。吾将纵横天下 (25) ，有仇岂可不报？”长子
孙策曰：
“如父亲必欲往，儿愿随行。”坚许之，遂与策登舟，杀奔
樊城。
黄祖伏弓弩手于江边，见船傍岸 (26) ，乱箭俱发。坚令诸军不可
轻动，只伏于船中来往诱之。一连三日，船数十次傍岸。黄祖军只顾
放箭，箭已放尽。坚却拔船上所得之箭，约十数万。当日正值顺风，
坚令军士一齐放箭。岸上支吾不住 (27) ，只得退走。坚军登岸，程
普、黄盖分兵两路，直取黄祖营寨；背后韩当驱兵大进：三面夹攻。
黄祖大败，弃却樊城，走入邓城。
坚令黄盖守住船只，亲自统兵追袭。黄祖引军出迎，布阵于野。
坚列成阵势，出马于门旗之下。孙策也全副披挂，挺枪立马于父侧。
黄祖引二将出马：一个是江夏张虎，一个是襄阳陈生。黄祖扬鞭大
骂：
“江东鼠贼，安敢侵犯汉室宗亲境界!”便令张虎搦战；坚阵内韩
当出迎。两骑相交，战三十馀合。陈生见张虎力怯，飞马来助。孙策
望见，按住手中枪，扯弓搭箭，正射中陈生面门，应弦落马。张虎见
陈生坠地，吃了一惊，措手不及，被韩当一刀，削去半个脑袋。程普
纵马直来阵前捉黄祖。黄祖弃却头盔、战马，杂于步军内逃命。孙坚
掩杀败军，直到汉水，命黄盖将船只进泊汉江。
黄祖聚败军，来见刘表，备言坚势不可当 (28) 。表慌请蒯良商
议。良曰：
“目今新败，兵无战心，只可深沟高垒，以避其锋；却潜
令人求救于袁绍，此围自可解也。”蔡瑁曰：
“子柔之言，直拙计也
(29) 。兵临城下，将至壕边 (30) ，岂可束手待毙 (31) ？某虽不才，
愿请军出城，以决一战。”刘表许之。蔡瑁引军万馀，出襄阳城外，
于岘山布阵。孙坚将得胜之兵，长驱大进。蔡瑁出马。坚曰：
“此人
是刘表后妻之兄也，谁与吾擒之？”程普挺铁脊矛出马，与蔡瑁交
战。不到数合，蔡瑁败走。坚驱大军，杀得尸横遍野 (32) 。蔡瑁逃入
襄阳。蒯良言瑁不听良策，以致大败，按军法当斩。刘表以新娶其
妹，不肯加刑。
却说孙坚分兵四面，围住襄阳攻打。忽一日，狂风骤起，将中军
“帅”字旗竿吹折。韩当曰：
“此非吉兆，可暂班师。”坚曰：
“吾
屡战屡胜，取襄阳只在旦夕，岂可因风折旗竿，遽尔罢兵 (33) ？”遂
不听韩当之言，攻城愈急。蒯良谓刘表曰：
“某夜观天象，见一将星
欲坠 (34) ，以分野度之 (35) ，当应在孙坚。主公可速致书袁绍，求
其相助。”刘表写书，问：
“谁敢突围而出？”健将吕公应声愿往。
蒯良曰：
“汝既敢去，可听吾计：与汝军马五百，多带能射者冲出阵
去，即奔岘山，他必引军来赶。汝分一百人上山，寻石子准备；一百
人执弓弩伏于林中。但有追兵到时，不可径走 (36) ，可盘旋曲折，引
到埋伏之处，矢石俱发。若能取胜，放起连珠号炮，城中便出接应。
如无追兵，不可放炮，趱程而去 (37) 。今夜月不甚明，黄昏便可出
城。”吕公领了计策，拴束军马。黄昏时分，密开东门，引兵出城。
孙坚在帐中忽闻喊声，急上马，引三十馀骑，出营来看。军士报
说：
“有一彪人马杀将出来，望岘山而去。”坚不会诸将，只引三十
馀骑赶来。吕公已于山林丛杂去处，上下埋伏。坚马快，单骑独来，
前军不远。坚大叫：
“休走!”吕公勒回马，来战孙坚，交马只一合，
吕公便走，闪入山路去。坚随后赶入，却不见了吕公。坚方欲上山，
忽然一声锣响，山上石子乱下，林中乱箭齐发。坚体中石、箭，脑浆
迸流，人马皆死于岘山之内，寿止三十七岁。
吕公截住三十骑，并皆杀尽，放起连珠号炮。城中黄祖、蒯越、
蔡瑁分头引兵杀出，江东诸军大乱。黄盖听得喊声震天，引水军杀
来，正迎着黄祖，战不两合，生擒黄祖。程普保着孙策，急待寻路，
正遇吕公。程普纵马向前，战不到数合，一矛刺吕公于马下。两军大
战，杀到天明，各自收车。刘表军自入城。
孙策回到汉水，方知父亲被乱箭射死，尸首已被刘表军士扛抬入
城去了，放声大哭。众军俱号泣。策曰：
“父尸在彼，安得回乡？”
黄盖曰：
“今活捉黄祖在此，得一人入城讲和，将黄祖去换主公尸
首。”言未毕，军吏桓阶出曰：
“某与刘表有旧，愿入城为使。”策
许之。桓阶入城见刘表，具说其事。表曰：
“文台尸首，吾已用棺木
盛贮在此。可速放回黄祖，两家各罢兵，再休侵犯。”桓阶拜谢欲
行，阶下蒯良出曰：
“不可，不可。吾有一言，令江东诸军片甲不回
(38) 。请先斩桓阶，然后用计。”正是：
追敌孙坚方殒命，求和桓阶又遭殃。
未知桓阶性命如何，且听下文分解。
--------------------
(1) 领州事——指主管州里的政务。
(2) 唾手可得——唾手：往手上吐唾沫。原指准备使力气时的一种动作。引申为毫不费
力或轻而易举。语意或本晋·司马彪《九州春秋》(见《太平御览》卷三七○和三八七、《后
汉书·公孙瓒传》“谓天下指麾可定”注引)：“公孙瓒为袁绍所围，曰：‘天下兵起，我谓
唾掌而决；今视之，兵革方始，不如休兵积谷。’”意谓犹如往手掌上吐唾沫一样不费气力
就可以得到。形容极易得到。
(3) 将——用作动词。率领，统率。
(4) 仰我鼻息——仰：依赖，依靠。鼻息：本义为呼吸。引申为活命或生存。语出《后
汉书·袁绍传》：“(韩)馥长史耿武、别驾闵纯、骑都尉沮授谏馥曰：‘冀州虽鄙，带甲百
万，谷支十年。袁绍孤客穷军，仰我鼻息，譬如婴儿在股掌之上，绝其哺乳，立可饿杀。奈
何乃欲以州与之？’”(又见晋·袁宏《后汉书·献帝纪三》、《三国志·魏志·袁绍传》、
《资治通鉴·卷六○·汉献帝初平二年》，文字大同小异。)意谓别人依靠我而生存。
(5) 休——这里是完蛋之意。
(6) 卖——这里是欺骗、哄骗之意。
(7) 军——用作动词。驻扎，扎营。
(8) 狼心狗行——语或本“狼心枭性”，出自唐·陆贽《招谕淮西将吏诏》：“而贼臣
希烈，煽祸滔天，虐用其人，仇视厥众，狼心多忌，枭性无亲，以芟伐立威，以猜刻为
志。”(枭：类似猫头鹰的恶鸟。传说枭食母，因以比喻恶人。)意谓如同狼一般的心性，狗
一般的行为。比喻狠毒贪婪的心肠，卑鄙无耻的行为。
(9) 马前失——指马因前蹄踩空或前腿发软而栽倒在地。
(10) 重(chóng虫)颐——双下巴。颐：下巴。
(11) 麾下——这里是对将帅的敬称。《三国志·吴志·张纮传》：“愿麾下重天授之
姿，副四海之望。”
(12) 羌人——古代民族名。主要分布于今西北各省及四川一带。秦、汉时人口较多，后
多与汉族融合。
(13) 弩(n ǔ努)——是一种用机械发箭的弓。《天工开物·弩》：“凡弩为守营兵器，
不利行阵。”
(14) 心腹——心意，存心。
(15) 辰时——旧时一日十二时辰之一。相当于今上午七时至九时。
(16) 巳时——旧时一日十二时辰之一。相当于今上午九时至十一时。
(17) 如入无人之境——语本“如践无人之境”，出自宋·徐梦莘《三朝北盟会编·卷六
五·靖康元年十一月二十七日戊子》：“今春斡里雅布拥众数万，长驱而至……防河之兵望
风逃散，无一人致忠效命与枝梧者，遂至京师，如践无人之境。”意谓好像到了没有人烟的
地方。形容进攻或进军非常顺利，无人抵抗。
(18) 斩将搴(qiān千)旗——搴：拔取。语出汉·李陵《答苏武书》：“以五千之众，
对十万之军，策疲乏之兵，当新羁之马，然犹斩将搴旗，追奔逐北。”意谓砍杀敌将，拔取
敌旗。形容勇猛善战，奋不顾身，争立战功。
(19) 兜鍪(móu谋)——古代武士所戴头盔。秦汉以前称“胄”，后改称“兜鍪”。
(20) 曩(n ǎng攮)日——昔日，从前，过去，已往。
(21) 叵(pǒ笸)耐——意谓不可忍受，受不了。相当于可恨，可恶。叵：“不可”二字
的合音。
(22) 部领——统辖率领。
(23) 涉湖——渡过湖泊。涉：渡水。
(24) 详之——仔细考虑我的话。
(25) 纵横天下——意谓称霸于天下。纵横：无所顾忌，肆意而行。
(26) 傍岸——靠岸。
(27) 支吾——支撑，支持，抵挡。《旧五代史·僭伪传三·孟知详》：“知详虑唐军骤
至，与遂阆兵合，则势不可支吾。”
(28) 势不可当——语出《晋书·郗鉴传》：“群逆纵逸，其势不可当，可以算屈，难以
力竞。”(算：计谋。)意谓来势迅猛，难以抵挡。
(29) 直——简直，真的。 拙计——笨拙的计谋，愚蠢的计谋。
(30) 兵临城下，将至壕边——城：指城墙。壕：指护城河。这两句是说敌军将士已逼近
城墙之下的护城河边。表示全城已被敌军包围，形势危急。旧小说、戏曲常用语。如元·高
文秀《须贾大夫谇范叔》第一折(见《元曲选》、《全元曲》)：“〔驺衍云〕……兀那须
贾，你到于本国，便能辞官谢罪，让位范睢，万事罢论；徜若挟冤记仇，须贾，你觑者，俺
这里雄兵百万，战将千员，有一日兵临城下，将至壕边，四下里安环，八下里拽炮，人平了
你宅舍，马践了你庭堂，将你魏碴踏的粉碎。那其间，则怕你悔之晚矣!”
(31) 束手待毙——束手：捆住双手。表示不抵抗或无能为力。待毙：等死。语出宋·蔡
絛《铁围山丛谈》卷二：“所谓大臣者皆阿谀后进，而握兵柄主国论议者又多宦人，略不知
前朝区处用心，贻厥之谋，但茫然失措，束手待毙，遂终误国家大计。”意谓捆住自己的双
手，等待死亡。比喻遇到危难而不设法自救，却坐等死亡或失败。
(32) 尸横遍野——横：杂乱。遍：到处。语本“横尸原野”，出自北朝周·庾信《周使
持节大将军广化郡开国公丘乃敦崇传》：“方欲讨论国耻，申雪家冤，横尸原野，是所甘
心，时不我与，先从朝露。”形容被杀死的人极多。
(33) 遽(jù聚)尔——忽然，突然。
(34) 将星——古人认为帝王将相均有天上的星宿与之相应，相应的星宿陨落，帝王将相
也将死亡。将星就是与大将相应的星宿。《隋书·天文志》：“大将星摇，兵起，大将
出。”
(35) 分野——古人以天上十二星次的位置与地上十二区域相对应，在天上谓之“分
星”，在地上谓之“分野”。认为地上将要发生的事情，均会在天上有所预兆。故观察天
象，可以预知地上将要发生何事。
(36) 径走——直走，照直走。
(37) 趱(zǎn攒)程——加紧赶路。
(38) 片甲不回——甲：古时将士打仗时所穿铠甲，引申以代指将士。语出《三国志平
话》卷中(见《宋元平话集》)：“张飞笑曰：‘吾用一计，使曹公片甲不回。’”意谓一个
将士也没回来或回不去。形容全军覆没。
第八回 王司徒巧使连环计 (1) 董太师大闹凤仪亭
却说蒯良曰：
“今孙坚已丧，其子皆幼。乘此虚弱之时，火速进
军，江东一鼓可得 (2) 。若还尸罢兵，容其养成气力，荆州之患
也。”表曰：
“吾有黄祖在彼营中，安忍弃之？”良曰：
“舍一无谋
黄祖而取江东，有何不可？”表曰：
“吾与黄祖心腹之交 (3) ，舍之
不义。”遂送桓阶回营，相约以孙坚尸换黄祖。
孙策送回黄祖，迎接灵柩，罢战回江东，葬父于曲阿之原。丧事
已毕，引军居江都，招贤纳士 (4) ，屈己待人 (5) ，四方豪杰，渐渐
投之。不在话下 (6) 。
却说董卓在长安闻孙坚已死，乃曰：
“吾除却一心腹之患也 (7)
。”问：
“其子年几岁矣？”或答曰：
“十七岁。”卓遂不以为意。
自此愈加骄横，自号为“尚父” (8) ，出入僭天子仪仗 (9) ；封弟董
旻为左将军、鄠侯，侄董璜为侍中，总领禁军；董氏宗族，不问长
幼，皆封列侯。离长安城二百五十里，别筑郿坞 (10) ，役民夫二十五
万人筑之。其城郭高下厚薄，一如长安。内盖宫室、仓库，屯积二十
年粮食，选民间少年美女八百人实其中，金玉、彩帛、珍珠堆积不知
其数。家属都住在内。卓往来长安，或半月一回，或一月一回，公卿
皆候送于横门外 (11) 。卓常设帐于路，与公卿聚饮。
一日，卓出横门，百官皆送，卓留宴，适北地招安降卒数百人
到。卓即命于座前，或断其手足，或凿其眼睛，或割其舌，或以大锅
煮之。哀号之声震天，百官战栗失箸 (12) ，卓饮食谈笑自若。又一
日，卓于省台大会百官 (13) ，列坐两行。酒至数巡，吕布径入，向卓
耳边言不数句，卓笑曰：
“原来如此。”命吕布于筵上揪司空张温下
堂。百官失色。不多时，侍从将一红盘托张温头入献。百官魂不附体
(14) 。卓笑曰：
“诸公勿惊。张温结连袁术，欲图害我，因使人寄书
来，错下在吾儿奉先处，故斩之。公等无故，不必惊畏。”众官唯唯
而散。
司徒王允归到府中，寻思今日席间之事，坐不安席 (15) 。至夜深
月明，策杖步入后园 (16) ，立于荼蘼架侧，仰天垂泪。忽闻有人在牡
丹亭畔长吁短叹。允潜步窥之，乃府中歌伎貂蝉也。其女自幼进入府
中，教以歌舞，年方二八 (17) ，色伎俱佳，允以亲女待之。是夜允听
良久，喝曰：
“贱人将有私情耶？”貂蝉惊，跪答曰：
“贱妾安敢有
私？”允曰：
“汝无所私，何夜深于此长叹？”蝉曰：
“容妾伸肺腑
之言 (18) 。”允曰：
“汝勿隐匿，当实告我。”蝉曰：
“妾蒙大人恩
养，训习歌舞，优礼相待，妾虽粉身碎骨 (19) ，莫报万一。近见大人
两眉愁锁，必有国家大事，又不敢问。今晚又见行坐不安，因此长
叹，不想为大人窥见。倘有用妾之处，万死不辞 (20) 。”允以杖击地
曰：
“谁想汉天下，却在汝手中耶!随我到画阁中来 (21) 。”
貂蝉跟允到阁中，允尽叱出妇妾，纳貂蝉于坐，叩头便拜。貂蝉
惊伏于地曰：
“大人何故如此？”允曰：
“汝可怜汉天下生灵。”言
讫，泪如泉涌 (22) 。貂蝉曰：
“适间贱妾曾言，但有使令，万死不
辞。”允跪而言曰：
“百姓有倒悬之危 (23) ，君臣有累卵之急 (24)
，非汝不能救也。贼臣董卓将欲篡位，朝中文武无计可施。董卓有一
义儿，姓吕名布，骁勇异常。我观二人皆好色之徒，今欲用连环计：
先将汝许嫁吕布，后献与董卓。汝于中取便 (25) ，谍间他父子反颜
(26) ，令布杀卓，以绝大恶。重扶社稷，再立江山，皆汝之力也。不
知汝意若何？”貂蝉曰：
“妾许大人万死不辞，望即献妾与彼，妾自
有道理。”允曰：
“事若泄漏，我灭门矣。”貂蝉曰：
“大人勿忧。
妾若不报大义，死于万刃之下!”允拜谢。
次日，便将家藏明珠数颗，令良匠嵌造金冠一顶，使人密送吕
布。布大喜，亲到王允宅致谢。允预备嘉肴美馔，候吕布至，允出门
迎迓 (27) ，接入后堂，延之上坐 (28) 。布曰：
“吕布乃相府一将，
司徒是朝廷大臣，何故错敬 (29) ？”允曰：
“方今天下别无英雄，惟
有将军耳。允非敬将军之职，敬将军之才也。”布大喜。允殷勤敬
酒，口称董太师并布之德不绝。布大笑畅饮。允叱退左右，只留侍妾
数人劝酒。
酒至半酣，允曰：
“唤孩儿来。”少顷，二青衣引貂蝉艳妆而
出。布惊问何人。允曰：
“小女貂蝉也。允蒙将军错爱，不异至亲，
故令其与将军相见。”便命貂蝉与吕布把盏 (30) 。貂蝉送酒与布，两
下眉来眼去。允佯醉曰：
“孩儿央及将军痛饮几杯，吾一家全靠着将
军哩。”布请貂蝉坐，貂蝉假意欲入。允曰：
“将军吾之至友，孩儿
便坐何妨？”貂蝉便坐于允侧。吕布目不转睛的看。又饮数杯，允指
蝉谓布曰：
“吾欲将此女送与将军为妾，还肯纳否？”布出席谢曰：
“若得如此，布当效犬马之报 (31) 。”允曰：
“早晚选一良辰，送至
府中。”布欣喜无限，频以目视貂蝉；貂蝉亦以秋波送情 (32) 。少顷
席散，允曰：
“本欲留将军止宿 (33) ，恐太师见疑。”布再三拜谢而
去。
过了数日，允在朝堂见了董卓，趁吕布不在侧，伏地拜请曰：
“允欲屈太师车骑，到草舍赴宴，未审钧意若何 (34) ？”卓曰：
“司
徒见招，即当趋赴。”允拜谢归家，水陆毕陈 (35) ，于前厅正中设
座，锦绣铺地，内外各设帏幔。
次日晌午，董卓来到。允具朝服出迎，再拜起居 (36) 。卓下车，
左右持戟甲士百馀，簇拥入堂，分列两旁。允于堂下再拜，卓命扶
上，赐坐于侧。允曰：
“太师盛德巍巍，伊、周不能及也 (37) 。”卓
大喜。进酒作乐，允极其致敬。天晚酒酣，允请卓入后堂。卓叱退甲
士。允捧觞称贺曰 (38) ：
“允自幼颇习天文，夜观乾象 (39) ，汉家
气数已尽 (40) 。太师功德振于天下，若舜之受尧，禹之继舜 (41) ，
正合天心人意。”卓曰：
“安敢望此？”允曰：
“自古有道伐无道，
无德让有德，岂过分乎!”卓笑曰：
“若果天命归我，司徒当为元勋
(42) 。”允拜谢。
堂中点上画烛 (43) ，止留女使进酒供食。允曰：
“教坊之乐 (44)
，不足供奉。偶有家伎，敢使承应 (45) 。”卓曰：
“甚妙。”允教放
下帘栊 (46) ，笙簧缭绕 (47) ，簇捧貂蝉
舞于帘外。有词赞之曰 (48) ：
原是昭阳宫里人 (49) ，惊鸿宛转掌中身 (50) 。只疑飞过洞庭春。按彻梁州
莲步稳 (51) ，好花风袅一枝新。画堂香暖不胜春 (52) 。
又诗曰：
红牙催拍燕飞忙，一片行云到画堂 (53) 。
眉黛促成游子恨，脸容初断故人肠 (54) 。
榆钱不买千金笑，柳带何须百宝妆 (55) 。
舞罢隔帘偷目送，不知谁是楚襄王 (56) 。
舞罢，卓命近前。貂蝉转入帘内，深深再拜。卓见貂蝉颜色美
丽，便问：
“此女何人？”允曰：
“歌伎貂蝉也。”卓曰：
“能唱
否？”允命貂蝉执檀板低讴一曲 (57) 。正是：
一点樱桃启绛唇，两行碎玉喷阳春 (58) 。
丁香舌吐衠钢剑，要斩奸邪乱国臣 (59) 。
卓称赏不已。允命貂蝉把盏。卓擎杯问曰 (60) ：
“青春几何 (61)
？”貂蝉曰：
“贱妾年方二八。”卓笑曰：
“真神仙中人也。”允起
曰：
“允欲将此女献上太师，未审肯容纳否 (62) ？”卓曰：
“如此见
惠 (63) ，何以报德？”允曰：
“此女得侍太师，其福不浅。”卓再三
称谢。允即命备毡车 (64) ，先将貂蝉送到相府。卓亦起身告辞。
允亲送董卓直到相府，然后辞回。乘马而行，不到半路，只见两
行红灯照道，吕布骑马执戟而来，正与王允撞见，便勒住马，一把揪
住衣襟，厉声问曰：
“司徒既以貂蝉许我，今又送与太师，何相戏
耶？”允急止之曰：
“此非说话处，且请到草舍去。”布同允到家，
下马入后堂。叙礼毕，允曰：
“将军何故怪老夫？”布曰：
“有人报
我，说你把毡车送貂蝉入相府，是何意故 (65) ？”允曰：
“将军原来
不知。昨日太师在朝堂中对老夫说：
‘我有一事，明日要到你
家。’允因此准备小宴等候。太师饮酒中间说：
‘我闻你有一女，名
唤貂蝉，已许吾儿奉先。我恐你言未准，特来相求，并请一见。’老
夫不敢有违，随引貂蝉出拜公公。太师曰：
‘今日良辰，吾即当取此
女回去，配与奉先。’将军试思：太师亲临，老夫焉敢推阻？”布
曰：
“司徒少罪 (66) 。布一时错见 (67) ，来日自当负荆 (68) 。”允
曰：
“小女颇有妆奁，待过将军府下，便当送至。”布谢去。
次日，吕布在府中打听，绝不闻音耗。径入堂中，寻问诸侍妾。
侍妾对曰：
“夜来太师与新人共寝，至今未起。”布大怒，潜入卓卧
房后窥探。时貂蝉起于窗下梳头，忽见窗外池中照一人影，极长大，
头戴束发冠，偷眼视之，正是吕布。貂蝉故蹙双眉 (69) ，做忧愁不乐
之态，复以香罗频拭眼泪 (70) 。吕布窥视良久，乃出；少顷，又入。
卓已坐于中堂，见布来，问曰：
“外面无事乎？”布曰：
“无事。”
侍立卓侧。卓方食，布偷目窃望，见绣帘内一女子往来观觑，微露半
面，以目送情。布知是貂蝉，神魂飘荡。卓见布如此光景，心中疑
忌，曰：
“奉先无事且退。”布怏怏而出。
董卓自纳貂蝉后，为色所迷，月馀不出理事。卓偶染小疾，貂蝉
衣不解带 (71) ，曲意逢迎。卓心愈喜。吕布入内问安，正值卓睡。貂
蝉于床后探半身望布，以手指心，又以手指董卓，挥泪不止。布心如
碎。卓矇眬双目，见布注视床后，目不转睛；回身一看，见貂蝉立于
床后。卓大怒，叱布曰：
“汝敢戏吾爱姬耶？”唤左右逐出，今后不
许入堂。吕布怒恨而归，路遇李儒，告知其故。儒急入见卓曰：
“太
师欲取天下，何故以小过见责温侯？倘彼心变，大事去矣。”卓曰：
“奈何？”儒曰：
“来朝唤入，赐以金帛，好言慰之，自然无事。”
卓依言。次日，使人唤布入堂，慰之曰：
“吾前日病中，心神恍惚，
误言伤汝，汝勿记心。”随赐金十斤、锦二十匹。布谢归，然身虽在
卓左右，心实系念貂蝉。
卓疾既愈，入朝议事。布执戟相随，见卓与献帝共谈，便乘间提
戟出内门，上马径投相府来，系马府前，提戟入后堂，寻见貂蝉。蝉
曰：
“汝可去后园中凤仪亭边等我。”布提戟径往，立于亭下曲栏之
旁。良久，见貂蝉分花拂柳而来 (72) ，果然如月宫仙子 (73) 。泣谓
布曰：
“我虽非王司徒亲女，然待之如己出。自见将军，许侍箕帚
(74) ，妾已生平愿足。谁想太师起不良之心，将妾淫污。妾恨不即
死，止因未与将军一诀，故且忍辱偷生。今幸得见，妾愿毕矣。此身
已污，不得复事英雄，愿死于君前，以明妾志。”言讫，手攀曲栏，
望荷花池便跳。吕布慌忙抱住，泣曰：
“我知汝心久矣，只恨不能共
语。”貂蝉手扯布曰：
“妾今生不能与君为妻，愿相期于来世 (75)
。”布曰：
“我今生不能以汝为妻，非英雄也。”蝉曰：
“妾度日如
年 (76) ，愿君怜而救之。”布曰：
“我今偷空而来，恐老贼见疑，必
当速去。”蝉牵其衣曰：
“君如此惧怕老贼，妾身无见天日之期
矣。”布立住曰：
“容我徐图良策。”语罢，提戟欲去。貂蝉曰：
“妾在深闺，闻将军之名，如雷灌耳 (77) ，以为当世一人而已，谁想
反受他人之制乎!”言讫，泪下如雨。布羞惭满面，重复倚戟，回身搂
抱貂蝉，用好言安慰。两个偎偎倚倚，不忍相离。
却说董卓在殿上，回头不见吕布，心中怀疑，连忙辞了献帝，登
车回府，见布马系于府前。问门吏，吏答曰：
“温侯入后堂去了。”
卓叱退左右，径入后堂中，寻觅不见。唤貂蝉，蝉亦不见。急问侍
妾，侍妾曰：
“貂蝉在后园看花。”卓寻入后园，正见吕布和貂蝉在
凤仪亭下共语，画戟倚在一边。卓怒，大喝一声。布见卓至，大惊，
回身便走。卓抢了画戟，挺着赶来。吕布走得快，卓肥胖赶不上，掷
戟刺布。布打戟落地。卓拾戟再赶，布已走远。卓赶出园门，一人飞
奔前来，与卓胸膛相撞，卓倒于地。正是：
冲天怒气高千丈，仆地肥躯做一堆。
未知此人是谁，且听下文分解。
--------------------
(1) 连环计——指计中有计，一套计策。这里指王允利用貂蝉对董卓和吕布施美人计，
致使吕布杀死董卓。
(2) 一鼓——指击一次战鼓就取得了胜利。引申为一举或一战就能成功。《晋书·温峤
传》：“(苏)峻勇而无谋，藉骄胜之势，自谓无前，今挑之战，可一鼓而擒也。”
(3) 心腹之交——知心朋友。
(4) 招贤纳士——招：招致，招收。纳：接纳，收容。贤、士：分别指有道德、有才智
的人。语本《战国策·燕策一》：“燕昭王即位，卑身厚币以招贤者。”意谓招收和接纳有
德有才的人。
(5) 屈己待人——语本“屈己下人”，出自唐·太宗李世民《读皇太子献玉华宫山铭口
谕》：“政道之急，必在屈己下人。”意谓地位高的人不摆架子，平等待人。
(6) 不在话下——意谓不在话题或叙说的范围之内。旧戏曲、小说用作套语，表示故事
告一段落，以下情节不言而喻，故不再详说，将转入另一段落。话下：话题或叙说的范围之
内。
(7) 心腹之患——心腹：泛指人体的要害部位。患：病。语本“腹心之疾”，出自《左
传·哀公六年》：“是岁也，有云如众赤鸟，夹日以飞三日。楚子使问诸周大史，周大史
曰：‘其当王身乎？若禜之，可移于令尹、司马。’王曰：‘除腹心之疾，而置诸股肱，何
益……有罪受罚，又焉移之？’遂弗禜。”(禜：为除邪消灾而祭祀。)意谓犹如人体的要害
部位有了病。比喻极其严重的祸害。
(8) 尚父——原为周武王对吕望(姜太公)的尊称，意为可尊崇的父辈。这里是董卓自比
吕望，蔑视汉献帝。
(9) 僭(jiàn箭)——超越本分的行为。特指在下位者冒用上位者的名义、仪仗、器物。
(10) 郿坞——童卓为自己修筑的城堡。因在眉县(在今陕西省)而得名。坞：城堡，土
堡。
(11) 横门——汉代长安城门名，位于城北靠西。
(12) 失箸——因恐惧而不由自主地掉了手中的筷子。箸：亦作“筯”。筷子。
(13) 省台——汉代朝臣议政的官署。因在省中(宫廷之内)而得名。
(14) 魂不附体——魂：古人以为是人的神灵(精神)，随着人体的产生而产生，也可脱
离人体而存在。《左传·昭公七年》：“人生始化曰魄，既生魄，阳为魂……匹夫匹妇强
死，其魂魄犹能凭依于人，以为淫厉，况良霄？”孔颖达疏：“人之生也，始变化为形，形
之灵者名之曰魄也。既生魄矣，魄内自有阳气，气之神者名之曰魂也。魂魄，神灵之名，本
从形气而有，形气既殊，魂魄亦异。附形之灵为魄，附气之神为魂也。”“魂不附体”本
《南史·徐嗣伯传》：“(嗣伯曰)尸注者，鬼气伏而未起，故令人沉滞。得死人枕投之，魂
气飞越，不得复附体，故尸注可差(瘥)。”意谓好像魂灵离开了躯体。形容人极度恐惧。
(15) 坐不安席——语出《史记·项羽本纪》：“且国兵新破，王坐不安席，扫境内而专
属于将军，国家安危，在此一举。”意谓不能在席子上安稳而坐。表示人心烦意乱，坐立不
安。
(16) 策杖——拄着拐杖。策：这里作动词用，意谓拄着。
(17) 年方二八——年纪只有十六岁。二八：两个八，即十六。
(18) 肺腑之言——肺腑：比喻内心。语本《山经》引《相冢书》：“肺腑而能语，医师
色如土。”意谓发自内心的话。表示真心话。
(19) 粉身碎骨——语或本“糜躯碎首”，出自春秋燕·麹武《报燕太子书》：“今太子
欲灭悁悁之耻，除久久之恨，此实臣所当糜躯碎首而不避也。”(悁悁：愤恨、气愤貌。糜：
粉碎。躯：身躯，身体。首：头颅，脑袋。)意谓身体被粉碎。多形容为了报效国家、报答某
人或为了某种目的而不惜献出生命。
(20) 万死不辞——意谓即使死一万次也不推辞。极言愿意冒极大的生命危险承担某件事
情的决心。万死：死一万次。形容极大的生命危险。辞：推辞，逃避。
(21) 画阁——彩绘华丽的楼阁。南朝梁·庾肩吾《咏舞曲应令》诗：“歌声临画阁，舞
袖出芳林。”
(22) 泪如泉涌——语本“泪如泉滴”，出自唐·刘损《愤惋诗三首》其三：“莫道诗成
无泪下，泪如泉滴亦须干。”意谓泪水好像泉水般流出。
(23) 倒悬之危——倒悬：头朝下、脚朝上倒挂着。危：危急。语本“倒悬之急”，出自
汉·朱勃《诣阙上书理马援》其一(见《后汉书·马援传》)：“援奉诏西使，镇慰边众，乃
奋不顾身……招集豪杰，晓诱羌戎，谋如涌泉，势如转规，遂救倒悬之急，存几亡之城。”
意谓像人倒吊着一般危急。比喻人处在极其危急的困境之中。
(24) 累卵之危——累卵：摞起来的鸡蛋。语出汉·枚乘《上书谏吴王》(见《汉书·枚
乘传》、《文选》卷三九)：“今欲极天命之上寿，敝无穷之极乐，究万乘之势，不出反掌之
易，以居泰山之安，而欲乘累卵之危，走上天之难，此愚臣之所以为大王惑也。”意谓犹如
摞起来的鸡蛋一样危险，随时都有倒下来打碎的可能。比喻极其危险。
(25) 取便——乘机。
(26) 谍间——伺机离间。谍：伺机，等待机会。间：离间。 反颜——翻脸为仇。
(27) 迎迓(yà亚)——迎接。这是一个同义复合词，“迎”和“迓”皆为迎接之意。
(28) 延——请，邀请，引导。
(29) 错敬——谦辞。表示自己不该受到对方如此恭敬。错：不该如此。
(30) 把盏——端着酒杯。多表示给宾客敬酒。
(31) 犬马之报——报：报效，报答，效劳。语出晋·孙绰《表哀诗并序》：“雕琢固
顽，勉以道义，庶几砥砺犬马之报。岂悟一朝，复见孤弃，上天极祸，怨痛莫诉。”意谓像
犬马效忠主人一样报效恩人。比喻真诚地报答别人的恩情。多用作谦辞。
(32) 秋波——比喻美女清澈明亮的目光。南唐·李煜《菩萨蛮》词：“眼色暗相钩，秋
波横欲流。”
(33) 止宿——住宿。《汉书·王尊传》：“尊亲执圭璧，使巫策祝，请以身填金隄，因
止宿，庐居隄上。”
(34) 钧意——尊意。钧：敬辞。用于卑对尊、下对上。
(35) 水陆毕陈——水陆：指江湖河海和山林原野所产的食物，即山珍海味。毕陈：全都
摆列出来。“水陆毕陈”本“水陆具陈”，出自唐·段成式《韦斌传》(见《全唐文》卷七八
七)：“每食毕，视厨中所委弃，不啻万钱之直。若宴于公卿，虽水陆具陈，曾不下箸。”意
谓山珍海味全都摆列出来。形容宴席上的菜肴非常精美而丰盛。
(36) 再拜起居——再拜：古代礼节之一。拜了又拜，表示恭敬。起居：请安问好。
(37) 伊、周——伊：即伊尹，商(殷)朝贤臣。周：即周公，姓姬名旦，周朝贤臣，曾
助周武王灭商(殷)，并辅佐周成王治国。伊尹、周公既皆为贤臣，又都曾摄政，故后世将二
人并称，泛指执政的贤臣。这里是王允故意给董卓戴高帽子。
(38) 捧觞——举杯。觞：泛指酒杯。
(39) 乾象——乾为八卦之一。《周易·说卦》：“乾，天也。”故乾象即天象，也就是
天上日月星辰运行变化的景象。古人以为天象与人事有关，因而观察天象可以预知人事。
(40) 汉家气数已尽——意谓汉朝的运气已经没有了。表示汉朝即将消亡。气数：命运，
运气。
(41) 舜之受尧，禹之继舜——即尧帝禅让君位于舜，舜帝禅让君位于禹。这里仍是王允
给将董卓戴高帽子，将他比作舜、禹这两位圣人，以说明由董卓继承汉位顺理成章。
(42) 元勋——有极大功绩的人。
(43) 画烛——以彩画装饰的蜡烛。唐·李峤《烛》诗：“兔月清光隐，龙盘画烛新。”
(44) 教坊——古代专管宫廷音乐的官署名。唐代始有，这里是作者借用，代指官府音
乐。
(45) 承应——本指伎女、艺人应宫廷或官府之召而表演。宋·吴自牧《梦粱录·妓
乐》：“御马院使臣，凡有宣唤或御教，入内承应奏乐。”这里仍然是王允给董卓戴高帽
子，表示以家伎侍候董卓。
(46) 帘栊——泛指门窗的帘子。
(47) 笙簧——笙中的簧片。引申为笙乐，再引申为音乐。
(48) 有词——此词引自宋·曾觌《浣溪沙·郑相席上赠舞者》，但有所改动。原词作：
“元是昭阳宫里人，惊鸿宛转掌中身。只疑飞过洞庭春。按徹凉州莲步紧，好花风袅一枝
新。画堂香暖不胜春。”
(49) 昭阳宫——即昭阳殿。汉代宫殿名，武帝时建。成帝时皇后赵飞燕曾住此殿。“昭
阳宫里人”是以赵飞燕比喻貂蝉。
(50) 惊鸿——受惊的鸿雁。引申以形容美女轻盈飘逸的舞姿。这里是形容貂蝉的舞姿。
掌中身——赵飞燕身体轻盈，可在掌中舞。事见宋·乐史《杨太真外传》引《汉成帝内
传》)：“汉成帝获飞燕，身轻欲不胜风，恐其飘翥，帝为造水晶盘，令宫人掌之而歌舞。”
这里是以赵飞燕来形容貂蝉身体轻盈。
(51) 按彻——弹奏。梁州——曲牌名，即《梁州令》，南北曲都有。莲步——语本《南
史·齐纪下·废帝东昏侯》：“(东昏侯)又凿金为莲华以帖地，令潘妃行其上，曰：‘此步
步生莲华也。”意谓每走一步留下的脚印都成莲花。比喻美女步态优美，阿娜多姿。
(52) 画堂——原指宫中有彩绘的殿堂。引申以泛指华丽的堂舍。唐·崔颢《王家少妇》
诗：“十五嫁王昌，盈盈入画堂。”
(53) “红牙催拍”二句——红牙：檀木的别称。这里是指用檀木制成的乐器拍板，用以
调节乐曲的节拍。催拍：急促的节拍。这两句是形容貂蝉舞姿的优美：急如燕飞，轻似行
云。
(54) “眉黛促成”二句——眉黛：本义为古代女子用黛画眉，引申以指女子的容貌。
初：全，尽，完全。这两句是形容貂蝉容貌之美：能使游子抱恨终生，能使故人为之肠断。
(55) “榆钱不买”二句——榆钱：汉代的一种钱币。泛指金钱。不买千金笑：反用“千
金买笑”的典故，典出南朝宋·鲍照《代白纻曲二首》其二(见《玉台新咏》卷九：“齐讴秦
吹卢女弦，千金顾笑买芳年。”“不买千金笑”就是不要礼金。柳带：柳条，柳丝。常用以
代指妓女。这里代指歌妓貂蝉。百宝妆：形容珍贵的嫁妆。这两句是暗指貂蝉是自愿做董卓
的侍妾，既不要礼金，也不要嫁妆。
(56) 楚襄王——楚怀王之子。父子皆为好色之徒。楚怀王游高唐，梦与神女欢合。楚襄
王游高唐，也梦与神女相会。事见战国楚·宋玉《〈高唐赋〉序》、《〈神女赋〉序》。这
里是以楚襄王暗指董卓。
(57) 檀板——用檀木制作的乐器拍板，用以调节乐曲的节拍。
(58) “一点樱桃”二句——樱桃：比喻女子娇小红润的嘴。唐·李商隐《赠歌妓》诗其
一：“红绽樱桃含白雪，断肠声里唱《阳关》。”绛唇：朱唇，红嘴唇。汉·扬雄《蜀都
赋》：“眺朱颜，离绛唇，眇眇之态，吡噉出焉。”碎玉：比喻细小洁白的牙齿。阳春：古
歌曲名。汉·李固《致黄琼书》：“峣峣者易缺，皦皦者易污。《阳春》之曲，和者必
寡。”因《阳春》是一种高雅的曲子，引申以泛指高雅的曲子。这两句是形容貂蝉歌喉婉
转，唱曲高雅。
(59) “丁香舌吐”二句——丁香舌：比喻女子的香舌。南唐·李煜《一斛珠》词：“向
人微露丁香颗，一曲清歌，暂引樱桃破。”衠(zhūn真)钢：纯钢。这两句是说貂蝉将以其唇
枪舌剑离间董卓与吕布，使吕布杀死奸臣董卓。
(60) 擎杯——举杯。
(61) 青春几何——年岁多大。青春：指青少年的年龄或年岁。唐·司空曙《送曹同椅》
诗：“青春三十馀，众艺尽无如。”
(62) 未审——不知。
(63) 见惠——谢人馈赠的谦辞。《宋书·庾悦传》：“身今年未得子鹅，岂能以残炙见
惠？”
(64) 毡车——以毛毡为篷的车子。因其暖和，多在冬天乘坐。
(65) 意故——缘故，原因。《三国志·吴志·孙坚传》：“道路不治，军资不具，请收
主簿，推问意故。”
(66) 少罪——勿罪，不要怪罪。
(67) 错见——误会。
(68) 负荆——典出《史记·廉颇蔺相如列传》：战国时，赵国大将廉颇因蔺相如的地位
超过自己而不服气，每欲羞辱之；蔺相如为顾全大局，处处退让。“廉颇闻之，肉袒负荆，
因宾客至蔺相如门谢罪。”二人遂成刎颈之交。“负荆”即背负荆条，请对方痛打，以此谢
罪。后遂以“负荆”或“负荆请罪”喻赔礼道歉。
(69) 蹙(cù促)双眉——紧皱双眉。
(70) 香罗——陵罗的美称。这里指陵罗手帕。
(71) 衣不解带——语本“不解衣带”，出自《汉书·王莽传上》：“阳朔中，世父大将
军凤病，莽侍疾，亲尝药，乱首垢面，不解衣带连月。”意谓整宿侍奉病人，不脱衣服睡
觉。多表示极尽孝道。这里指貂蝉为骗取董卓的信任而精心侍奉。
(72) 分花拂柳——形容女子行步姿态美好。
(73) 月宫仙子——指仙女嫦娥。
(74) 许侍箕帚——意谓许配给你做妻妾。许：许配。侍箕帚：即从事服侍、洒扫等家务
活。古人以服侍丈夫的饮食起居和做好家务为妻妾的本分，故以“侍箕帚”代指妻妾。
(75) 相期——相约，互相约定。
(76) 度日如年——度：过。语或本《魏书·苻生传》：“(苻生)剥人面皮，令其歌
舞。勋旧亲戚，杀害略尽。王公在者以疾告归，得度一日如过十年。”意谓过一天就像过一
年那么长。形容困苦或无聊的日子难熬，希望早日摆脱的急切心情。
(77) 如雷灌耳——亦作“如雷贯耳”。语或本唐·权德舆《奉使宜春……路上遇风雨
作》：“震雷如在耳，飞电来照目。”意谓有如雷声穿过耳朵。形容人的名声极大。旧小
说、戏曲常用语。灌、贯：贯穿，穿过。
第九回 除暴凶吕布助司徒 犯长安李傕听贾诩
却说那撞倒董卓的人，正是李儒。当下李儒扶起董卓，至书院中
坐定。卓曰：
“汝为何来此？”儒曰：
“儒适至府门，知太师怒入后
园，寻问吕布，因急走来，正遇吕布奔走，云：
‘太师杀我。’儒慌
赶入园中劝解，不意误撞恩相，死罪，死罪!”卓曰：
“叵耐逆贼戏吾
爱姬，誓必杀之!”儒曰：
“恩相差矣。昔楚庄王绝缨之会，不究戏爱
姬之蒋雄，后为秦兵所困，得其死力相救 (1) 。今貂蝉不过一女子，
而吕布乃太师心腹猛将也。太师若就此机会，以蝉赐布，布感大恩，
必以死报太师。太师请自三思 (2) 。”卓沉吟良久，曰：
“汝言亦
是，我当思之。”儒谢而出。
卓入后堂，唤貂蝉问曰：
“汝何与吕布私通耶？”蝉泣曰：
“妾
在后园看花，吕布突至。妾方惊避，布曰：
‘我乃太师之子，何必相
避？’提戟赶妾至凤仪亭。妾见其心不良，恐为所逼，欲投荷池自
尽，却被这厮抱住。正在生死之间，得太师来，救了性命。”董卓
曰：
“我今将汝赐与吕布，何如？”貂蝉大惊，哭曰：
“妾身已事贵
人，今忽欲下赐家奴，妾宁死不辱!”遂掣壁间宝剑欲自刎。卓慌夺
剑，拥抱曰：
“吾戏汝。”貂蝉倒于卓怀，掩面大哭曰：
“此必李儒
之计也。儒与布交厚，故设此计，却不顾惜太师体面与贱妾性命。妾
当生噬其肉!”卓曰：
“吾安忍舍汝耶？”蝉曰：
“虽蒙太师怜爱，但
恐此处不宜久居，必被吕布所害。”卓曰：
“吾明日和你归郿坞去，
同受快乐，慎勿忧疑。”蝉方收泪拜谢。
次日，李儒入见曰：
“今日良辰，可将貂蝉送与吕布。”卓曰：
“布与我有父子之分，不便赐与。我只不究其罪。汝传我意，以好言
慰之可也。”儒曰：
“太师不可为妇人所惑。”卓变色曰：
“汝之妻
肯与吕布否？貂蝉之事，再勿多言，言则必斩!”李儒出，仰天叹曰：
“吾等皆死于妇人之手矣!”后人读书至此，有诗叹之曰：
司徒妙算托红裙，不用干戈不用兵。
三战虎牢徒费力，凯歌却奏凤仪亭。
董卓即日下令还郿坞，百官俱拜送。貂蝉在车上，遥见吕布于稠
人之内，眼望车中。貂蝉虚掩其面，如痛哭之状。车已去远，布缓辔
于土冈之上，眼望车尘，叹惜痛恨。忽闻背后一人问曰：
“温侯何不
从太师去，乃在此遥望而发叹？”布视之，乃司徒王允也。相见毕，
允曰：
“老夫日来因染微恙 (3) ，闭门不出，故久未得与将军一见。
今日太师驾归郿坞，只得扶病出送，却喜得晤将军。请问将军：为何
在此长叹？”布曰：
“正为公女耳。”允佯惊曰：
“许多时尚未与将
军耶？”布曰：
“老贼自宠幸久矣 (4) 。”允佯大惊曰：
“不信有此
事。”布将前事一一告允。允仰面跌足 (5) ，半晌不语，良久乃言
曰：
“不意太师作此禽兽之行!”因挽布手曰：
“且到寒舍商议。”
布随允归，允延入密室，置酒款待。布又将凤仪亭相遇之事，细
述一遍。允曰：
“太师淫吾之女，夺将军之妻，诚为天下耻笑：非笑
太师，笑允与将军耳!然允老迈无能之辈，不足为道；可惜将军盖世英
雄，亦受此污辱也。”布怒气冲天，拍案大叫。允急曰：
“老夫失语
(6) ，将军息怒。”布曰：
“誓当杀此老贼，以雪吾耻!”允急掩其口
曰：
“将军勿言，恐累及老夫。”布曰：
“大丈夫生居天地间，岂能
郁郁久居人下？”允曰：
“以将军之才，诚非董太师所可限制。”布
曰：
“吾欲杀此老贼，奈是父子之情，恐惹后人议论。”允微笑曰：
“将军自姓吕，太师自姓董。掷戟之时，岂有父子情耶？”布奋然
曰：
“非司徒言，布几自误。”允见其意已决，便说之曰：
“将军若
扶汉室，乃忠臣也，青史传名 (7) ，流芳百世 (8) ；将军若助董卓，
乃反臣也，载之史笔 (9) ，遗臭万年 (10) 。”布避席下拜曰：
“布意
已决，司徒勿疑。”允曰：
“但恐事或不成，反招大祸。”布拔带
刀，刺臂出血为誓。允跪谢曰：
“汉祀不斩 (11) ，皆出将军之赐也。
切勿泄漏，临期有计，自当相报。”布慨诺而去。
允即请仆射士孙瑞、司隶校尉黄琬商议。瑞曰：
“方今主上有疾
新愈，可遣一能言之人，往郿坞请卓议事；一面以天子密诏付吕布，
使伏甲兵于朝门之内，引卓入诛之。此上策也。”琬曰：
“何人敢
去？”瑞曰：
“吕布同郡骑都尉李肃，以董卓不迁其官，甚是怀怨。
若令此人去，卓必不疑。”允曰：
“善。”请吕布共议。布曰：
“昔
日劝吾杀丁建阳，亦此人也。今若不去，吾先斩之。”使人密请肃
至。布曰：
“昔日公说布使杀丁建阳而投董卓。今卓上欺天子，下虐
生灵，罪恶贯盈 (12) ，人神共愤 (13) 。公可传天子诏往郿坞，宣卓
入朝，伏兵诛之，力扶汉室，共作忠臣。尊意若何？”肃曰：
“我亦
欲除此贼久矣，恨无同心者耳。今将军若此，是天赐也，肃岂敢有二
心？”遂折箭为誓 (14) 。允曰：
“公若能干此事，何患不得显官。”
次日，李肃引十数骑，前到郿坞。人报天子有诏，卓教唤入。李
肃入拜，卓曰：
“天子有何诏？”肃曰：
“天子病体新痊，欲会文武
于未央殿，议将禅位于太师 (15) ，故有此诏。”卓曰：
“王允之意若
何？”肃曰：
“王司徒已命人筑受禅台，只等主公到来。”卓大喜
曰：
“吾夜梦一龙罩身，今日果得此喜信。时哉不可失。”便命心腹
将李傕、郭汜、张济、樊稠四人领飞熊军三千守郿坞，自己即日排驾
回京。顾谓李肃曰：
“吾为帝，汝当为执金吾 (16) 。”肃拜谢称臣。
卓入辞其母。母时年九十馀矣，问曰：
“吾儿何往？”卓曰：
“儿将
往受汉禅，母亲早晚为太后也。”母曰：
“吾近日肉颤心惊，恐非吉
兆。”卓曰：
“将为国母，岂不预有惊报？”遂辞母而行。临行，谓
貂蝉曰：
“吾为天子，当立汝为贵妃。”貂蝉已明知就里，假作欢喜
拜谢。
卓出坞上车，前遮后拥，望长安来。行不到三十里，所乘之车忽
折一轮，卓下车乘马。又行不到十里，那马咆哮嘶喊，掣断辔头。卓
问肃曰：
“车折轮，马断辔，其兆若何？”肃曰：
“乃太师应绍汉禅
(17) ，弃旧换新，将乘玉辇金鞍之兆也。”卓喜而信其言。次日正行
间，忽然狂风骤起，昏雾蔽天。卓问肃曰：
“此何祥也 (18) ？”肃
曰：
“主公登龙位，必有红光紫雾，以壮天威耳。”卓又喜而不疑。
既至城外，百官俱出迎接。只有李儒抱病在家，不能出迎。卓进至相
府，吕布入贺。卓曰：
“吾登九五，汝当总督天下兵马。”布拜谢，
就帐前歇宿。是夜有十数小儿于郊外作歌，风吹歌声入帐。歌曰：
千里草，何青青。十日卜，不得生 (19) 。
歌声悲切。卓问李肃曰：
“童谣主何吉凶？”肃曰：
“亦只是言
刘氏灭、董氏兴之意。”
次日侵晨 (20) ，董卓摆列仪从入朝 (21) ，忽见一道人，青袍白
巾，手执长竿，上缚布一丈，两头各书一“口”字 (22) 。卓问肃曰：
“此道人何意？”肃曰：
“乃心恙之人也 (23) 。”呼将士驱去。卓进
朝，群臣各具朝服，迎谒于道。李肃手执宝剑扶车而行。到北掖门
(24) ，军兵尽挡在门外，独有御车二十馀人同入。董卓遥见王允等各
执宝剑立于殿门，惊问肃曰：
“持剑是何意？”肃不应，推车直入。
王允大呼曰：
“反贼至此，武士何在？”两旁转出百馀人，持戟挺槊
刺之。卓衷甲不入 (25) ，伤臂坠车，大呼曰：
“吾儿奉先何在？”吕
布从车后厉声出曰：
“有诏讨贼!”一戟直刺咽喉。李肃早割头在手。
吕布左手持戟，右手怀中取诏，大呼曰：
“奉诏讨贼臣董卓，其馀不
问!”将吏皆呼万岁。后人有诗叹董卓曰：
霸业成时为帝王，不成且作富家郎。
谁知天意无私曲 (26) ，郿坞方成已灭亡。
却说当下吕布大呼曰：
“助卓为虐者，皆李儒也，谁可擒之？”
李肃应声愿往。忽听朝门外发喊，人报李儒家奴已将李儒绑缚来献。
王允命缚赴市曹斩之 (27) ，又将董卓尸首号令通衢 (28) 。卓尸肥
胖，看尸军士以火置其脐中为灯，膏流满地。百姓过者，莫不手掷其
头，足践其尸。王允又命吕布同皇甫嵩、李肃领兵五万，至郿坞抄籍
董卓家产 (29) 、人口。
却说李傕、郭汜、张济、樊稠闻董卓已死，吕布将至，便引了飞
熊军连夜奔凉州去了。吕布至郿坞，先取了貂蝉。皇甫嵩命将坞中所
藏良家子女尽行释放。但系董卓亲属，不分老幼，悉皆诛戮。卓母亦
被杀。卓弟董旻、侄董璜皆斩首号令。收籍坞中所蓄黄金数十万，白
金数百万 (30) ，绮罗、珠宝、器皿、粮食不计其数。回报王允。允乃
大犒军士，设宴于都堂，召集众官，酌酒称庆。
正饮宴间，忽人报曰：
“董卓暴尸于市，忽有一人伏其尸而大
哭。”允怒曰：
“董卓伏诛，士民莫不称贺；此何人，独敢哭耶？”
遂唤武士：
“与吾擒来。”须臾擒至。众官见之，无不惊骇，原来那
人不是别人，乃侍中蔡邕也。允叱曰：
“董卓逆贼，今日伏诛，国之
大幸。汝为汉臣，乃不为国庆，反为贼哭，何也？”邕伏罪曰：
“邕
虽不才，亦知大义，岂肯背国而向卓？只因一时知遇之感，不觉为之
一哭。自知罪大，愿公见原：倘得黥首刖足 (31) ，使续成汉史，以赎
其辜，邕之幸也。”众官惜邕之才，皆力救之。太傅马日磾亦密谓允
曰：
“伯喈旷世逸才 (32) ，若使续成汉史，诚为盛事。且其孝行素
著，若遽杀之，恐失人望。”允曰：
“昔孝武不杀司马迁，后使作
史，遂致谤书流于后世 (33) 。方今国运衰微，朝政错乱，不可令佞臣
执笔于幼主左右 (34) ，使吾等蒙其讪议也 (35) 。”日磾无言而退，
私谓众官曰：
“王允其无后乎 (36) ？善人，国之纪也；制作，国之典
也。灭纪废典，岂能久乎 (37) ？”当下王允不听马日磾之言，命将蔡
邕下狱中缢死。一时士大夫闻者，尽为流涕。后人论蔡邕之哭董卓，
固自不是；允之杀之，亦为已甚 (38) 。有诗叹曰：
董卓专权肆不仁，侍中何自竟亡身？
当时诸葛隆中卧 (39) ，安肯轻身事乱臣 (40) 。
且说李傕、郭汜、张济、樊稠逃居陕西，使人至长安上表求赦。
王允曰：
“卓之跋扈，皆此四人助之。今虽大赦天下，独不赦此四
人。”使者回报李傕。傕曰：
“求赦不得，各自逃生可也。”谋士贾
诩曰：
“诸君若弃军单行，则一亭长能缚君矣。不若诱集陕人，并本
部军马，杀入长安，与董卓报仇。事济 (41) ，奉朝廷以正天下；若其
不胜，走亦未迟。”傕等然其说，遂流言于西凉州曰：
“王允将欲洗
荡此方之人矣 (42) 。”众皆惊惶。乃复扬言曰：
“徒死无益，能从我
反乎？”众皆愿从。于是聚众十馀万，分作四路，杀奔长安来。路逢
董卓女婿、中郎将牛辅，引军五千人，欲去与丈人报仇，李傕便与合
兵，使为前驱。四人陆续进发。
王允听知西凉兵来，与吕布商议。布曰：
“司徒放心。量此鼠辈
(43) ，何足数也 (44) 。”遂引李肃将兵出敌。肃当先迎战，正与牛辅
相遇，大杀一阵。牛辅抵敌不过，败阵而去。不想是夜二更，牛辅乘
肃不备，竟来劫寨。肃军乱窜，败走三十馀里，折军大半，来见吕
布。布大怒曰：
“汝何挫吾锐气!”遂斩李肃，悬头军门。
次日，吕布进兵，与牛辅对敌。量牛辅如何敌得吕布，仍复大败
而走。是夜牛辅唤心腹人胡赤儿，商议曰：
“吕布骁勇，万不能敌。
不如瞒了李傕等四人，暗藏金珠，与亲随三五人弃军而去。”胡赤儿
应允。是夜收拾金珠，弃营而走，随行者三四人。将渡一河，赤儿欲
谋取金珠，竟杀死牛辅，将头来献吕布。布问起情由，从人出首 (45)
：
“胡赤儿谋杀牛辅，夺其金宝。”布怒，即将赤儿诛杀。领军前
进，正迎着李傕军马。吕布不等他列阵，便挺戟跃马，麾军直冲过
来。傕军不能抵当，退走五十馀里，依山下寨。请郭汜、张济、樊稠
共议，曰：
“吕布虽勇，然而无谋，不足为虑。我引军守住谷口，每
日诱他厮杀；郭将军可领军抄击其后，效彭越挠楚之法 (46) ，鸣金进
兵，擂鼓收兵；张、樊二公却分兵两路，径取长安。彼首尾不能救
应，必然大败。”众用其计。
却说吕布勒兵到山下，李傕引军搦战。布忿怒，冲杀过去，傕退
走上山。山上矢石如雨，布军不能进。忽报：
“郭汜在阵后杀来。”
布急回战。只闻鼓声大震，汜军已退。布方欲收军，锣声响处，傕军
又来。未及对敌，背后郭汜又领军杀到。及至吕布来时，却又擂鼓收
军去了。激得吕布怒气填胸。一连如此几日，欲战不得，欲止不得。
正在恼怒，忽然飞马报来说：
“张济、樊稠两路军马竟犯长安，京城
危急。”布急领军回，背后李傕、郭汜杀来。布无心恋战，只顾奔
走，折了好些人马。比及到长安城下，贼兵云屯雨集 (47) ，围定城
池，布军与战不利。军士畏吕布暴厉，多有降贼者，布心甚忧。
数日之后，董卓馀党李蒙、王方在城中为贼内应，偷开城门，四
路贼军一齐拥入。吕布左冲右突，拦挡不住，引数百骑往青琐门外，
呼王允曰：
“势急矣!请司徒上马，同出关去，别图良策。”允曰：
“若蒙社稷之灵 (48) ，得安国家，吾之愿也；若不获已 (49) ，则允
奉身以死。临难苟免 (50) ，吾不为也。为我谢关东诸公，努力以国家
为念。”吕布再三相劝，王允只是不肯去。不一时，各门火焰竟天，
吕布只得弃却家小，引百馀骑飞奔出关，投袁术去了。
李傕、郭汜纵兵大掠。太常卿种拂、太仆鲁馗、大鸿胪周奂、城
门校尉崔烈、越骑校尉王颀皆死于国难。贼兵围绕内庭至急，侍臣请
天子上宣平门止乱。李傕等望见黄盖 (51) ，约住军士，口呼“万
岁”。献帝倚楼问曰：
“卿不候奏请，辄入长安 (52) ，意欲何为？”
李傕、郭汜仰面奏曰：
“董太师乃陛下社稷之臣 (53) ，无端被王允谋
杀，臣等特来报仇，非敢造反。但见王允，臣便退兵。”王允时在帝
侧，闻知此言，奏曰：
“臣本为社稷计。事已至此，陛下不可惜臣，
以误国家。臣请下见二贼。”帝徘徊不忍。允自宣平门楼上跳下楼
去，大呼曰：
“王允在此!”李傕、郭汜拔剑叱曰：
“董太师何罪而见
杀？”允曰：
“董贼之罪，弥天亘地 (54) ，不可胜言。受诛之日，长
安士民皆相庆贺，汝独不闻乎？”傕、汜曰：
“太师有罪，我等何
罪，不肯相赦？”王允大骂：
“逆贼何必多言!我王允今日有死而
已!”二贼手起，把王允杀于楼下。史官有诗赞曰：
王允运机筹，奸臣董卓休。
心怀家国恨，眉锁庙堂忧。
英气连霄汉，忠诚贯斗牛。
至今魂与魄，犹绕凤凰楼。
众贼杀了王允，一面又差人将王允宗族老幼，尽行杀害。士民无
不下泪。当下李傕、郭汜寻思曰：
“既到这里，不杀天子谋大事，更
待何时？”便持剑大呼，杀入内来 (55) 。正是：
巨魁伏罪灾方息 (56) ，从贼纵横祸又来。
未知献帝性命如何，且听下文分解。
--------------------
(1) “楚庄王绝缨之会”四句——事见汉·刘向《说苑·复恩》：有一次楚庄王大宴群
臣，日暮酒酣，烛火忽灭。有人乘昏暗之际，手牵庄王妃之衣。妃拉断其冠缨(帽带)，并请
庄王命人燃烛，查究断缨者。庄王却令群臣皆断缨，然后燃烛，君臣尽欢而散。三年后，
楚、晋交战，有一楚将奋勇杀敌，楚军大胜。庄王问之，才知此将即手牵妃衣之人，因感庄
王之恩，以此相报。“绝缨”遂成宽厚待人之典。事又见于汉·韩婴《韩诗外传》卷七第十
四章，故事大同小异，只有两点不同：不是楚庄王的王妃，而是王后；不是楚、晋之战，而
是楚、吴之战。这里说绝缨者名蒋雄，将楚、晋之战或楚、吴之战说成是楚、秦之战，可能
是作者误记。
(2) 三思——典出《论语·公冶长》：“季文子三思而后行。子闻之，曰：‘再，斯可
矣。’”意谓反复考虑。三：多次，反复。
(3) 微恙——小病。
(4) 宠幸——这里指董卓将貂蝉收为姬妾，并加以宠爱。
(5) 跌足——跺脚。人在懊恼等情绪下的一种不由自主的举动。
(6) 失语——失言，出言不当，说了不该说的话。
(7) 青史——史籍，史书。古代以青竹简记事，故称。
(8) 流芳百世——流芳：流传美好的名誉。芳：香。比喻美名。百世：世世代代，永
远，永久。世：古称三十年为一世。语出《资治通鉴·卷一○三·晋简文帝咸安元年》：
“大司马(桓)温恃其材略位望，阴蓄不臣之志，尝抚枕叹曰：‘男子不能流芳百世，亦当遗
臭万年!’”意谓美名将永远流传，为世人所称颂。
(9) 史笔——历史记载，史书，史籍。
(10) 遗臭万年——语本“遗臭万载”，出自南朝宋·刘义庆《世说新语·尤悔》：“桓
公卧语曰：‘作此寂寂，将为文景所笑。’既而屈起坐曰：‘既不能流芳后世，亦不足复遗
臭万载耶!’”意谓坏名声永远流传，为后人所唾骂。
(11) 汉祀不斩——意谓汉朝统治者刘氏的香火不绝，也即汉朝得以不灭。斩：断绝。
(12) 罪恶贯盈——贯：穿钱的绳索。盈：满。语本“恶贯盈”，出自《尚书·周书·泰
誓上》：“商罪贯盈，天命诛之。”孔安国传：“纣之为恶，一以贯之，恶贯已满，天毕其
命。”孔颖达疏：“纣之为恶，如物在绳索之贯，一以贯之，其恶贯已满矣。”意谓深重的
罪恶已达到了像一根绳子穿满了钱的程度。形容坏人罪大恶极，死有馀辜。
(13) 人神共愤——语出汉·杜乔《上书谏封梁冀子弟及中常侍等》(见袁宏《后汉纪》
卷二一、《后汉书·杜乔传》)：“大将军梁冀，兄弟奸邪，倾动天下，皆有政卯之恶，未被
两观之诛，而横见式叙，各受封爵，天下惆怅，人神共愤，非所为赏必当功，罚必有罪。”
意谓人和神都愤恨。形容民愤极大。
(14) 折箭为誓——语出宋·岳珂《桯史·二将失律》：“虏既得俊迈，折箭为誓，启门
以出二将。”意谓折断箭杆发誓。表示若背誓言，将像断箭一样身首异处。
(15) 禅位——让出帝位。《史记·陈杞世家论》：“舜之德可谓至矣!禅位于夏，而后
世血食者历三世。”
(16) 执金吾——官名。其职权为统领禁军，负责宫廷周边的警戒与治安，护卫皇帝出
行。
(17) 绍汉禅——继承汉朝天下。绍：承继。汉禅：汉家(刘氏)让出(禅)帝位来。
(18) 祥——吉祥的预兆。
(19) “千里草”四句——此童谣原载《后汉书·五行志一》。千里草：即“董”字。何
青青：原形容青草何等茂盛。比喻权势极大。十日卜：即“卓”字。这四句是说董卓权势震
主，死期将至。
(20) 侵晨——拂晓，黎明。侵：临近，接近。
(21) 仪从——指护卫侍从人员。
(22) “手执长竿”三句——暗示吕布将用长戟刺杀董卓。
(23) 心恙——即心病，也就是精神病。
(24) 掖门——宫廷正门两旁的边门。
(25) 衷甲——穿在长袍里面的护身软甲。衷：贴身穿着，穿在衣内。
(26) 私曲——徇私舞弊，不公正。《管子·五辅》：“故善为政者，田畴垦而国邑实，
朝廷闲而官府治，公法行而私曲止。”
(27) 市曹——闹市，城中最繁华的地方。古时多在市曹行刑，以扩大震慑作用。
(28) 号令通衢——这里是指将董卓尸体置于交通要道示众，并张贴告示张扬其罪行。
(29) 抄籍——抄家并登记，没收家产入官。
(30) 白金——银子的别称。
(31) 黥(q í ng晴)首刖(yuè月)足——古代的两种刑罚。黥首：即在犯人的额头刺字，
使其终身受辱。刖足：即砍掉犯人的脚，使其不能再犯罪。
(32) 旷世逸才——前所未有的出众人才。
(33) “昔孝武”三句——事见《汉书·司马迁传》：汉武帝天汉二年(公元前99年)，
李陵降匈奴，司马迁为之辩解，武帝将其下狱，受腐刑。出狱后任中书令，发奋广搜博采，
撰成中国第一部纪传体通史《太史公书》(即《史记》)，上起黄帝，下至汉武帝太初年间(公
元前104—101年)，成为此后历朝史书的典范，从《汉书》至《清史稿》共二十四史，皆为
纪传体史书。王允指斥《史记》为“谤书”(诽谤他人的书)，不过是偏见而已。
(34) 佞臣执笔——这里指让蔡邕撰写汉代史书。佞臣：奸臣。
(35) 讪议——非议，诋毁。
(36) 无后——即绝后，断子绝孙。
(37) “善人”六句——善人：好人，君子，善良的人，有德之人。《论语·述而》：
“子曰：‘善人，吾不得而见之矣，得见有恒者，斯可矣。’”邢昺疏：“善人，即君子
也。”纪：本义为纪纲、朝纲。引申为国家的栋梁之材。《南史·刘显传》：“善人，国之
纪也，而出之，无乃不可乎？”制作：著作。这里指史书。这六句意谓君子为国家的栋梁，
史书是国家的重要典籍，因此王允杀史才蔡邕就是“灭纪废典”的行为，当权不可能很久。
(38) 已甚——太过分。《论语·泰伯》：“人而不仁，疾之已甚，乱也。”
(39) 诸葛卧隆中——指诸葛亮还在隆中隐居未出。
(40) 乱臣——作乱的臣子，胡乱司政的臣子。这里指董卓、王允等。《管子·君臣
下》：“君为倒君，臣为乱臣，国家之衰也。”
(41) 济——成功。
(42) 洗荡——扫荡，抢光杀尽。《旧唐书·高適传》：“洗荡关东，扫清逆乱。”
(43) 鼠辈——对他人的蔑称。《三国志·魏志·华佗传》：“荀彧请曰：‘佗术实工，
人命所县(悬)，宜含宥之。’太祖(曹操)曰：‘不忧，天下当无此鼠辈耶？’”
(44) 何足数——哪里值得说，即不值得一提。表示极其蔑视。
(45) 出首——告发，检举。
(46) 彭越扰楚之法——事见《史记·魏豹彭越列传》：彭越为秦末汉初人，当刘邦与项
羽争霸天下时，率兵归附刘邦，并以游击战的方式骚扰(挠)攻击楚军，帮助刘邦消灭了项
羽，被封为梁王。
(47) 云屯雨集——屯：聚，聚集。语本“云合雾集”，语出《史记·淮阴侯列传》：
“(蒯通曰)天下初发难也，俊雄豪桀建号壹呼，天下之士云合雾集，鱼鳞杂遝，熛至风
起。”(熛：疾，迅速。)意谓犹如云和雨一样向一处聚拢。比喻众多的人或事物会合到一起
来。
(48) 社稷之灵——指土地神和谷神。古人以土地和五谷为根本，故皇帝奉祀土地神和谷
神，以祈风调雨顺，五谷丰登，天下太平，长治久安。
(49) 不获已——不得已。《后汉书·独行传·严授》：“(张显)蹙令进，授不获已，
前战，伏兵发，授身被十创，殁于阵。”
(50) 苟免——苟且免于灾祸。《礼记·曲礼上》：“临财毋苟得，临难毋苟免。”孔颖
达疏：“苟君父有难，臣子若苟且免身而不斗，则陷君父于危亡，故云毋苟免。”
(51) 黄盖——皇帝专用的黄伞或黄车盖(篷)。这里指前者。
(52) 辄——擅自。
(53) 社稷之臣——参见第十四回“社稷臣”条注。
(54) 弥天亘地——满天遍地。极言其大。弥天：满天。亘地：遍地。
(55) 内——指皇宫，帝王所居之处。
(56) 巨魁——首领，大头目。这里指董卓。
第十回 勤王室马腾举义 (1) 报父仇曹操兴师
却说李、郭二贼欲弑献帝，张济、樊稠谏曰：
“不可。今日若便
杀之，恐众人不服。不如仍旧奉之为主，赚诸侯入关，先去其羽翼
(2) ，然后杀之，天下可图也。”李、郭二人从其言，按住兵器。帝
在楼上宣谕曰：
“王允既诛，军马何故不退？”李傕、郭汜曰：
“臣
等有功王室，未蒙赐爵，故不敢退军。”帝曰：
“卿欲封何爵？”
李、郭、张、樊四人各自写职衔献上，勒要如此官品 (3) 。帝只得从
之：封李傕为车骑将军、池阳侯，领司隶校尉，假节钺 (4) ；郭汜为
后将军、美阳侯，假节钺：同秉朝政。樊稠为右将军、万年侯，张济
为骠骑将军、平阳侯：领兵屯弘农。其馀李蒙、王方等各为校尉。然
后谢恩，领兵出城。又下令追寻董卓尸首，获得些零碎皮骨，以香木
雕成形体，安凑停当，大设祭祀，用王者衣冠棺椁，选择吉日，迁葬
郿坞。临葬之期，天降大雷雨，平地水深数尺，霹雳震开其棺，尸首
提出棺外。李傕候晴再葬，是夜又复如是。三次改葬，皆不能葬，零
皮碎骨，悉为雷火消灭。天之怒卓，可谓甚矣!
且说李傕、郭汜既掌大权，残虐百姓；密遣心腹侍帝左右，观其
动静。献帝此时举动荆棘 (5) ；朝廷官员，并由二贼升降。因采人
望，特宣朱儁入朝，封为太仆，同领朝政。
一日，人报西凉太守马腾、并州刺史韩遂，二将引军十馀万，杀
奔长安来，声言讨贼。原来二将先曾使人入长安，结连侍中马宇、谏
议大夫种邵、左中郎将刘范三人为内应，共谋贼党。三人密奏献帝，
封马腾为征西将军、韩遂为镇西将军，各受密诏，并力讨贼。当下李
傕、郭汜、张济、樊稠闻二军将至，一同商议御敌之策。谋士贾诩
曰：
“二军远来，只宜深沟高垒，坚守以拒之。不过百日，彼兵粮
尽，必将自退。然后引兵追之，二将可擒矣。”李蒙、王方出曰：
“此非好计。愿借精兵万人，立斩马腾、韩遂之头，献于麾下。”贾
诩曰：
“今若即战，必当败绩。”李蒙、王方齐声曰：
“若吾二人
败，情愿斩首；吾若战胜，公亦当输首级与我。”诩谓李傕、郭汜
曰：
“长安西二百里盩厔山，其路险峻，可使张、樊两将军屯兵于
此，坚壁守之 (6) ，待李蒙、王方自引兵迎敌可也。”李傕、郭汜从
其言，点一万五千人马与李蒙、王方。二人忻喜而去，离长安二百八
十里下寨。
西凉兵到，两个引军迎去。西凉军马拦路摆开阵势，马腾、韩遂
联辔而出 (7) ，指李蒙、王方骂曰：
“反国之贼!谁去擒之？”言未
绝，只见一位少年将军，面如冠玉，眼若流星，虎体猿臂，彪腹狼
腰；手执长枪，坐骑骏马，从阵中飞出。原来那将即马腾之子马超，
字孟起，年方十七岁，英勇无敌。王方欺他年幼，跃马迎战，战不到
数合，早被马超一枪刺于马下。马超勒马便回。李蒙见王方刺死，一
骑马从马超背后赶来。超只做不知。马腾在阵门下大叫：
“背后有人
追赶!”声犹未绝，只见马超已将李蒙擒在马上。原来马超明知李蒙追
赶，却故意俄延 (8) ；等他马近举枪刺来，超将身一闪，李蒙搠个空
(9) ，两马相并，被马超轻舒猿臂，生擒过去。军士无主，望风奔
逃。马腾、韩遂乘势追杀，大获胜捷，直逼隘口下寨，把李蒙斩首号
令。
李傕、郭汜听知李蒙、王方皆被马超杀了，方信贾诩有先见之
明，重用其计，只理会紧守关防，由他搦战，并不出迎。果然西凉军
未及两月，粮草俱乏，商议回军。恰好长安城中马宇家僮出首家主与
刘范、种邵外连马腾、韩遂，欲为内应等情。李傕、郭汜大怒，尽收
三家老少良贱斩于市 (10) ，把三颗首级直来门前号令。马腾、韩遂见
军粮已尽，内应又泄，只得拔寨退军。李傕、郭汜令张济引军赶马
腾，樊稠引军赶韩遂，西凉军大败。马超在后死战，杀退张济。樊稠
去赶韩遂，看看赶上，相近陈仓，韩遂勒马向樊稠曰：
“吾与公乃同
乡之人，今日何太无情？”樊稠也勒住马答道：
“上命不可违。”韩
遂曰：
“吾此来亦为国家耳，公何相逼之甚也？”樊稠听罢，拨转马
头，收兵回寨，让韩遂去了。
不提防李傕之侄李别见樊稠放走韩遂，回报其叔。李傕大怒，便
欲兴兵讨樊稠。贾翊曰：
“目今人心未宁，频动干戈，深为不便。不
若设一宴，请张济、樊稠庆功，就席间擒稠斩之，毫不费力。”李傕
大喜，便设宴请张济、樊稠。二将忻然赴宴。酒半阑 (11) ，李傕忽然
变色曰：
“樊稠何故交通韩遂，欲谋造反？”稠大惊，未及回言，只
见刀斧手拥出，早把樊稠斩首于案下。吓得张济俯伏于地。李傕扶起
曰：
“樊稠谋反，故尔诛之。公乃吾之心腹，何须惊惧？”将樊稠军
拨与张济管领。张济自回弘农去了。
李傕、郭汜自战败西凉兵，诸侯莫敢谁何 (12) 。贾诩屡劝抚安百
姓，结纳贤豪。自是朝廷微有生意。不想青州黄巾又起，聚众数十
万，头目不等，劫掠良民。太仆朱儁保举一人，可破群贼。李傕、郭
汜问是何人。朱儁曰：
“要破山东群贼，非曹孟德不可。”李傕曰：
“孟德今在何处？”儁曰：
“现为东郡太守，广有军兵。若命此人讨
贼，贼可克日而破也。”李傕大喜，星夜草诏，差人赍往东郡，命曹
操与济北相鲍信一同破贼。操领了圣旨，会同鲍信，一同兴兵，击贼
于寿阳。鲍信杀入重地，为贼所害。操追赶贼兵，直到济北，降者数
万。操即用贼为前驱，兵马到处，无不降顺。不过百馀日，招安到降
兵三十馀万、男女百馀万口。操择精锐者，号为“青州兵”，其馀尽
令归农。操自此威名日重。捷书报到长安，朝廷加曹操为镇东将军。
操在兖州，招贤纳士。有叔侄二人来投操，乃颍川颍阴人，姓荀
名彧，字文若，荀绲之子也，旧事袁绍，今弃绍投操。操与语大悦，
曰：
“此吾之子房也 (13) 。”遂以为行军司马。其侄荀攸，字公达，
海内名士，曾拜黄门侍郎，后弃官归乡，今与其叔同投曹操，操以为
行军教授。荀彧曰：
“某闻兖州有一贤士，今此人不知何在。”操问
是谁。彧曰：
“乃东郡东阿人，姓程名昱，字仲德。”操曰：
“吾亦
闻名久矣。”遂遣人于乡中寻问，访得他在山中读书，操拜请之。程
昱来见，曹操大喜。昱谓荀彧曰：
“某孤陋寡闻 (14) ，不足当公之
荐。公之乡人姓郭名嘉，字奉孝，乃当今贤士，何不罗而致之 (15)
？”彧猛省曰：
“吾几忘却。”遂启操，征聘郭嘉到兖州，共论天下
之事。郭嘉荐光武嫡派子孙，淮南成德人，姓刘名晔，字子阳。操即
聘晔至。晔又荐二人：一个是山阳昌邑人，姓满名宠，字伯宁；一个
是武城人，姓吕名虔，字子恪。曹操亦素知这两个名誉 (16) ，就聘为
军中从事。满宠、吕虔共荐一人，乃陈留平邱人，姓毛名玠，字孝
先。曹操亦聘为从事。
又有一将引军数百人，来投曹操，乃泰山巨平人，姓于名禁，字
文则。操见其人弓马熟娴，武艺出众，命为点军司马。一日，夏侯惇
引一大汉来见，操问何人，惇曰：
“此乃陈留人，姓典名韦，勇力过
人。旧跟张邈，与帐下人不和，手杀数十人，逃窜山中。惇出射猎，
见韦逐虎过涧，因收于军中。今特荐之于公。”操曰：
“吾观此人容
貌魁梧，必有勇力。”惇曰：
“他曾为友报仇杀人，提头直出闹市，
数百人不敢近。只今所使两枝铁戟，重八十斤，挟之上马，运使如
飞。”操即令韦试之。韦挟戟骤马，往来驰骋。忽见帐下大旗为风所
吹，岌岌欲倒 (17) ，众军士挟持不定。韦下马，喝退众军，一手执定
旗杆，立于风中，巍然不动。操曰：
“此古之恶来也 (18) 。”遂命为
帐前都尉，解身上棉袄及骏马、雕鞍赐之。
自是曹操部下文有谋臣，武有猛将，威镇山东。乃遣泰山太守应
劭，往琅琊郡取父曹嵩。嵩自陈留避难，隐居琅琊。当日接了书信，
便与弟曹德及一家老小四十馀人，带从者百馀人，车百馀辆，径望兖
州而来。道经徐州，太守陶谦，字恭祖，为人温厚纯笃 (19) ，向欲结
纳曹操，正无其由；知操父经过，遂出境迎接，再拜致敬，大设筵
宴，款待两日。曹嵩要行，陶谦亲送出郭，特差都尉张闿，将部兵五
百护送。曹嵩率家小行到华、费间 (20) ，时夏末秋初，大雨骤至，只
得投一古寺歇宿。寺僧接入。嵩安顿家小，命张闿将军马屯于两廊。
众军衣装都被雨打湿，同声嗟怨。
张闿唤手下头目于静处商议曰：
“我们本是黄巾馀党，勉强降顺
陶谦，未有好处。如今曹家辎重车辆无数，你们欲得富贵不难，只就
今夜三更，大家砍将入去，把曹嵩一家杀了，取了财物，同往山中落
草 (21) 。此计何如？”众皆应允。是夜风雨未息，曹嵩正坐，忽闻四
壁喊声大举。曹德提剑出看，就被搠死。曹嵩忙引一妾奔入方丈后，
欲越墙而走，妾肥胖不能出，嵩慌急，与妾躲于厕中，被乱军所杀。
应劭死命逃脱，投袁绍去了。张闿杀尽曹嵩全家，取了财物，放火烧
寺，与五百人逃奔淮南去了。后人有诗曰：
曹操奸雄世所夸，曾将吕氏杀全家。
如今阖户逢人杀，天理循环报不差 (22) 。
当下应劭部下有逃命的军士报与曹操。操闻之，哭倒于地，众人
救起。操切齿曰：
“陶谦纵兵杀吾父，此仇不共戴天 (23) !吾今悉起
大军 (24) ，洗荡徐州，方雪吾恨!”遂留荀彧、程昱领军三万守鄄
城、范县、东阿三县，其馀尽杀奔徐州来。夏侯惇、于禁、典韦为先
锋。操令：
“但得城池，将城中百姓尽行屠戮，以雪父仇。”当有九
江太守边让，与陶谦交厚，闻知徐州有难，自引兵五千来救。操闻之
大怒，使夏侯惇于路截杀之。时陈宫为东郡从事，亦与陶谦交厚，闻
曹操起兵报仇，欲尽杀百姓，星夜前来见操。操知是为陶谦作说客
(25) ，欲待不见，又灭不过旧恩 (26) ，只得请入帐中相见。宫曰：
“今闻明公以大兵临徐州，报尊父之仇，所到欲尽杀百姓，某因此特
来进言。陶谦乃仁人君子，非好利忘义之辈；尊父遇害，乃张闿之
恶，非谦罪也。且州县之民，与明公何仇？杀之不祥。望三思而
行。”操怒曰：
“公昔弃我而去，今有何面目复来相见？陶谦杀吾一
家，誓当摘胆剜心，以雪吾恨!公虽为陶谦游说，其如吾不听何 (27)
!”陈宫辞出，叹曰：
“吾亦无面目见陶谦也。”遂驰马投陈留太守张
邈去了。
且说操大军所到之处，杀戮人民，发掘坟墓。陶谦在徐州，闻曹
操起军报仇，杀戮百姓，仰天恸哭曰：
“我获罪于天 (28) ，致使徐州
之民受此大难。”急聚众官商议。曹豹曰：
“曹兵既至，岂可束手待
死 (29) ？某愿助使君破之。”陶谦只得引兵出迎，远望操军如铺霜涌
雪，中军竖起白旗二面，大书“报仇雪恨”四字。军马列成阵势，曹
操纵马出阵，身穿缟素 (30) ，扬鞭大骂。陶谦亦出马于门旗下，欠身
施礼曰：
“谦本欲结好明公，故托张闿护送。不想贼心不改，致有此
事。实不干陶谦之故，望明公察之。”操大骂曰：
“老匹夫!杀吾父，
尚敢乱言。谁可生擒老贼？”夏侯惇应声而出。陶谦慌走入阵。夏侯
惇赶来，曹豹挺枪跃马，前来迎敌。两马相交，忽然狂风大作，飞沙
走石，两军皆乱，各自收兵。
陶谦入城，与众计议曰：
“曹兵势大难敌，吾当自缚往操营，任
其剖割 (31) ，以救徐州一郡百姓之命。”言未绝，一人进前言曰：
“府君久镇徐州 (32) ，人民感恩。今曹兵虽众，未能即破我城。府君
与百姓坚守勿出；某虽不才，愿
施小策，教曹操死无葬身之地 (33) 。”众人大惊，便问计将安
出。正是：
本为纳交反成怨，那知绝处又逢生 (34) 。
毕竟此人是谁，且听下文分解。
--------------------
(1) 勤王室——为朝廷竭尽全力。
(2) 羽翼——党羽。
(3) 勒——强迫，强制。《北齐书·酷吏传·宋游道》：“敕至，市司犹不许，游道杖
司市，勒使速付。”
(4) 假节钺——即皇帝授予将帅符节和黄钺，以增加其权力。假：授予(暂时借与)。因
节和钺是君主权力的象征，故授予人臣使用称“假”。
(5) 举动荆棘——比喻皇帝生活在被监视和威胁的恶劣环境之中，一举一动都得格外小
心谨慎，否则会招来被废乃至杀身之祸。荆棘：泛指山野丛生的灌木。
(6) 坚壁——加固壁垒。《史记·高祖本纪》：“项王闻汉王在宛，果引兵至。汉王坚
壁不与战。”
(7) 联辔(pèi配)——并马。辔：缰绳。
(8) 俄延——拖延，耽搁，减缓。
(9) 搠(shuò硕)——刺，扎，捅。
(10) 良贱——良民和贱民。这里指主人和仆人。
(11) 半阑——将尽，即将结束。
(12) 莫敢谁何——没有人敢把他怎么样。何：奈何。
(13) 子房——汉朝张良之字。在秦末刘邦与项羽争霸战争中，张良为刘邦的谋士，协助
刘邦战胜了项羽，建立汉朝，被封为留侯。
(14) 孤陋寡闻——孤陋：浅陋，粗劣。寡闻：见闻狭隘。语出《礼记·学记》：“独学
而无友，则孤陋而寡闻。”孔颖达疏：“谓独自习学而无朋友，言有所疑，无可谘问，则学
问孤偏鄙陋，寡有所闻也。”意谓学识浅陋粗劣，见闻狭隘贫乏。多用作自谦语。
(15) 罗致——本义为用网捕鸟，引申为招揽人才。
(16) 名誉——名望与声誉。《墨子·修身》：“名不徒生，而誉不自长，功成名遂。名
誉不可虚假，反之身者也。”
(17) 岌岌——危急貌。《孟子·万章上》：“天下殆哉岌岌乎？”
(18) 恶来——商纣王的臣子，以勇力著称。
(19) 纯笃——纯朴诚实。《后汉书·朱穆传》：“是以虚华盛而忠信微，刻薄稠而纯笃
稀。”
(20) 华、费——即华县、费县，在今山东省南部。
(21) 落草——旧指入山林为盗。落：隐藏。草：山林草野。宋·苏轼《乞增修弓箭社条
约状》其二：“近有逃背落草四十馀人，马二十匹，见在狼山、西头君市等村乞食，切虑来
南界别作过犯。”
(22) 天理循环报不差——意谓天道公正无私，善有善报，恶有恶报，循环往复，不差分
毫。天理：天道。循环：反复。
(23) 不共戴天——共：同。戴：顶着。“不共戴天”本“弗共戴天”兼“弗共天下”。
“弗共戴天”出自《礼记·曲礼上》：“父之仇，弗与共戴天。”(《公羊传·庄公四年》
“讳与仇狩也”汉·何休注引作：“《礼》：父母之仇，不同戴天。”)“弗共天下”出自
《礼记·檀弓上》：“子夏问于孔子曰：‘居父母之仇，如之何？’夫子曰：‘寝苫枕干，
不仕，弗与共天下也。’”原指子女不与父母的仇人在同一个天底下生活。引申以泛指仇恨
极深，誓不两立，必欲报仇雪恨。
(24) 悉——尽，全，全部。
(25) 说(shu ì税)客——古代游说之士。因其善于雄辩，多替人从事劝说工作，故称。
《史记·郦生陆贾列传》：“郦生常为说客，驰使诸侯。”
(26) 灭不过旧恩——意谓抹不掉从前的恩惠。指第四回曹操刺杀董卓未遂而逃，被中牟
县令陈宫抓获，陈宫不但放了曹操，并弃官随曹而逃。
(27) 其如吾不听何——意谓不管你说得如何天花乱坠，我却不听你的，你又能怎么样？
(28) 我获罪于天——我得罪了老天爷或老天爷降灾与我。
(29) 束手待死——义同“束手待毙”，参见第七回“束手待毙”条注。
(30) 缟素——白色丧服。《史记·高祖本纪》：“今项羽放杀义帝于江南，大逆无道。
寡人亲为发丧，诸侯皆缟素。”
(31) 剖割——宰割。指严刑处治。
(32) 府君——汉代对太守的尊称。
(33) 死无葬身之地——语本“无葬地”，出自《三国志·蜀志·马超传》裴松之注引
《山阳公载记》：“(马)超计不得施。曹公(操)闻之曰：‘马儿不死，吾无葬地也。’”意
谓惨遭杀害而无人埋葬。形容不得好死或死得很惨。
(34) 绝处逢生——语出元·关汉卿《钱大尹智勘绯衣梦》第四折：“正名：李庆安绝处
幸逢生，狱神庙暗中彰显报。”意谓于绝境中遇到了生路。
第十一回 刘皇叔北海救孔融 吕温侯濮阳破曹操
却说献计之人乃东海朐县人，姓糜名竺，字子仲。此人家世富
豪，尝往洛阳买卖，乘车而回，路遇一美妇人来求同载，竺乃下车步
行，让车与妇人坐。妇人请竺同载，竺上车端坐，目不邪视 (1) 。行
及数里，妇人辞去，临别对竺曰：
“我乃南方火德星君也 (2) ，奉上
帝敕，往烧汝家。感君相待以礼，故明告君。君可速归，搬出财物。
吾当夜来。”言讫不见。竺大惊，飞奔到家，将家中所有，疾忙搬
出。是晚果然厨中火起，尽烧其屋。竺因此广舍家财，济贫拔苦 (3)
。后陶谦聘为别驾从事。当日献计曰：
“某愿亲往北海郡，求孔融起
兵救援；更得一人往青州田楷处求救：若二处军马齐来，操必退兵
矣。”谦从之，遂写书二封，问帐下谁人敢去青州求救。一人应声愿
往。众视之，乃广陵人，姓陈名登，字元龙。陶谦先打发陈元龙往青
州去讫，然后命糜竺赍书赴北海。自己率众守城，以备攻击。
却说北海孔融字文举，鲁国曲阜人也，孔子二十世孙，泰山都尉
孔宙之子。自小聪明。年十岁时，往谒河南尹李膺，阍人难之 (4) 。
融曰：
“我系李相通家 (5) 。”及入见，膺问曰：
“汝祖与吾祖何
亲？”融曰：
“昔孔子曾问礼于老子 (6) ，融与君岂非累世通家？”
膺大奇之。少顷，太中大夫陈炜至，膺指融曰：
“此奇童也。”炜
曰：
“小时聪明，大时未必聪明。”融即应声曰：
“如君所言，幼时
必聪明者。”炜等皆笑曰：
“此子长成，必当代之伟器也 (7) 。”自
此得名。后为中郎将，累迁北海太守。极好宾客，常曰：
“座上客常
满，樽中酒不空，吾之愿也 (8) 。”在北海六年，甚得民心。
当日正与客坐，人报徐州糜竺至。融请入见，问其来意。竺出陶
谦书，言：
“曹操攻围甚急，望明公垂救。”融曰：
“吾与陶恭祖交
厚，子仲又亲到此，如何不去？只是曹孟德与我无仇，当先遣人送书
解和；如其不从，然后起兵。”竺曰：
“曹操倚仗兵威，决不肯
和。”融教一面点兵，一面差人送书。正商议间，忽报黄巾贼党管亥
部领群寇数万杀奔前来。孔融大惊，急点本部人马，出城与贼迎战。
管亥出马曰：
“吾知北海粮广，可借一万石 (9) ，即便退兵；不然，
打破城池，老幼不留!”孔融叱曰：
“吾乃大汉之臣，守大汉之地，岂
有粮米与贼耶？”管亥大怒，拍马舞刀，直取孔融。融将宗宝挺枪出
马，战不数合，被管亥一刀砍宗宝于马下。孔融兵大乱，奔入城中。
管亥分兵四面围城，孔融心中郁闷。糜竺怀愁，更不可言。
次日，孔融登城遥望，贼势浩大，倍添忧恼。忽见城外一人挺枪
跃马，杀入贼阵，左冲右突，如入无人之境，直到城下，大叫：
“开
门!”孔融不识其人，不敢开门。贼众赶到壕边，那人回身连搠十数人
下马，贼众倒退。融急命开门引入。其人下马弃枪，径到城上，拜见
孔融。融问其姓名，对曰：
“某东莱黄县人也，复姓太史，名慈，字
子义。老母重蒙恩顾。某昨自辽东回家省亲，知贼寇城。老母
说：
‘屡受府君深恩，汝当往救。’某故单马而来。”孔融大喜。原
来孔融与太史慈虽未识面，却晓得他是个英雄。因他远出，有老母住
在离城二十里之外，融常使人遗以粟帛。母感融德，故特使慈来救。
当下孔融重待太史慈，赠与衣甲、鞍马。慈曰：
“某愿借精兵一
千，出城杀贼。”融曰：
“君虽英勇，然贼势甚盛，不可轻出。”慈
曰：
“老母感君厚德，特遣慈来，如不能解围，慈亦无颜见母矣，愿
决一死战。”融曰：
“吾闻刘玄德乃当世英雄，若请得他来相救，此
围自解，只无人可使耳。”慈曰：
“府君修书，某当急往。”融喜，
修书付慈。慈擐甲上马，腰带弓矢，手持铁枪，饱食严装 (10) 。城门
开处，一骑飞出。近壕，贼将率众来战。慈连搠死数人，透围而出。
管亥知有人出城，料必是请救兵的，便自引数百骑赶来，八面围定。
慈倚住枪，拈弓搭箭，八面射之，无不应弦落马。贼众不敢来追。
太史慈得脱，星夜投平原来见刘玄德。施礼罢，具言孔北海被围
求救之事 (11) ，呈上书札。玄德看毕，问慈曰：
“足下何人 (12)
？”慈曰：
“某太史慈，东海之鄙人也 (13) 。与孔融亲非骨肉，比非
乡党 (14) ，特以气谊相投 (15) ，有分忧共患之意。今管亥暴乱，北
海被围，孤穷无告，危在旦夕。闻君仁义素著，能救人危急，故特令
某冒锋突围，前来求救。”玄德敛容答曰 (16) ：
“孔北海知世间有刘
备耶!”乃同云长、翼德点精兵三千，往北海郡进发。
管亥望见救军来到，亲自引兵迎敌，因见玄德兵少，不以为意。
玄德与关、张、太史慈立马阵前，管亥忿怒直出。太史慈却待向前，
云长早出，直取管亥。两马相交，众军大喊。量管亥怎敌得云长，数
十合之间，青龙刀起，劈管亥于马下。太史慈、张飞两骑齐出，双枪
并举，杀入贼阵。玄德驱兵掩杀。城上孔融望见太史慈与关、张赶杀
贼众，如虎入羊群，纵横莫当，便驱兵出城。两下夹攻，大败群贼，
降者无数，馀党溃散。
孔融迎接玄德入城，叙礼毕，大设筵宴庆贺。又引糜竺来见玄
德，具言张闿杀曹嵩之事：
“今曹操纵兵大掠，围住徐州，特来求
救。”玄德曰：
“陶恭祖乃仁人君子，不意受此无辜之冤。”孔融
曰：
“公乃汉室宗亲，今曹操残害百姓，倚强欺弱，何不与融同往救
之？”玄德曰：
“备非敢推辞，奈兵微将寡 (17) ，恐难轻动。”孔融
曰：
“融之欲救陶恭祖，虽因旧谊，亦为大义。公岂独无仗义之心
耶？”玄德曰：
“既如此，请文举先行，容备去公孙瓒处借三五千人
马，随后便来。”融曰：
“公切勿失信。”玄德曰：
“公以备为何如
人也？圣人云：
‘自古皆有死，人无信不立。’刘备借得军或借不得
军，必然亲至。”孔融应允，教糜竺先回徐州去报，融便收拾起程。
太史慈拜谢曰：
“慈奉母命前来相助，今幸无虞 (18) 。有扬州刺史刘
繇，与慈同郡，有书来唤，不敢不去，容图再见。”融以金帛相酬，
慈不肯受而归。其母见之，喜曰：
“我喜汝有以报北海也 (19) 。”遂
遣慈往扬州去了。
不说孔融起兵。且说玄德离北海来见公孙瓒，具说欲救徐州之
事。瓒曰：
“曹操与君无仇，何苦替人出力？”玄德曰：
“备已许
人，不敢失信。”瓒曰：
“我借与君马步军二千。”玄德曰：
“更望
借赵子龙一行。”瓒许之。玄德遂与关、张引本部三千人为前部，子
龙引二千人随后，往徐州来。
却说糜竺回报陶谦，言北海又请得刘玄德来助；陈元龙也回报青
州田楷欣然领兵来救。陶谦心安。原来孔融、田楷两路军马惧怕曹兵
势猛，远远依山下寨，未敢轻进。曹操见两路军到，亦分了军势，不
敢向前攻城。
却说刘玄德军到，见孔融。融曰：
“曹兵势大，操又善于用兵，
未可轻战。且观其动静，然后进兵。”玄德曰：
“但恐城中无粮，难
以久持。备令云长、子龙领军四千，在公部下相助；备与张飞杀奔曹
营，径投徐州，去见陶使君商议。”融大喜，会合田楷，为掎角之势
(20) ；云长、子龙领兵两边接应。
是日，玄德、张飞引一千人马，杀入曹兵寨边。正行之间，寨内
一声鼓响，马军步军，如潮似浪，拥将出来。当头一员大将乃是于
禁，勒马大叫：
“何处狂徒，往那里去？”张飞见了，更不打话 (21)
，直取于禁。两马相交，战到数合，玄德掣双股剑麾兵大进，于禁败
走。张飞当前追杀，直到徐州城下。城上望见红旗白字，大书“平原
刘玄德”，陶谦急令开门。
玄德入城，陶谦接着，共到府衙。礼毕，设宴相待，一壁劳军
(22) 。陶谦见玄德仪表轩昂，语言豁达，心中大喜，便命糜竺取徐州
牌印 (23) ，让与玄德。玄德愕然曰：
“公何意也？”谦曰：
“今天下
扰乱，王纲不振。公乃汉室宗亲，正宜力扶社稷。老夫年迈无能，情
愿将徐州相让。公勿推辞。谦当自写表文，申奏朝廷。”玄德离席再
拜曰：
“刘备虽汉朝苗裔，功微德薄，为平原相犹恐不称职。今为大
义，故来相助。公出此言，莫非疑刘备有吞并之心耶？若举此念，皇
天不佑!”谦曰：
“此老夫之实情也。”再三相让，玄德那里肯受。糜
竺进曰：
“今兵临城下，且当商议退敌之策。待事平之日，再当相让
可也。”玄德曰：
“备当遗书于曹操，劝令解和；操若不从，厮杀未
迟。”于是传檄三寨，且按兵不动；遣人赍书，以达曹操。
却说曹操正在军中与诸将议事，人报徐州有战书到。操拆而观
之，乃刘备书也。书略曰：
备自关外得拜君颜，嗣后天各一方 (24) ，不及趋侍 (25) 。向者尊父曹侯，
实因张闿不仁，以致被害，非陶恭祖之罪也。目今黄巾遗孽扰乱于外，董卓馀党
盘踞于内。愿明公先朝廷之急，而后私仇，撤徐州之兵，以救国难，则徐州幸
甚，天下幸甚。
曹操看书，大骂：
“刘备何人，敢以书来劝我？且中间有讥讽之
意。”命斩来使，一面竭力攻城。郭嘉谏曰：
“刘备远来救援，先礼
后兵 (26) 。主公当用好言答之，以慢备心；然后进兵攻城，城可破
也。”操从其言，款留来使，候发回书。正商议间，忽流星马飞报祸
事。操问其故，报说吕布已袭破兖州，进据濮阳。
原来吕布自遭李、郭之乱，逃出武关，去投袁术。术怪吕布反覆
不定，拒而不纳。投袁绍，绍纳之，与布共破张燕于常山。布自以为
得志，傲慢袁绍手下将士，绍欲杀之。布乃去投张杨，杨纳之。时庞
舒在长安城中私藏吕布妻小，送还吕布。李傕、郭汜知之，遂斩庞
舒，写书与张杨，教杀吕布。布因弃张杨，去投张邈。恰好张邈弟张
超引陈宫来见张邈。宫说邈曰：
“今天下分崩，英雄并起。君以千里
之众，而反受制于人，不亦鄙乎 (27) ？今曹操征东，兖州空虚；而吕
布乃当世勇士，若与之共取兖州，霸业可图也。”张邈大喜，便令吕
布袭破兖州，随据濮阳。止有鄄城、东阿、范县三处，被荀彧、程昱
设计死守得全，其馀俱破。曹仁屡战，皆不能胜，特此告急。操闻报
大惊曰：
“兖州有失，使吾无家可归矣，不可不亟图之 (28) 。”郭嘉
曰：
“主公正好卖个人情与刘备，退军去复兖州。”操然之，即时答
书与刘备，拔寨退兵。
且说来使回徐州，入城见陶谦，呈上书札，言曹兵已退。谦大
喜，差人请孔融、田楷、云长、子龙等赴城大会。饮宴既毕，谦延玄
德于上座 (29) ，拱手对众曰：
“老夫年迈，二子不才，不堪国家重
任。刘公乃帝室之胄，德广才高，可领徐州。老夫情愿乞闲养病。”
玄德曰：
“孔文举令备来救徐州，为义也。今无端据而有之，天下将
以备为无义人矣。”糜竺曰：
“今汉室陵迟 (30) ，海宇颠覆，树功立
业，正在此时。徐州殷富，户口百万，刘使君领此，不可辞也。”玄
德曰：
“此事决不敢应命。”陈登曰：
“陶府君多病，不能视事，明
公勿辞。”玄德曰：
“袁公路四世三公，海内所归，近在寿春，何不
以州让之？”孔融曰：
“袁公路冢中枯骨 (31) ，何足挂齿 (32) !今日
之事，天与不取，悔不可追。”玄德坚执不肯。陶谦泣下曰：
“君若
舍我而去，我死不瞑目矣 (33) !”云长曰：
“既承陶公相让，兄且权
领州事 (34) 。”张飞曰：
“又不是我强要他的州郡，他好意相让，何
必苦苦推辞？”玄德曰：
“汝等欲陷我于不义耶？”陶谦推让再三，
玄德只是不受。陶谦曰：
“如玄德必不肯从，此间近邑，名曰小沛，
足可屯军，请玄德暂驻军此邑，以保徐州。何如？”众皆劝玄德留小
沛，玄德从之。陶谦劳军已毕，赵云辞去，玄德执手挥泪而别。孔
融、田楷亦各相别，引军自回。玄德与关、张引本部军来至小沛，修
葺城垣，抚谕居民。
却说曹操回军，曹仁接着，言吕布势大，更有陈宫为辅，兖州、
濮阳已失，其鄄城、东阿、范县三处，赖荀彧、程昱二人设计相连，
死守城郭。操曰：
“料吕布有勇无谋，不足虑也。”教且安营下寨，
再作商议。吕布知曹操回兵，已过腾县，召副将薛兰、李封曰：
“吾
欲用汝二人久矣。汝可引军一万，坚守兖州。吾亲自率兵，前去破
曹。”二人应诺。陈宫急入见曰：
“将军弃兖州，欲何往乎？”布
曰：
“吾欲屯兵濮阳，以成鼎足之势 (35) 。”宫曰：
“差矣。薛兰必
守兖州不住。此去正南一百八十里，泰山路险，可伏精兵万人在彼。
曹兵闻失兖州，必然倍道而进 (36) ，待其过半，一击可擒也。”布
曰：
“吾屯濮阳，别有良谋，汝岂知之？”遂不用陈宫之言，而用薛
兰守兖州而行。曹操兵行至泰山险路，郭嘉曰：
“且不可进，恐此处
有伏兵。”曹操笑曰：
“吕布无谋之辈，故教薛兰守兖州，自往濮
阳，安得此处有埋伏耶？教曹仁领一军围兖州，吾进兵濮阳，速攻吕
布。”陈宫闻曹兵至近，乃献计曰：
“今曹兵远来疲困，利在速战，
不可养成气力。”布曰：
“吾匹马纵横天下，何愁曹操？待其下寨，
吾自擒之。”
却说曹操兵近濮阳，下住寨脚。次日，引众将出，陈兵于野。操
立马于门旗下，遥望吕布兵到。阵圆处，吕布当先出马，两边排开八
员健将：第一个雁门马邑人，姓张名辽，字文远；第二个泰山华阴
人，姓臧名霸，字宣高。两将又各引三员健将：郝萌、曹性、成廉，
魏续、宋宪、侯成。布军五万，鼓声大震。操指吕布而言曰：
“吾与
汝自来无仇，何得夺吾州郡？”布曰：
“汉家城池，诸人有分 (37) ，
偏尔合得？”便叫臧霸出马搦战；曹军内乐进出迎。两马相交，双枪
齐举，战到三十馀合，胜负不分。夏侯惇拍马便出助战；吕布阵上张
辽截住厮杀。恼得吕布性起，挺戟骤马，冲出阵来。夏侯惇、乐进皆
走，吕布掩杀，曹军大败，退三四十里。布自收军。
曹操输了一阵，回寨与诸将商议。于禁曰：
“某今日上山观望，
濮阳之西，吕布有一寨，约无多军。今夜彼将谓我军败走，必不准
备，可引兵击之；若得寨，布军必惧：此为上策。”操从其言，带曹
洪、李典、毛玠、吕虔、于禁、典韦六将，选马步二万人，连夜从小
路进发。
却说吕布于寨中劳军，陈宫曰：
“西寨是个要紧去处，倘或曹操
袭之，奈何？”布曰：
“他今日输了一阵，如何敢来？”宫曰：
“曹
操是极能用兵之人，须防他攻我不备。”布乃拨高顺并魏续、侯成引
兵往守西寨。
却说曹操于黄昏时分，引军至西寨，四面突入。寨兵不能抵当，
四散奔走，曹操夺了寨。将及四更，高顺方引军到，杀将入来。曹操
自引军马来迎，正逢高顺，三军混战。将及天明，正西鼓声大震，人
报吕布自引救军来了。操弃寨而走。背后高顺、魏续、侯成赶来；当
头吕布亲自引军来到。于禁、乐进双战吕布不住，操望北而行。山后
一彪军出：左有张辽，右有臧霸。操使吕虔、曹洪战之，不利。操望
西而走，忽又喊声大震，一彪军至：郝萌、曹性、成廉、宋宪四将拦
住去路。众将死战，操当先冲阵。梆子响处，箭如骤雨射将来。操不
能前进，无计可脱，大叫：
“谁人救我？”马军队里，一将踊出，乃
典韦也，手挺双铁戟，大叫：
“主公勿忧!”飞身下马，插住双戟，取
短戟十数枝，挟在手中，顾从人曰：
“贼来十步乃呼我。”遂放开脚
步，冒箭前行。布军数十骑追至，从人大叫曰：
“十步矣!”韦曰：
“五步乃呼我。”从人又曰：
“五步矣!”韦乃飞戟刺之，一戟一人坠
马，并无虚发，立杀十数人。众皆奔走。韦复飞身上马，挺一双大铁
戟，冲杀入去。郝、曹、成、宋四将不能抵当，各自逃去。
典韦杀散敌军，救出曹操。众将随后也到，寻路归寨。看看天色
傍晚，背后喊声起处，吕布骤马提戟赶来，大叫：
“操贼休走!”此时
人困马乏，大家面面相觑 (38) ，各欲逃生。正是：
虽能暂把重围脱，只怕难当劲敌追。
不知曹操性命如何，且听下文分解。
--------------------
(1) 目不邪视——邪：通“斜”。语出北朝齐·颜之推《颜氏家训·卷一·教子》：
“古者，圣王有胎教之法：怀子三月，出居别宫，目不邪视，耳不妄听，音声滋味，以礼节
之。”意谓眼睛不向旁边乱看。形容人品行端正，没有邪念。
(2) 火德星君——民间传说中火神的别称。
(3) 济贫拔苦——意谓救济贫苦的人。济、拔：救济，解救，拯救。
(4) 阍(hūn昏)人——本为周朝的官名，执掌晨昏启闭宫门之事。后成为看门人的通
称。阍：宫门、天门。
(5) 通家——世代有交谊的人家。以其可以互通有无，故称。
(6) 昔孔子曾问礼于老子——问礼：请教礼法。事见《孔子家语·观周》：“孔子谓南
宫敬叔曰：‘吾闻老聃博古知今，通礼乐之原，明道德之归，则吾师也。今将往矣。’……
(鲁君)与孔子车一乘、马二匹、竖子侍御。敬叔与俱至周，问礼于老聃，访乐于苌弘。”又
见《史记·老子韩非列传》：“孔子适周，将问礼于老子。”孔子既认老子(李耳)为师，而
孔融是孔子的后代，李膺是老子的后代，因此孔融自称与李膺为通家。这当然是一种诡辩，
但出于十岁孔融之口，实属非同一般，故《后汉书·孔融传》及《世说新语》等皆津津乐
道。
(7) 伟器——堪任大事的杰出人才。《后汉书·郭太传》：“林宗见而谓(黄允)
曰：‘卿有绝人之才，足成伟器。’”
(8) “座上”三句——这三句见《后汉书·孔融传》，但原文作：“坐上客恒满，尊中
酒不空，吾无忧矣。”“樽”与“尊”同义，皆为酒器。
(9) 石(古读sh í，今读dàn)——容量单位。十斗为一石。
(10) 严装——穿戴得整齐严密。指顶盔贯甲，全副武装。
(11) 具言——备言，详细说明或告诉。
(12) 足下——下称上或同辈互称的敬称。《韩非子·难三》：“今足下虽强，未若知
氏。”
(13) 鄙人——自称谦辞。意谓自己是低贱浅薄的人。鄙：低贱，浅薄。《史记·张释之
冯唐列传》：“唐谢曰：‘鄙人不知忌讳。’”
(14) 比非乡党——意谓若论亲疏关系，彼此并非同乡。比：亲近，和睦。乡党：周代以
一万二千五百户为乡，五百户为党，故“乡党”即同乡或乡亲之意。
(15) 气谊——义气和情谊。
(16) 敛容——正容，即显出严肃庄重的面容，以示尊敬。《汉书·霍光传》：“光每朝
见，上虚己敛容，礼下之已甚。”
(17) 兵微将寡——微、寡：少。语本“兵微将乏”，出自宋·苏籀《忆雍都》：“兵微
将乏初无奈，贼破功成近可嘉。”(乏：少。)意谓军队的数量太少。形容兵力薄弱，战斗力
不强。
(18) 无虞——因太平无事而没有忧虑。《尚书·周书·毕命》：“四方无虞，予一人以
宁。”虞：忧虑，忧患。
(19) 报北海——即报答孔融。北海：即孔融。以其为北海太守，故称。以官职或姓加官
职代名是古代习惯之一，本书也常常出现这种情况，以下不再一一注释。
(20) 掎(jǐ挤)角之势——掎角：亦作“犄角”。原指有人拖住鹿腿，有人抓住鹿角。
比喻相互配合。掎、犄：拖，拉，拽，牵制。势：态势，阵势。“掎角之势”本《左传·襄
公十四年》：“譬如捕鹿，晋人角之，诸戎掎之，与晋踣之。”(踣：放倒，摔倒。)孔颖达
疏：“角之谓执其角也；掎之言戾其足也。”意谓如同捕鹿，晋人抓住鹿角，诸戎拖住鹿
腿，一起把鹿放倒。比喻在作战时几部分部队分屯数处，以便形成夹击或牵制敌军的态势。
(21) 打话——即搭话。
(22) 一壁——即一边，一面。
(23) 牌印——令牌和官印。皆为做官的凭证和权力的象征。《新五代史·前蜀世家·王
建》：“令孜夜入建军，以节度观察牌印授建。”
(24) 嗣后——此后，以后，随后。
(25) 趋侍——侍奉，侍候，服侍。《北齐书·裴让之传》：“帝欲让之为黄门侍郎，或
言其体重，不堪趋侍，乃除清河太守。”
(26) 先礼后兵——意谓对外交涉时先用礼貌的方式，行不通则用强硬手段。兵：战争。
泛指强硬手段。
(27) 鄙——以为羞耻。战国楚·屈原《九章·怀沙》：“易初本迪兮，君子所鄙。”王
逸注：“鄙，耻也。”
(28) 亟——急速。
(29) 延——请。
(30) 陵迟——衰落，衰败，衰微。《后汉书·袁绍传》：“汉室陵迟，为日久矣，今欲
兴之，不亦难乎？”
(31) 冢中枯骨——语出《三国志·蜀志·先主传》：“北海相孔融谓先主曰：‘袁公路
岂忧国忘家者耶？冢中枯骨，何足介意!’”意谓犹如坟墓中的枯骨。比喻胸无大志、无所作
为的人。
(32) 何足挂齿——何足：以反问式表示否定，即不足、不配、不够或不值得。挂齿：挂
在嘴上。引申为说到或提起。“何足挂齿”本“何足置之齿牙”，出自《史记·刘敬叔孙通
列传》：“(叔孙通前曰)此特群盗鼠窃狗盗耳，何足置之齿牙间？”意谓哪里值得一说或一
提？表示人或事物微不足道，不值得重视。
(33) 死不瞑目——瞑目：闭眼，合眼。语出《三国志·吴志·孙坚传》：“(董)卓惮
坚猛壮，乃遣将军李傕等来求和亲……坚曰：‘卓逆天无道，荡覆王室，今不夷汝三族，县
(悬)示四海，则吾死不瞑目，岂将与乃和亲邪？’”(夷：消灭。)意谓死了也不闭眼睛。指
人将死之时心里还有放不下的事情。
(34) 权领——姑且暂时代领。
(35) 鼎足之势——鼎：三足两耳的青铜器皿，古人用以烧饭。势：态势，形势，局面。
“鼎足之势”本“鼎足而居”，出自《史记·淮阴侯列传》：“(蒯通说韩信曰)方今为足下
计，莫若两利而俱存之，三分天下，鼎足而居，其势不敢先动。”意谓势如鼎之三足并立。
比喻三种势力或政权旗鼓相当而互相对峙的局面。
(36) 倍道——以加倍的速度赶路，即一天走两天的路。《孙子·军争》：“卷甲而趋，
日夜不处，倍道兼行，百里而争利。”
(37) 有分——义同“有份”。分：通“份”。整体中的一部分。
(38) 面面相觑——觑：看。语出宋·赜藏主辑《古尊宿语录·卷二二·黄梅东山演和尚
·自述真赞二首》其二：“我真我赞，唯己自知；面面相觑，有甚了期？”意谓众人都大眼
瞪小眼，你看着我，我着着你。形容众人因惊惧或无可奈何而发呆的情形。
第十二回 陶恭祖三让徐州 曹孟德大战吕布
曹操正慌走间，正南上一彪军到，乃夏侯惇引军来救援，截住吕
布大战。斗到黄昏时分，大雨如注 (1) ，各自引军分散。操回寨，重
赏典韦，加为领军都尉。
却说吕布到寨，与陈宫商议。宫曰：
“濮阳城中有富户田氏，家
僮千百，为一郡之巨室。可令彼密使人往操寨中下书，言：
‘吕温侯
残暴不仁，民心大怨，今欲移兵黎阳，止有高顺在城内。可连夜进
兵，我为内应。’操若来，诱之入城，四门放火，外设伏兵。曹操虽
有经天纬地之才 (2) ，到此安能得脱也？”吕布从其计，密谕田氏，
使人径到操寨。
操因新败，正在踌躇，忽报田氏人到，呈上密书云：
吕布已往黎阳，城中空虚。万望速来，当为内应。城上插白旗，大书“义”
字，便是暗号。
操大喜曰：
“天使吾得濮阳也!”重赏来人，一面收拾起兵。刘晔
曰：
“布虽无谋，陈宫多计。只恐其中有诈，不可不防。明公欲去，
当分三军为三队：两队伏城外接应，一队入城，方可。”
操从其言，分军三队，来至濮阳城下。操先往观之，见城上遍竖
旗幡，西门角上有一“义”字白旗，心中暗喜。是日午牌 (3) ，城门
开处，两员将引军出战：前军侯成，后军高顺。操即使典韦出马，直
取侯成。侯成抵敌不过，回马望城中走。韦赶到吊桥边，高顺亦拦挡
不住，都退入城中去了。数内有军人乘势混过阵来见操，说是田氏之
使，呈上密书。约云：
“今夜初更时分，城上鸣锣为号，便可进兵。
某当献门。”操拨夏侯惇引军在左，曹洪引军在右，自己引夏侯渊、
李典、乐进、典韦四将，率兵入城。李典曰：
“主公且在城外，容某
等先入城去。”操喝曰：
“我不自往，谁肯向前？”遂当先领兵直
入。
时约初更 (4) ，月光未上。只听得西门上吹蠃壳声 (5) ，喊声忽
起，门上火把燎乱，城门大开，吊桥放落。曹操争先拍马而入，直到
州衙，路上不见一人。操知是计，忙拨回马，大叫：
“退兵!”州衙中
一声炮响，四门烈火轰天而起，金鼓齐鸣，喊声如江翻海沸。东巷内
转出张辽，西巷内转出臧霸，夹攻掩杀。操走北门，道旁转出郝萌、
曹性，又杀一阵。操急走南门，高顺、侯成拦住。典韦怒目咬牙，冲
杀出去。高顺、侯成倒走出城。典韦杀到吊桥，回头不见了曹操，翻
身复杀入城来，门下撞着李典。典韦问：
“主公何在？”典曰：
“吾
亦寻不见。”韦曰：
“汝在城外催救军，我入去寻主公。”李典去
了。典韦杀入城中，寻觅不见。再杀出城壕边，撞着乐进。进曰：
“主公何在？”韦曰：
“我往复两遭，寻觅不见。”进曰：
“同杀入
去救主。”两人到门边，城上火炮滚下 (6) ，乐进马不能入。典韦冒
烟突火，又杀入去，到处寻觅。
却说曹操见典韦杀出去了，四下里人马截来，不得出南门。再转
北门，火光里正撞见吕布挺戟跃马而来。操以手掩面，加鞭纵马竟
过。吕布从后拍马赶来，将戟于操盔上一击，问曰：
“曹操何在？”
操反指曰：
“前面骑黄马者是他。”吕布听说，弃了曹操，纵马向前
追赶。曹操拨转马头，望东门而走，正逢典韦。韦拥护曹操，杀条血
路，到城门边，火焰甚盛，城上推下柴草，遍地都是火。韦用戟拨
开，飞马冒烟突火先出。曹操随后亦出。方到门道边，城门上崩下一
条火梁来 (7) ，正打着曹操战马后胯，那马扑地倒了。操用手托梁推
放地上，手臂须发，尽被烧伤。典韦回马来救，恰好夏侯渊亦到，两
个同救起曹操，突火而出。操乘渊马，典韦杀条大路而走。
直混战到天明，操方回寨。众将拜伏问安，操仰面笑曰：
“误中
匹夫之计，吾必当报之。”郭嘉曰：
“计可速发。”操曰：
“今只将
计就计 (8) ：诈言我被火伤 (9) ，已经身死，布必引兵来攻。我伏兵
于马陵山中，候其兵半渡而击之，布可擒矣。”嘉曰：
“真良策
也。”于是令军士挂孝发丧 (10) ，诈言操死。早有人来濮阳报吕布
说：
“曹操被火烧伤肢体，到寨身死。”布随点起军马，杀奔马陵山
来。将到操寨，一声鼓响，伏兵四起。吕布死战得脱，折了好些人
马。败回濮阳，坚守不出。
是年蝗虫忽起，食尽禾稻。关东一境，每谷一斛 (11) ，直钱五十
贯 (12) ，人民相食。曹操因军中粮尽，引兵回鄄城暂住。吕布亦引兵
出屯山阳就食。因此二处权且罢兵。
却说陶谦在徐州，时年已六十三岁，忽然染病，看看沉重，请糜
竺、陈登议事。竺曰：
“曹兵之去，止为吕布袭兖州故也。今因岁荒
罢兵，来春又必至矣。府君两番欲让位于刘玄德，时府君尚强健，故
玄德不肯受；今病已沉重，正可就此而与之，玄德必不辞矣。”谦大
喜，使人来小沛，请刘玄德商议军务。
玄德引关、张带数十骑到徐州，陶谦教请入卧内。玄德问安毕，
谦曰：
“请玄德公来，不为别事，止因老夫病已危笃 (13) ，朝夕难保
(14) ，万望明公可怜汉家城池为重，受取徐州牌印，老夫死亦瞑目
矣。”玄德曰：
“君有二子，何不传之？”谦曰：
“长子商，次子
应，其才皆不堪任。老夫死后，犹望明公教诲，切勿令掌州事。”玄
德曰：
“备一身安能当此大任？”谦曰：
“某举一人，可为公辅，系
北海人，姓孙名乾，字公祐。此人可使为从事。”又谓糜竺曰：
“刘
公当世人杰，汝当善事之。”玄德终是推托，陶谦以手指心而死。众
军举哀毕 (15) ，即捧牌印交送玄德。玄德固辞。
次日，徐州百姓拥挤府前，哭拜曰：
“刘使君若不领此郡，我等
皆不能安生矣。”关、张二公亦再三相劝。玄德乃许权领徐州事，使
孙乾、糜竺为辅，陈登为幕官。尽取小沛军马入城，出榜安民。一面
安排丧事，玄德与大小军士尽皆挂孝，大设祭奠。祭毕，葬于黄河之
原 (16) 。将陶谦遗表 (17) ，申奏朝廷。
操在鄄城知陶谦已死，刘玄德领徐州牧，大怒曰：
“我仇未报，
汝不费半箭之功，坐得徐州。吾必先杀刘备，后戮谦尸 (18) ，以雪先
君之怨!”即传号令，克日起兵，去打徐州。荀彧入谏曰：
“昔高祖保
关中，光武据河内，皆深根固本 (19) ，以制天下 (20) ，进足以胜
敌，退足以坚守，故虽有困，终济大业 (21) 。明公本首事兖州 (22)
，且河、济乃天下之要地 (23) ，是亦昔之关中、河内也。今若取徐
州，多留兵则不足用，少留兵则吕布乘虚寇之，是无兖州也。若徐州
不得，明公安所归乎？今陶谦虽死，已有刘备守之；徐州之民既已服
备，必助备死战。明公弃兖州而取徐州，是弃大而就小，去本而求
末，以安而易危也。愿熟思之。”操曰：
“今岁荒乏粮，军士坐守于
此，终非良策。”彧曰：
“不如东略陈地 (24) ，使军就食汝南、颍
川。黄巾馀党何仪、黄劭等劫掠州郡，多有金帛、粮食，此等贼徒，
又容易破；破而取其粮，以养三军，朝廷喜，百姓悦，乃顺天之事
也。”操喜，从之，乃留夏侯惇、曹仁守鄄城等处，自引兵先略陈
地，次及汝、颍。
黄巾何仪、黄劭知曹兵到，引众来迎，会于羊山。时贼兵虽众，
都是狐群狗党 (25) ，并无队伍行列。操令强弓硬弩射住，令典韦出
马。何仪令副元帅出战，不三合，被典韦一戟刺于马下。操引众乘势
赶过羊山下寨。次日，黄劭自引军来，阵圆处，一将步行出战，头裹
黄巾，身披绿袄，手提铁棒，大叫：
“我乃截天夜叉何曼也!谁敢与我
厮斗？”曹洪见了，大喝一声，飞身下马，提刀步出。两下向阵前厮
杀，四五十合，胜负不分。曹洪诈败而走，何曼赶来。洪用拖刀背砍
计，转身一踅 (26) ，砍中何曼，再复一刀杀死。李典乘势飞马直入贼
阵。黄劭不及提备，被李典生擒活捉过来。曹兵掩杀贼众，夺其金
帛、粮食无数。何仪势孤，引数百骑奔走葛陂。正行之间，山背后撞
出一军。为头一个壮士，身长八尺，腰大十围 (27) ，手提大刀，截住
去路。何仪挺枪出迎，只一合，被那壮士活挟过去。馀众着忙，皆下
马受缚，被壮士尽驱入葛陂坞中 (28) 。
却说典韦追袭何仪到葛陂，壮士引军迎住。典韦曰：
“汝亦黄巾
贼耶？”壮士曰：
“黄巾数百骑，尽被我擒在坞内。”韦曰：
“何不
献出？”壮士曰：
“你若赢得手中宝刀，我便献出。”韦大怒，挺双
戟向前来战。两个从辰至午 (29) ，不分胜负，各自少歇。不一时，那
壮士又出搦战，典韦亦出。直战到黄昏，各因马乏暂止。典韦手下军
士飞报曹操。操大惊，忙引众将来看。
次日，壮士又出搦战。操见其人威风凛凛，心中暗喜，分付典
韦：
“今日且诈败。”韦领命出战，战到三十合，败走回阵。壮士赶
到阵门中，弓弩射回。操急引军退五里，密使人掘下陷坑，暗伏钩手
(30) 。
次日，再令典韦引百馀骑出。壮士笑曰：
“败将何敢复来？”便
纵马接战。典韦略战数合，便回马走。壮士只顾望前赶来，不提防连
人带马，都落于陷坑之内，被钩手缚来见曹操。操下帐叱退军士，亲
解其缚，急取衣衣之，命坐，问其乡贯、姓名。壮士曰：
“我乃谯国
谯县人也，姓许名褚，字仲康。向遭寇乱，聚宗族数百人，筑坚壁于
坞中以御之。一日寇至，吾令众人多取石子准备，吾亲自飞石击之，
无不中者，寇乃退去。又一日寇至，坞中无粮，遂与贼和，约以耕牛
换米。米已送到，贼驱牛至坞外，牛皆奔走回还，被我双手掣二牛
尾，倒行百馀步。贼大惊，不敢取牛而走，因此保守此处无事。”操
曰：
“吾闻大名久矣。还肯降否？”褚曰：
“固所愿也。”遂招引宗
族数百人俱降。操拜许褚为都尉，赏劳甚厚。随将何仪、黄劭斩讫。
汝、颍悉平。
曹操班师，曹仁、夏侯惇接见，言：
“近日细作报说：兖州薛
兰、李封军士皆出掳掠，城邑空虚。可引得胜之兵攻之，一鼓可
下。”操遂引军径奔兖州。薛兰、李封出其不意，只得引兵出城迎
战。许褚曰：
“吾愿取此二人，以为贽见之礼 (31) 。”操大喜，遂令
出战。李封使画戟，向前来迎。交马两合，许褚斩李封于马下。薛兰
急走回阵，吊桥边李典拦住。薛兰不敢回城，引军投巨野而去，却被
吕虔飞马赶来，一箭射于马下。军皆溃散。
曹操复得兖州，程昱便请进兵取濮阳。操令许褚、典韦为先锋，
夏侯惇、夏侯渊为左军，李典、乐进为右军，操自领中军，于禁、吕
虔为合后 (32) 。兵至濮阳，吕布欲自将出迎，陈宫谏：
“不可出战，
待众将聚会后方可。”吕布曰：
“吾怕谁来？”遂不听宫言，引兵出
阵，横戟大骂；许褚便出。斗二十合，不分胜负。操曰：
“吕布非一
人可胜。”便差典韦助战，两将夹攻；左边夏侯惇、夏侯渊，右边李
典、乐进齐到：六员将共攻吕布。布遮拦不住，拨马回城。城上田氏
见布败回，急令人拽起吊桥。布大叫；
“开门!”田氏曰：
“吾已降曹
将军矣。”布大骂，引军奔定陶而去。陈宫急开东门，保护吕布老小
出城。
操遂得濮阳，恕田氏旧日之罪。刘晔曰：
“吕布乃猛虎也，今日
困乏，不可少容。”操令刘晔等守濮阳，自己引军赶至定陶。时吕布
与张邈、张超尽在城中，高顺、张辽、臧霸、侯成巡海打粮未回。操
军至定陶，连日不战，引军退四十里下寨。正值济郡麦熟，操即令军
割麦为食。细作报知吕布。布引军赶来，将近操寨，见左边一望林木
茂盛，恐有伏兵而回。操知布军回去，乃谓诸将曰：
“布疑林中有伏
兵耳，可多插旌旗于林中以疑之。寨西一带长堤无水，可尽伏精兵。
明日吕布必来烧林，堤中军断其后，布可擒矣。”于是止留鼓手五十
人于寨中擂鼓，将村中掳来男女在寨内呐喊。精兵多伏堤中。
却说吕布回报陈宫，宫曰：
“操多诡计，不可轻敌。”布曰：
“吾用火攻，可破伏兵。”乃留陈宫、高顺守城。布次日引大军来，
遥见林中有旗，驱兵大进，四面放火，竟无一人。欲投寨中，却闻鼓
声大震。正自疑惑不定，忽然寨后一彪军出。吕布纵马赶来。炮响
处，堤内伏兵尽出，夏侯惇、夏侯渊、许褚、典韦、李典、乐进骤马
杀来。吕布料敌不过，落荒而走。从将成廉被乐进一箭射死，布军三
停去了二停 (33) 。败卒回报陈宫，宫曰：
“空城难守，不若急去。”
遂与高顺保着吕布老小，弃定陶而走。曹操将得胜之兵杀入城中，势
如劈竹 (34) 。张超自刎，张邈投袁术去了。山东一境，尽被曹操所
得。安民修城，不在话下。
却说吕布正走，逢诸将皆回，陈宫亦已寻着。布曰：
“吾军虽
少，尚可破曹。”遂再引军来。正是：
兵家胜败真常事，卷甲重来未可知。
不知吕布胜负如何，且听下文分解。
--------------------
(1) 大雨如注——注：大水倾泻而下。“大雨如注”本“雨下如注”，出自《东观汉记
·光武纪》：“暴雨下如注，水潦成川。”意谓大雨犹如水从天上倾泻而下。形容雨下得极
大。
(2) 经天纬地——经、纬：织物的纵线和横线。比喻法度、法规；亦比喻经营、治理。
“经天纬地”出自《左传·昭公二十八年》：“心能制义曰度，德正应和曰莫，照临四方曰
明，勤施无私曰类，教诲不倦曰长，赏庆刑威曰君，慈和遍服曰顺，择善而从之曰比，经纬
天地曰文。九德不愆，作事无悔，故袭天禄，子孙赖之。”杜预注：“经纬相错，故织成
文。”其本义是以天地为法度。引申为安邦定国，治理天下。
(3) 午牌——古代将时辰写在木牌上报时，上写“午时”的牌子称午牌。代指正午，相
当于现在的中午十二时。
(4) 初更——旧时每夜分为五个更次。初更为头一个更次，相当于今之晚上七时至九
时。
(5) 蠃(luó骡)壳——这里指用螺壳制作的号角。蠃：同“螺”。
(6) 火炮——以火力或火药发射弹丸的武器。
(7) 火梁——指着火的房梁。
(8) 将计就计——将：利用，借助。就：谋划，谋取，采取，施展。“将计就计”出自
元·杨梓《忠义士豫让吞炭》第二折：“咱今将计就计，决开堤口，引汾水灌安邑，绛水灌
平阳，使智氏军不战自乱，一壁厢整搠人马掩击，无不成事。”指利用对方的计策反过来向
对方施展计策。
(9) 诈言——谎称。《汉书·淮阳宪王刘钦传》：“博常欲诳耀淮阳王，即具记房诸所
说灾异及召见密语，持予淮阳王以为信验，诈言：‘已见中书令石君求朝，许以金五百
斤。’”
(10) 挂孝——戴孝，穿丧服。
(11) 斛(hú胡)——古代量器，方形，底大口小。初为十斗一斛，南宋末改为五斗一
斛。
(12) 直钱——即值铜钱，折算为铜钱。直：义通“值”。贯——本义为穿钱的绳索。古
代铜钱用绳索穿成串，一千铜钱穿成一串称一贯。
(13) 危笃——病势危急。晋·葛洪《抱朴子·讥惑》：“疾患危笃，不堪风冷。”
(14) 朝夕难保——语本“朝不保暮”，出自汉·朱穆《复奏记梁冀》(见晋·袁宏《后
汉纪·质帝纪》)：“二千石长史遇民如虏，或卖用田宅，或绝命捶楚，大小无聊，朝不保
暮。”意谓早晨(朝)时很难保证晚上(夕)会发生什么变化。这里指病情极其严重，随时都有
生命危险。
(15) 举哀——大声号哭以示哀悼。
(16) 黄河之原——指黄河岸边的平坦之地。
(17) 遗表——临终前写的奏章。其内容是保举刘备为徐州牧。
(18) 戮尸——古代刑法之一。陈尸示众，以示羞辱。《韩非子·内储说上》：“于是乃
下令曰：‘棺槨过度者戮其尸。’”
(19) 深根固本——语出《三国志·吴志·陆瑁传》：“至于中夏鼎沸，九域槃亘之时，
率须深根固本，爱力惜费。”意谓使根基深厚而稳固。
(20) 制——控制。
(21) 济——成功，成就。
(22) 首事——事业的开始。这里指曹操在兖州镇压了农民起义，将义军组成“青州
兵”，并招贤纳士，从此势力强大起来。
(23) 河、济——即黄河和济水。这里指兖州、濮阳之黄河、济水沿岸地区。
(24) 略——夺取，占领。
(25) 狐群狗党——意谓犹如成群的狐狸和狗。比喻成帮结伙的坏人或游手好闲之徒。
党：群。
(26) 踅——盘旋，绕圈子。
(27) 腰大十围——“围”是计量周长的单位，相当于两臂合抱的长度。“十围”即十个
人手牵手围成一圈的长度，约为五丈。一个人的腰围绝对不可能有十围，不过是极为夸张的
形容。南朝宋·刘义庆《世说新语·容止》：“庾子嵩长不满七尺，腰带十围。”
(28) 坞——堡垒，土堡。
(29) 从辰至午——从辰时至午时，相当于今从上午七时至下午一时。
(30) 钩手——以钩为兵器的士兵。钩：古代兵器名。用钩子杀人的兵器。《汉书·韩延
寿传》：“延寿又取官铜物，候月蚀铸作刀剑钩铎，仿效尚方事。”颜师古注：“钩亦兵器
也，似剑而曲，所以钩杀人也。”
(31) 贽(zh ì致)见之礼——即俗称之“见面礼”。初次见面时所送的礼物。
(32) 合后——作为后援或断后保护。
(33) 停——相当于“份”或“部分”。
(34) 势如劈竹——劈竹：只要劈开头一节竹子，下面各节就会自然分开。“势如劈竹”
本《晋书·杜预传》：“今兵威已振，譬如破竹，数节之后，皆迎刃而解，无复著手处
也。”比喻用兵或做事十分顺利，毫无阻碍。
第十三回 李傕郭汜大交兵 杨奉董承双救驾
却说曹操大破吕布于定陶，布乃收集败残军马于海滨，众将皆来
会集，欲再与曹操决战。陈宫曰：
“今曹兵势大，未可与争。先寻取
安身之地，那时再来未迟。”布曰：
“吾欲再投袁绍，何如？”宫
曰：
“先使人往冀州探听消息，然后可去。”布从之。
且说袁绍在冀州，闻知曹操与吕布相持，谋士审配进曰：
“吕
布，豺虎也，若得兖州，必图冀州。不若助操攻之，方可无患。”绍
遂遣颜良将兵五万，往助曹操。细作探知这个消息，飞报吕布。布大
惊，与陈宫商议。宫曰：
“闻刘玄德新领徐州，可往投之。”布从其
言，竟投徐州来。有人报知玄德。玄德曰：
“布乃当今英勇之士，可
出迎之。”糜竺曰：
“吕布乃虎狼之徒，不可收留，收则伤人矣。”
玄德曰：
“前者非布袭兖州，怎解此郡之祸？今彼穷而投我 (1) ，岂
有他心？”张飞曰：
“哥哥心肠忒好。虽然如此，也要准备。”
玄德领众出城三十里，接着吕布，并马入城，都到州衙厅上。讲
礼毕，坐下，布曰：
“某自与王司徒计杀董卓之后，又遭傕、汜之
变，飘零关东，诸侯多不能相容。近因曹贼不仁，侵犯徐州，蒙使君
力救陶谦，布因袭兖州以分其势。不料反堕奸计，败兵折将。今投使
君，共图大事，未审尊意如何？”玄德曰：
“陶使君新逝，无人管领
徐州，因令备权摄州事 (2) 。今幸将军至此，合当相让。”遂将牌印
送与吕布。吕布却待要接，只见玄德背后关、张二公各有怒色。布乃
佯笑曰：
“量吕布一勇夫，何能作州牧乎？”玄德又让。陈宫曰：
“强宾不压主，请使君勿疑。”玄德方止。遂设宴相待，收拾宅院安
下。
次日，吕布回席请玄德，玄德乃与关、张同往。饮酒至半酣，布
请玄德入后堂，关、张随入。布令妻女出拜玄德，玄德再三谦让。布
曰：
“贤弟不必推让。”张飞听了，瞋目大叱曰 (3) ：
“我哥哥是金
枝玉叶 (4) ，你是何等人，敢称我哥哥为贤弟？你来，我和你斗三百
合。”玄德连忙喝住，关公劝飞出。玄德与吕布陪话曰 (5) ：
“劣弟
酒后狂言，兄勿见责。”布默然无语。须臾席散。布送玄德出门，张
飞跃马横枪而来，大叫：
“吕布，我和你并三百合 (6) 。”玄德急令
关公劝止。
次日，吕布来辞玄德曰：
“蒙使君不弃，但恐令弟辈不能相容，
布当别投他处。”玄德曰：
“将军若去，某罪大矣。劣弟冒犯，另日
当令陪话。近邑小沛，乃备昔日屯兵之处。将军不嫌浅狭，权且歇
马，如何？粮食军需，谨当应付。”吕布谢了玄德，自引军投小沛安
身去了。玄德自去埋怨张飞不题。
却说曹操平了山东，表奏朝廷，加操为建德将军、费亭侯。其时
李傕自为大司马，郭汜自为大将军，横行无忌，朝廷无人敢言。太尉
杨彪、大司农朱儁暗奏献帝曰：
“今曹操拥兵二十馀万，谋臣武将数
十员，若得此人扶持社稷，剿除奸党，天下幸甚。”献帝泣曰：
“朕
被二贼欺凌久矣，若得诛之，诚为大幸!”彪奏曰：
“臣有一计：先令
二贼自相残害，然后诏曹操引兵杀之，扫清贼党，以安朝廷。”献帝
曰：
“计将安出？”彪曰：
“闻郭汜之妻最妒，可令人于汜妻处用反
间计 (7) ，则二贼自相害矣。”帝乃书密诏付杨彪。
彪即暗使夫人以他事入郭汜府，乘间告汜妻曰：
“闻郭将军与李
司马夫人有染 (8) ，其情甚密。倘司马知之，必遭其害。夫人宜绝其
往来为妙。”汜妻讶曰：
“怪见他经宿不归，却干出如此无耻之事。
非夫人言，妾不知也。当慎防之。”彪妻告归，汜妻再三称谢而别。
过了数日，郭汜又将往李傕府中饮宴。妻曰：
“傕性不测，况今
两雄不并立，倘彼酒中置毒，妾将奈何？”汜不肯听，妻再三劝住。
至晚间，傕使人送酒筵至。汜妻乃暗置毒于中，方始献入。汜便欲
食，妻曰：
“食自外来，岂可便食？”乃先与犬试之，犬立死。自此
汜心怀疑。
一日朝罢，李傕力邀郭汜赴家饮宴。至夜席散，汜醉而归，偶然
腹痛。妻曰：
“必中其毒矣。”急令将粪汁灌之，一吐方定。汜大怒
曰：
“吾与李傕共图大事，今无端欲谋害我，我不先发，必遭毒
手。”遂密整本部甲兵，欲攻李傕。早有人报知傕。傕亦大怒曰：
“郭阿多安敢如此!”遂点本部甲兵，来杀郭汜。两处合兵数万，就在
长安城下混战，乘势掳掠居民。傕侄李暹引兵围住宫院，用车二乘：
一乘载天子，一乘载伏皇后，使贾诩、左灵监押车驾；其馀宫人内侍
(9) ，并皆步走。拥出后宰门，正遇郭汜兵到，乱箭齐发，射死宫人
不知其数。李傕随后掩杀，郭汜兵退。车驾冒险出城，不由分说，竟
拥到李傕营中。郭汜领兵入宫，尽抢掳宫嫔采女入营 (10) ，放火烧宫
殿。次日，郭汜知李傕劫了天子，领军来营前厮杀。帝、后都受惊
恐。后人有诗叹之曰：
光武中兴兴汉世，上下相承十二帝。
桓灵无道宗社堕 (11) ，阉臣擅权为叔季 (12) 。
无谋何进作三公，欲除社鼠招奸雄 (13) 。
豺獭虽驱虎狼入，西州逆竖生淫凶 (14) 。
王允赤心托红粉，致令董吕成矛盾 (15) 。
渠魁殄灭天下宁 (16) ，谁知李郭心怀愤。
神州荆棘争奈何，六宫饥馑愁干戈。
人心既离天命去，英雄割据分山河。
后王规此存兢业，莫把金瓯等闲缺 (17) 。
生灵糜烂肝脑涂 (18) ，剩水残山多怨血。
我观遗史不胜悲，今古茫茫叹黍离 (19) 。
人君当守苞桑戒 (20) ，太阿谁执全纲维 (21) ？
却说郭汜兵到，李傕出营接战。汜军不利，暂且退去。傕乃移
帝、后车驾于郿坞，使侄李暹监之，断绝内使，饮食不继，侍臣皆有
饥色。帝令人问傕取米五斛、牛骨五具，以赐左右。傕怒曰：
“朝夕
上饭，何又他求？”乃以腐肉朽粮与之，皆臭不可食。帝骂曰：
“逆
贼直如此相欺!”侍中杨琦急奏曰：
“傕性残暴，事势至此，陛下且忍
之，不可撄其锋也 (22) 。”
帝乃低头无语，泪盈袍袖。
忽左右报曰：
“有一路军马，枪刀映日，金鼓震天，前来救
驾。”帝教打听是谁，乃郭汜也，帝心转忧。只闻坞外喊声大起。原
来李傕引兵出迎郭汜，鞭指郭汜而骂曰：
“我待你不薄，你如何谋害
我？”汜曰：
“尔乃反贼，如何不杀你？”傕曰：
“我保驾在此，何
为反贼？”汜曰：
“此乃劫驾，何为保驾？”傕曰：
“不须多言，我
两个各不许用军士，只自并输赢，赢的便把皇帝取去罢了。”二人便
就阵前厮杀，战到十合，不分胜负。只见杨彪拍马而来，大叫：
“二
位将军少歇，老夫特邀众官来与二位讲和。”傕、汜乃各自还营。
杨彪与朱儁会合朝廷官僚六十馀人，先诣郭汜营中劝和。郭汜竟
将众官尽行监下 (23) 。众官曰：
“我等为好而来，何乃如此相待？”
汜曰：
“李傕劫天子，偏我劫不得公卿？”杨彪曰：
“一劫天子，一
劫公卿，意欲何为？”汜大怒，便拔剑欲杀彪。中郎将杨密力劝，汜
乃放了杨彪、朱儁，其馀都监在营中。彪谓儁曰：
“为社稷之臣，不
能匡君救主 (24) ，空生天地间耳。”言讫，相抱而哭，昏绝于地。儁
归家，成病而死。自此之后，傕、汜每日厮杀，一连五十馀日，死者
不知其数。
却说李傕平日最喜左道妖邪之术 (25) ，常使女巫击鼓降神于军
中。贾诩屡谏不听。侍中杨琦密奏帝曰：
“臣观贾诩虽为李傕腹心，
然实未尝忘君，陛下当与谋之。”正说之间，贾诩来到。帝乃屏退左
右，泣谕诩曰：
“卿能怜汉朝，救朕命乎？”诩拜伏于地曰：
“固臣
所愿也。陛下且勿言，臣自图之。”帝收泪而谢。少顷，李傕来见，
带剑而入。帝面如土色。傕谓帝曰：
“郭汜不臣，监禁公卿，欲劫陛
下，非臣则驾被掳矣。”帝拱手称谢，傕乃出。
时皇甫郦入见帝。帝知郦能言，又与李傕同乡，诏使往两边解
和。郦奉诏，走至汜营说汜。汜曰：
“如李傕送出天子，我便放出公
卿。”郦即来见李傕曰：
“今天子以某是西凉人，与公同乡，特令某
来劝和二公。汜已奉诏，公意若何？”傕曰：
“吾有败吕布之大功，
辅政四年，多著勋绩，天下共知。郭阿多盗马贼耳，乃敢擅劫公卿，
与我相抗，誓必诛之!君试观我方略士众，足胜郭阿多否？”郦答曰：
“不然。昔有穷后羿恃其善射，不思患难，以致灭亡 (26) ；近董太师
之强，君所目见也，吕布受恩而反图之，斯须之间 (27) ，头悬国门：
则强固不足恃矣。将军身为上将，持钺仗节 (28) ，子孙宗族，皆居显
位，国恩不可谓不厚。今郭阿多劫公卿，而将军劫至尊，果谁轻谁重
耶？”李傕大怒，拔剑叱曰：
“天子使汝来辱我乎？我先斩汝头。”
骑都尉杨奉谏曰：
“今郭汜未除，而杀天使，则汜兴兵有名，诸侯皆
助之矣。”贾诩亦力劝，傕怒少息。诩遂推皇甫郦出。郦大叫曰：
“李傕不奉诏，欲弑君自立!”侍中胡邈急止之曰：
“无出此言，恐于
身不利。”郦叱之曰：
“胡敬才，汝亦为朝廷之臣，如何附贼？君辱
臣死，吾被李傕所杀，乃分也。”大骂不止。帝知之，急令皇甫郦回
西凉。
却说李傕之军，大半是西凉人氏，更赖羌兵为助。却被皇甫郦扬
言于西凉人曰：
“李傕谋反，从之者即为贼党，后患不浅。”西凉人
多有听郦之言，军心渐涣。傕闻郦言，大怒，差虎贲王昌追之。昌知
郦乃忠义之士，竟不往追，只回报曰：
“郦已不知何往矣。”贾诩又
密谕羌人曰：
“天子知汝等忠义，久战劳苦，密诏使汝等还郡，后当
有重赏。”羌人正怨李傕不与爵赏，遂听诩言，都引兵去。诩又密奏
帝曰：
“李傕贪而无谋，今兵散心怯，可以重爵饵之 (29) 。”帝乃降
诏，封傕为大司马。傕喜曰：
“此女巫降神祈祷之力也。”遂重赏女
巫，却不赏军将。骑都尉杨奉大怒，谓宋果曰：
“吾等出生入死 (30)
，身冒矢石 (31) ，功反不及女巫耶？”宋果曰：
“何不杀此贼，以救
天子？”奉曰：
“你于中军放火为号，吾当引兵外应。”二人约定是
夜二更时分举事。不料其事不密，有人报知李傕。傕大怒，令人擒宋
果先杀之。杨奉引兵在外，不见号火。李傕自将兵出，恰遇杨奉，就
寨中混战到四更。奉不胜，引军投西安去了。
李傕自此军势渐衰；更兼郭汜常来攻击，杀死者甚多。忽人来
报：
“张济统领大军，自陕西来到，欲与二公解和，声言如不从者，
引兵击之。”傕便卖个人情，先遣人赴张济军中许和。郭汜亦只得许
诺。张济上表，请天子驾幸弘农。帝喜曰：
“朕思东都久矣，今乘此
得还，乃万幸也。”诏封张济为骠骑将军。济进粮食酒肉，供给百
官。汜放公卿出营。傕收拾车驾东行，遣旧有御林军数百 (32) ，持戟
护送。
銮舆过新丰 (33) ，至霸陵，时值秋天，金风骤起 (34) 。忽闻喊
声大作，数百军兵来至桥上，拦住车驾，厉声问曰：
“来者何人？”
侍中杨琦拍马上桥曰：
“圣驾过此，谁敢拦阻？”有二将出曰：
“吾
等奉郭将军命，把守此桥，以防奸细。既云圣驾，须亲见帝，方可准
信。”杨琦高揭珠帘，帝谕曰：
“朕躬在此，卿何不退？”众将皆呼
“万岁”，分于两边，驾乃得过。二将回报郭汜曰：
“驾已去矣。”
汜曰：
“我正欲哄过张济，劫驾再入郿坞，你如何擅自放了过去？”
遂斩二将，起兵赶来。
车驾正到华阴县，背后喊声震天，大叫：
“车驾且休动!”帝泣告
大臣曰：
“方离狼窝，又逢虎口，如之奈何？”众皆失色。贼军渐
近，只听得一派鼓声，山背后转出一将，当先一面大旗，上书“大汉
杨奉”四字，引军千馀杀来。原来杨奉自为李傕所败，便引军屯终南
山下，今闻驾至，特来保护。当下列开阵势，汜将崔勇出马，大骂：
“杨奉反贼!”奉大怒，回顾阵中曰：
“公明何在？”一将手执大斧，
飞骤骅骝 (35) ，直取崔勇。两马相交，只一合，斩崔勇于马下。杨奉
乘势掩杀，汜军大败，退走二十馀里。奉乃收军来见天子。帝慰谕
曰：
“卿救朕躬，其功不小。”奉顿首拜谢。帝曰：
“适斩贼将者何
人？”奉乃引此将拜于车下曰：
“此人河东杨郡人，姓徐名晃，字公
明。”帝慰劳之。杨奉保驾至华阴驻跸 (36) 。将军段煨具衣服 (37)
、饮膳上献。是夜，天子宿于杨奉营中。
郭汜败了一阵，次日又点军杀至营前来。徐晃当先出马。郭汜大
军八面围来，将天子、杨奉困在垓心。正在危急之中，忽然东南上喊
声大震，一将引军纵马杀来，贼众奔溃。徐晃乘势攻击，大败汜军。
那人来见天子，乃国戚董承也。帝哭诉前事。承曰：
“陛下免忧。臣
与杨将军誓斩二贼，以靖天下 (38) 。”帝命早赴东都。连夜驾起，前
幸弘农。
却说郭汜引败军回，撞着李傕，言：
“杨奉、董承救驾往弘农去
了。若到山东，立脚得牢，必然布告天下，令诸侯共伐我等，三族不
能保矣 (39) 。”傕曰：
“今张济兵据长安，未可轻动。我和你乘间合
兵一处，至弘农杀了汉君，平分天下，有何不可？”汜喜诺 (40) 。二
人合兵，于路劫掠，所过一空。杨奉、董承知贼兵远来，遂勒兵回，
与贼大战于东涧。傕、汜二人商议：
“我众彼寡，只可以混战胜
之。”于是李傕在左，郭汜在右，漫山遍野拥来。杨奉、董承两边死
战，刚保帝、后车出；百官、宫人，符册典籍 (41) ，一应御用之物，
尽皆抛弃。郭汜引军入弘农劫掠。承、奉保驾走陕北，傕、汜分兵赶
来。承、奉一面差人与傕、汜讲和，一面密传圣旨往河东，急召故白
波帅韩暹、李乐、胡才三处军兵前来救应 (42) 。那李乐亦是啸聚山林
之贼，今不得已而召之。三处军闻天子赦罪赐官，如何不来，并拔本
营军士，来与董承约会，一齐再取弘农。
其时李傕、敦汜但到之处，劫掠百姓，老弱者杀之，强壮者充
军。临敌则驱民兵在前，名曰“敢死军”，贼势浩大。李乐军到，会
于渭阳。郭汜令军士将衣服物件抛弃于道。乐军见衣服满地，争往取
之，队伍尽失。傕、汜二军四面混战，乐军大败。杨奉、董承遮拦不
住，保驾北走，背后贼军赶来。李乐曰：
“事急矣，请天子上马先
行。”帝曰：
“朕不可舍百官而去。”众皆号泣相随。胡才被乱军所
杀。承、奉见贼追急，请天子弃车驾，步行到黄河岸边。李乐等寻得
一只小舟作渡船。时值天气严寒，帝与后强扶到岸，边岸又高，不得
下船，后面追兵将至。杨奉曰：
“可解马缰绳接连，拴缚帝腰，放下
船去。”人丛中国舅伏德挟白绢十数匹至，曰：
“我于乱军中拾得此
绢，可接连拽辇 (43) 。”行军校尉尚弘用绢包帝及后，令众先挂帝往
下放之，乃得下船。李乐仗剑立于船头上。后兄伏德负后下船中。岸
上有不得下船者，争扯船缆，李乐尽砍于水中。渡过帝、后，再放船
渡众人。其争渡者，皆被砍下手指，哭声震天。
既渡彼岸，帝左右止剩得十馀人。杨奉寻得牛车一辆，载帝至大
阳。绝食，晚宿于瓦屋中，野老进粟饭，上与后共食，粗粝不能下
咽。次日，诏封李乐为征北将军，韩暹为征东将军，起驾前行。有二
大臣寻至，哭拜车前，乃太尉杨彪、太仆韩融也。帝、后俱哭。韩融
曰：
“傕、汜二贼颇信臣言，臣舍命去说二贼罢兵。陛下善保龙
体。”韩融去了。
李乐请帝入杨奉营暂歇。杨彪请帝都安邑县。驾至安邑，苦无高
房，帝、后都居于茅屋中，又无门关闭，四边插荆棘以为屏蔽。帝与
大臣议事于茅屋之下，诸将引兵于篱外镇压。李乐等专权，百官稍有
触犯，竟于帝前殴骂；故意送浊酒粗食与帝，帝勉强纳之。李乐、韩
暹又连名保奏无徒 (44) 、部曲、巫医、走卒二百馀名，并为校尉、御
史等官。刻印不及，以锥画之，全不成体统。
却说韩融曲说傕、汜二贼 (45) ，二贼从其言，乃放百官及宫人
归。是岁大荒，百姓皆食枣菜，饿莩遍野 (46) 。河内太守张杨献米
肉，河东太守王邑献绢帛，帝稍得宁。董承、杨奉商议，一面差人修
洛阳宫院，欲奉车驾还东都。李乐不从。董承谓李乐曰：
“洛阳本天
子建都之地，安邑乃小地面，如何容得车驾？今奉驾还洛阳是正
理。”李乐曰：
“汝等奉驾去，我只在此处住。”承、奉乃奉驾起
程。李乐暗令人结连李傕、郭汜，一同劫驾。董承、杨奉、韩暹知其
谋，连夜摆布军士 (47) ，护送车驾，前奔箕关。李乐闻知，不等傕、
汜军到，自引本部人马前来追赶。四更左侧 (48) ，赶到箕山下，大
叫：
“车驾休行!李傕、郭汜在此!”吓得献帝心惊胆战。山上火光遍
起。正是：
前番两贼分为二，今番三贼合为一。
不知汉天子怎离此难，且听下文分解。
--------------------
(1) 穷——困窘，倒霉，走投无路。
(2) 权摄——暂时代理。
(3) 瞋(chē n琛)目——瞪眼，睁大眼睛。
(4) 金枝玉叶——语出汉·应劭《风俗通义》佚文：“黄帝战蚩尤于涿鹿，常有五色云
气、金枝玉叶止于帝上，因作华盖。”原谓黄帝受到头顶金枝玉叶云气的启发而制成了以金
枝玉叶装饰的华盖。引申以比喻皇族子孙。因刘备为汉代皇族后裔，汉献帝之皇叔，故称。
(5) 陪话——赔礼道歉。陪：通“赔”。
(6) 并——犹拼。
(7) 反间计——出自《孙子·用间》：“反间者，因其敌间而用之。”杜牧注：“敌有
间来窥我，我必先知之，或厚赂诱之，反为我用；或佯为不觉，示以伪情而纵之，则敌人之
间，反为我用也”原指利用敌人的间谍，反为我用，使敌方内讧，从而得利。后成为三十六
计之一，泛指在敌方挑拨离间，使其内讧，从而得利。
(8) 有染——有男女性关系，即通奸。
(9) 宫人内侍——宫人：妃嫔、宫女的通称。内侍：指宦官。以其在宫内侍奉，故称。
(10) 宫嫔彩女——宫嫔：帝王的侍妾。彩女：指皇宫中一般宫女。
(11) 宗社堕——指汉朝政权已破败不堪。宗社：“宗庙社稷”的合称。代指国家。墮：
败落，衰败。
(12) 叔季——叔世、季世的合称。叔世、季世皆为末世之意，合二为一词义不变，且有
强调意味。《魏书·释老志》：“叔季之世，暗君乱主，莫不眩焉。”
(13) 欲除社鼠招奸雄——喻指本想铲除干预朝政的宦官，却招来了更凶残的董卓。社
鼠：典出《晏子春秋·内篇·问上》：“(齐)景公问于晏子曰：‘治国何患？’晏子对
曰：‘患夫社鼠。’公曰：‘何谓也？’对曰：‘夫社，束木而涂之，鼠因往托焉。熏之则
恐烧其木，灌之则恐败其涂。此鼠所以不可得杀者，以社故也。夫国亦有社鼠，人主左右是
也。’”又《韩非子·外储说右上》：“君亦见夫为社者乎？树木而涂之，鼠穿其间，掘穴
托其中，熏之则恐焚木，灌之则恐涂阤，此社鼠之所以不得也。今人君之左右……吏不诛则
乱法，诛之则君不安，据而有之，此亦国之社鼠也。”意谓隐藏在土地庙(社)里的老鼠。比
喻依仗他人势力为非作歹的坏人。这里指倚仗太后而专权的宦官。奸雄：参见第一回“奸
雄”条注。这里指董卓。
(14) “豺獭虽驱”二句——意指何进虽然铲除了宦官，却招来了更为凶残的董卓，造成
了更大的祸害。豺獭：两种较小的野兽。喻指宦官。虎狼：两种凶残的野兽。喻指董卓。逆
竖：叛逆小人。指董卓。《宋书·沈文秀传》：“何故背国负恩，远同逆竖。”淫凶：极大
祸害。
(15) “王允赤心”二句——意指王允利用貂蝉施美人计，致使董卓与吕布争风吃醋，结
果吕布杀死了董卓。赤心：诚心。红粉：本指古代妇女化妆用的胭脂和铅粉。引申以代指美
女。这里专指貂蝉。矛盾：亦作“矛楯”。典出《韩非子·难一》：“楚人有鬻楯与矛者，
誉之曰：‘吾楯之坚，物莫能陷也。’又誉其矛曰：‘吾矛之利，于物无不陷也。’或
曰：‘以子之矛，陷子之楯，何如？’其人弗能应也。”矛为进攻性兵器，盾(楯)为防御性
兵器，两者互为克制，故矛盾有争斗之意。
(16) 渠魁殄(tiǎn舔)灭——意谓首恶董卓被消灭。渠魁：恶人的大头目或首领，也即
首恶。《尚书·夏书·胤征》：“歼厥渠魁，胁从罔治。”孔颖达疏：“歼厥渠魁，谓灭其
元首，故以渠为大，魁为帅。史传因此谓贼之首领为渠帅，本原出于此。”殄灭：灭绝，彻
底消灭。
(17) “后王规此”二句——意谓后来的帝王应以汉末为鉴戒，兢兢业业，不要轻易让国
家四分五裂或国土残缺不全。规：以为鉴戒。金瓯：指金盆、金盂之类。比喻疆土或国土。
金瓯缺：语意反用“金瓯无缺”，出自《梁书·侯景传》：“(武帝萧衍)曾夜出视事，至武
德阁，独言：‘我家国犹若金瓯，无一伤缺，今便受地，讵是事宜？脱致纷纭，非可悔
也。’”意谓犹如金瓯有了缺口。比喻国土不完整或国家分裂。等闲：轻易，随便。
(18) 肝脑涂——“肝脑涂地”的省略。涂：涂抹，散落。“肝脑涂地”或本“脑涂
地”，出自《战国策·燕策一》：“(张仪谓燕王曰)厨人进斟羹，因反斗而击之，代王脑涂
地。”又见《吕氏春秋·长攻》，文作：“代君至，酒酣，反斗而击之，一成，脑涂地。”
意谓人的肝脑散落在地上。引申以形容天灾人祸使大批人惨死的情景。
(19) 叹黍离——典出《诗经·王风·黍离》：“彼黍离离，彼稷之苗。行迈靡靡，中心
摇摇。”《毛诗正义》小序：“《黍离》，闵宗周也。周大夫行役，至于宗周，过故宗庙宫
室，尽为禾黍，闵周室之颠覆，彷徨不忍去，而作是诗也。”《黍离》一诗是咏叹商朝旧宫
殿长满了禾黍，因用以表示亡国之痛。
(20) 苞桑戒——典出《周易·否卦》：“其亡其亡，系于苞桑。”孔颖达疏：“苞，本
也。凡物系于桑之苞本，则牢固也。若能‘其亡其亡’，以自戒慎，则有系于苞桑之固，无
倾危也。”比喻帝王若能居安思危，国家就能巩固。
(21) 太阿谁执全纲维——意谓由谁执掌大权以维护纲常法度。太阿：古宝剑名。相传为
春秋时欧冶子、干将所造。比喻权柄。全纲维：保全纲常礼教、国家法度。
(22) 撄其锋——指触犯李傕的嚣张气焰，招来杀身之祸。撄：触犯，招惹。其：代词。
代指李傕。锋：兵器的尖端或锋利部分。比喻嚣张气焰。
(23) 监——监禁，扣押。
(24) 匡——这里是辅佐、辅助之意。
(25) 左道——旁门邪道。多指巫术、方术等。《礼记·王制》：“执左道以乱政，
杀。”郑玄注：“左道，若巫蛊及俗禁。”孔颖达疏：“地道尊右，右为贵……故正道为
右，不正道为左。”
(26) “有穷后羿”三句——其事散见于《尚书·夏书·五子之歌》、《左传·襄公四
年》、《淮南子·本经训》、《史记·吴世家》等书：相传后羿为尧时神射手，当时十日并
出，植物枯死，又有封豕长蛇为害，后羿射去九日，射杀封豕长蛇，民赖以安。后羿又建立
有穷国，因号有穷氏，但好狩猎，不理民事，为其臣寒浞所杀。
(27) 斯须——形容时间短暂。
(28) 持钺仗节——参见第十回“假节钺”条注。
(29) 以重爵饵之——意谓用封赐高官显爵的办法引诱他就范。饵：引诱，诱惑。
(30) 出生入死——入死：到死。“出生入死”出自《老子》第五○章：“出生入死。生
之徒(途)十有三，死之徒(途)十有三。”(徒：一作“途”解，一作“类”解，皆通。)王弼
注：“出生地，入死地。”又《韩非子·解老》：“人始于生而卒于死。始谓之出，卒谓之
入，故曰‘出生入死’。”本指从出生到老死。引申为冒着生命危险，随时有死亡的可能。
(31) 身冒矢石——意谓将帅率领士卒冒着敌人飞箭、炮石的攻击。形容将领、官员等亲
临前线，冒着生命危险，奋勇作战。参见第十五回“亲冒矢石”。
(32) 御林军——负责保卫京都和皇帝的军队。
(33) 銮舆——帝王的车驾。帝王的车驾有銮铃，故称。
(34) 金风——即秋风。五行学说以为秋天属金，故称。《文选·张协〈杂诗〉》：“金
风扇素节，丹霞启阴期。”李善注：“西方为秋而主金，故秋风曰金风。”
(35) 骅骝——亦作“华骝”。相传为周穆王的“八骏”之一。《穆天子传》卷一：“天
子之骏，赤骥、盗骊、白义、踰轮、山子、渠黄、华骝、绿耳。”郭璞注：“八骏，皆因其
毛以为名号耳。”后遂成为骏马的泛称。
(36) 驻跸——帝王出行时在途中停留暂住之谓。
(37) 具——供应，置办。
(38) 靖天下——使天下安定。靖：用作动词。使安定。
(39) 三族——说法不一。或谓指父、子、孙；或谓指父族、母族、妻族；或谓指父母、
兄弟、妻子。
(40) 喜诺——很高兴地同意了。
(41) 符册典籍——符册：亦作“符策”。朝廷册封、发令、调兵等所用的凭证。一般以
铜板或竹片制成，上写文字，一分为二：一份下发，一份存于朝庭，以便对证。典籍：指国
家法典等重要文献。
(42) 故白波帅——即曾经是白波起义军的首领。东汉灵帝中平五年(公元188年)，黄巾
军馀部郭泰等在白波谷(在今山西省曲沃县)复起，史称“白波起义”。故：从前，过去。
(43) 拽辇——牵拉皇帝、皇后的车驾。辇：秦、汉后专指帝王、后妃所乘的车。
(44) 无徒——无赖之徒。
(45) 曲说——婉转地劝说。
(46) 饿莩遍野——莩：亦作“殍”。饿死的人。“饿莩遍野”本《孟子·梁惠王上》：
“狗彘食人食而不知检，涂有饿莩而不知发。”(涂：通“途”。道路。发：指开仓赈济。)
又同书同篇：“庖有肥肉，厩有肥马；民有饥色，野有饿莩：此率兽而食人也。”意谓饿死
的尸体到处都是。形容天灾人祸造成大量百姓死亡的惨状。
(47) 摆布——安排，布置。
(48) 左侧——即左右(指时间)，前后。
第十四回 曹孟德移驾幸许都 吕奉先乘夜袭徐郡
却说李乐引军诈称李傕、郭汜，来追车驾，天子大惊。杨奉曰：
“此李乐也。”遂令徐晃出迎之；李乐亲自出战。两马相交，只一
合，被徐晃一斧砍于马下，杀散馀党，保护车驾过箕关。太守张杨具
粟帛，迎驾于轵道。帝封张杨为大司马。杨辞帝，屯兵野王去了。帝
入洛阳，见宫室烧尽，街市荒芜，满目皆是蒿草，宫院中只有颓墙坏
壁。命杨奉且盖小宫居住。百官朝贺，皆立于荆棘之中。诏改兴平为
建安元年 (1) 。是岁又大荒，洛阳居民仅有数百家，无可为食，尽出
城去剥树皮、掘草根食之。尚书郎以下，皆自出城樵采 (2) ，多有死
于颓墙坏壁之间者。汉末气运之衰，无甚于此。后人有诗叹之曰：
血流芒砀白蛇亡 (3) ，赤帜纵横游四方 (4) 。
秦鹿逐翻兴社稷 (5) ，楚骓推倒立封疆 (6) 。
天子懦弱奸邪起，气色凋零盗贼狂。
看到两京遭难处，铁人无泪也凄惶。
太尉杨彪奏帝曰：
“前蒙降诏，未曾发遣。今曹操在山东，兵强
将盛，可宣入朝，以辅王室。”帝曰：
“朕前既降诏，卿何必再奏？
今即差人前去便了。”彪领旨，即差使命赴山东，宣召曹操。
却说曹操在山东，闻知车驾已还洛阳，聚谋士商议。荀彧进曰：
“昔晋文公纳周襄王，而诸侯服从 (7) ；汉高祖为义帝发丧，而天下
归心 (8) 。今天子蒙尘 (9) ，将军诚因此时首倡义兵，奉天子以从众
望，不世之略也 (10) 。若不早图，人将先我而为之矣。”曹操大喜。
正要收拾起兵，忽报有天使赍诏宣召。操接诏，克日兴师。
却说帝在洛阳，百事未备，城郭崩倒，欲修未能。人报李傕、郭
汜领兵将到。帝大惊，问杨奉曰：
“山东之使未回，李、郭之兵又
至，为之奈何？”杨奉、韩暹曰：
“臣愿与贼决死战，以保陛下。”
董承曰：
“城郭不坚，兵甲不多，战如不胜，当复如何？不若且奉驾
往山东避之。”帝从其言，即日起驾望山东进发。百官无马，皆随驾
步行。
出了洛阳，行无一箭之地 (11) ，但见尘头蔽日，金鼓喧天，无限
人马来到。帝、后战栗不能言。忽见一骑飞来，乃前差往山东之使命
也，至车前拜启曰：
“曹将军尽起山东之兵，应诏前来。闻李傕、郭
汜犯洛阳，先差夏侯惇为先锋，引上将十员、精兵五万，前来保
驾。”帝心方安。少顷，夏侯惇引许褚、典韦等至驾前面君 (12) ，俱
以军礼见 (13) 。帝慰谕方毕，忽报正东又有一路军到。帝即命夏侯惇
往探之，回奏曰：
“乃曹操步军也。”须臾，曹洪、李典、乐进来见
驾。通名毕，洪奏曰：
“臣兄知贼兵至近，恐夏侯惇孤力难为，故又
差臣等倍道而来协助。”帝曰：
“曹将军真社稷臣也 (14) 。”遂命护
驾前行。探马来报：
“李傕、郭汜领兵长驱而来。”帝令夏侯惇分两
路迎之。惇乃与曹洪分为两翼，马军先出，步军后随，尽力攻击。
傕、汜贼兵大败，斩首万馀。于是请帝还洛阳故宫。夏侯惇屯兵于城
外。
次日，曹操引大队人马到来。安营毕，入城见帝，拜于殿阶之
下。帝赐平身 (15) ，宣谕慰劳。操曰：
“臣向蒙国恩，刻思图报。今
傕、汜二贼罪恶贯盈，臣有精兵二十馀万，以顺讨逆，无不克捷。陛
下善保龙体，以社稷为重。”帝乃封操领司隶校尉，假节钺，录尚书
事。
却说李傕、郭汜知操远来，议欲速战。贾诩谏曰：
“不可。操兵
精将勇，不如降之，求免本身之罪。”傕怒曰：
“尔敢灭吾锐气？”
拔剑欲斩诩，众将劝免。是夜，贾诩单马走回乡里去了。次日，李傕
军马来迎操兵。操先令许褚、曹仁、典韦领三百铁骑，于傕阵中冲突
三遭，方才布阵。阵圆处，李傕侄李暹、李别出马阵前，未及开言，
许褚飞马过去，一刀先斩李暹；李别吃了一惊，倒撞下马，褚亦斩
之：双挽人头回阵。曹操抚许褚之背曰：
“子真吾之樊哙也 (16) !”
随令夏侯惇领兵左出，曹仁领兵右出，操自领中军冲阵。鼓响一声，
三军齐进。贼兵抵敌不住，大败而走。操亲掣宝剑押阵，率众连夜追
杀，剿戮极多，降者不计其数。傕、汜望西逃命，忙忙似丧家之狗，
自知无处容身，只得往山中落草去了。曹操回兵，仍屯于洛阳城外。
杨奉、韩暹两个商议：
“今曹操成了大功，必掌重权，如何容得我
等？”乃入奏天子，只以追杀傕、汜为名，引本部军屯于大梁去了。
帝一日命人至操营，宣操入宫议事。操闻天使至，请入相见，只
见那人眉清目秀，精神充足。操暗想曰：
“今东都大荒，官僚军民皆
有饥色，此人何得独肥？”因问之曰：
“公尊颜充腴 (17) ，以何调理
而至此？”对曰：
“某无他法，只食淡三十年矣。”操乃颔之 (18) 。
又问曰：
“君居何职？”对曰：
“某举孝廉，原为袁绍、张杨从事。
今闻天子还都，特来朝觐 (19) ，官封正议郎。济阴定陶人，姓董名
昭，字公仁。”曹操避席曰：
“闻名久矣，幸得于此相见。”遂置酒
帐中相待，令与荀彧相会。忽人报曰：
“一队军往东而去，不知何
人。”操急令人探之。董昭曰：
“此乃李傕旧将杨奉，与白波帅韩
暹，因明公来此，故引兵欲投大梁去耳。”操曰：
“莫非疑操乎？”
昭曰：
“此乃无谋之辈，明公何足虑也。”操又曰：
“李、郭二贼此
去若何？”昭曰：
“虎无爪，鸟无翼，不久当为明公所擒，无足介
意。”
操见昭言语投机，便问以朝廷大事。昭曰：
“明公兴义兵以除暴
乱，入朝辅佐天子，此五霸之功也 (20) 。但诸将人殊意异，未必服
从。今若留此，恐有不便，惟移驾幸许都为上策。然朝廷播越 (21) ，
新还京师，远近仰望，以冀一朝之安；今复徙驾，不厌众心 (22) 。夫
行非常之事，乃有非常之功，愿将军决计之。”操执昭手而笑曰：
“此吾之本志也。但杨奉在大梁，大臣在朝，不有他变否？”昭曰：
“易也。以书与杨奉，先安其心；明告大臣，以京师无粮，欲车驾幸
许都，近鲁阳，转运粮食，庶无欠缺悬隔之忧 (23) 。大臣闻之，当欣
从也。”操大喜。昭谢别，操执其手曰：
“凡操有所图，惟公教
之。”昭称谢而去。
操由是日与众谋士密议迁都之事。时侍中太史令王立私谓宗正刘
艾曰：
“吾观天文，自去春太白犯镇星于斗牛，过天津，荧惑又逆
行，与太白会于天关，金火交会，必有新天子出 (24) 。吾观大汉气数
将终，晋魏之地必有兴者。”又密奏献帝曰：
“天命有去就，五行不
常盛。代火者土也，代汉而有天下者当在魏。”操闻之，使人告立
曰：
“知公忠于朝廷，然天道深远，幸勿多言。”操以是告彧。彧
曰：
“汉以火德王 (25) ，而明公乃土命也。许都属土，到彼必兴。火
能生土，土能旺木。正合董昭、王立之言，他日必有兴者。”操意遂
决。次日，入见帝，奏曰：
“东都荒废久矣，不可修葺；更兼转运粮
食艰辛。许都地近鲁阳，城郭宫室，钱粮民物，足可备用。臣敢请驾
幸许都，惟陛下从之。”帝不敢不从；群臣皆惧操势，亦莫敢有异
议。遂择日起驾，操引军护行，百官皆从。
行不到数程，前至一高陵 (26) ，忽然喊声大举，杨奉、韩暹领兵
拦路。徐晃当先，大叫：
“曹操欲劫驾何往？”操出马视之，见徐晃
威风凛凛，暗暗称奇。便令许褚出马，与徐晃交锋。刀斧相交，战五
十馀合，不分胜败。操即鸣金收军 (27) ，召谋士议曰：
“杨奉、韩暹
诚不足道，徐晃乃真良将也。吾不忍以力并之，当以计招之。”行军
从事满宠曰：
“主公勿虑。
某向与徐晃有一面之交 (28) ，今晚扮作小卒，偷入其营，以言说
之，管教他倾心来降。”操欣然遣之。
是夜，满宠扮作小卒，混入彼军队中，偷至徐晃帐前，只见晃秉
烛被甲而坐。宠突至其前，揖曰：
“故人别来无恙乎？”徐晃惊起，
熟视之 (29) ，曰：
“子非山阳满伯宁耶？何以至此？”宠曰：
“某现
为曹将军从事，今日于阵前得见故人，欲进一言，故特冒死而来。”
晃乃延之坐，问其来意。宠曰：
“公之勇略，世所罕有，奈何屈身于
杨、韩之徒？曹将军当世英雄，其好贤礼士，天下所知也。今日阵
前，见公之勇，十分敬爱，故不忍以健将决死战，特遣宠来奉邀。公
何不弃暗投明 (30) ，共成大业？”晃沉吟良久，乃喟然叹曰 (31) ：
“吾固知奉、暹非立业之人，奈从之久矣，不忍相舍。”宠曰：
“岂
不闻良禽择木而栖，贤臣择主而事？遇可事之主，而交臂失之 (32) ，
非丈夫也。”晃起谢曰：
“愿从公言。”宠曰：
“何不就杀奉、暹而
去，以为进见之礼？”晃曰：
“以臣弑主，大不义也，吾决不为。”
宠曰：
“公真义士也。”晃遂引帐下数十骑，连夜同满宠来投曹操。
早有人报知杨奉。奉大怒，自引千骑来追，大叫：
“徐晃反贼休
走!”正追赶间，忽然一声炮响，山上山下，火把齐明，伏军四出，曹
操亲自引军当先，大喝：
“我在此等候多时，休教走脱!”杨奉大惊，
急待回军，早被曹兵围住。恰好韩暹引兵来救，两军混战，杨奉走
脱。曹操趁彼军乱，乘势攻击，两家军士大半多降。杨奉、韩暹势
孤，引败兵投袁术去了。
曹操收军回营，满宠引徐晃入见。操大喜，厚待之。于是迎銮驾
到许都，盖造宫室殿宇，立宗庙社稷、省台司院衙门，修城郭府库。
封董承等十三人为列侯。赏功罚罪，并听曹操处置。操自封为大将
军、武平侯。以荀彧为侍中、尚书令，荀攸为军师，郭嘉为司马祭
酒，刘晔为司空仓曹掾，毛玠、任峻为典农中郎将，催督钱粮，程昱
为东平相，范成、董昭为洛阳令，满宠为许都令，夏侯惇、夏侯渊、
曹仁、曹洪皆为将军，吕虔、李典、乐进、于禁、徐晃皆为校尉，许
褚、典韦皆为都尉，其馀将士各各封官。自此大权皆归于曹操：朝廷
大务，先禀曹操，然后方奏天子。
操既定大事，乃设宴后堂，聚众谋士共议曰：
“刘备屯兵徐州，
自领州事；近吕布以兵败投之，备使居于小沛：若二人同心引兵来
犯，乃心腹之患也。公等有何妙计可图之？”许褚曰：
“愿借精兵五
万，斩刘备、吕布之头，献于丞相。”荀彧曰：
“将军勇则勇矣，不
知用谋。今许都新定，未可造次用兵 (33) 。彧有一计，名曰‘二虎竞
食’之计。今刘备虽领徐州，未得诏命。明公可奏请诏命，实授备为
徐州牧，因密与一书，教杀吕布。事成则备无猛士为辅，亦渐可图；
事不成，则吕布必杀备矣：此乃二虎竞食之计也。”操从其言，即时
奏请诏命，遣使赍往徐州，封刘备为征东将军、宜城亭侯，领徐州
牧，并附密书一封。
却说刘玄德在徐州，闻帝幸许都，正欲上表庆贺。忽报天使至，
出郭迎接入郡，拜受恩命毕，设宴管待来使。使曰：
“君侯得此恩命
(34) ，实曹将军于帝前保荐之力也。”玄德称谢。
使者乃取出私书，递与玄德。玄德看罢，曰：
“此事尚容计
议。”席散，安歇来使于馆驿。玄德连夜与众商议此事。张飞曰：
“吕布本无义之人，杀之何碍？”玄德曰：
“他势穷而来投我，我若
杀之，亦是不义。”张飞曰：
“好人难做。”玄德不从。
次日，吕布来贺，玄德教请入见。布曰：
“闻公受朝廷恩命，特
来相贺。”玄德逊谢。只见张飞扯剑上厅，要杀吕布。玄德慌忙阻
住。布大惊曰：
“翼德何故只要杀我？”张飞叫曰：
“曹操道你是无
义之人，教我哥哥杀你。”玄德连声喝退。乃引吕布同入后堂，实告
前因，就将曹操所送密书与吕布看。布看毕，泣曰：
“此乃曹贼欲令
我二人不和耳。”玄德曰：
“兄勿忧，刘备誓不为此不义之事。”吕
布再三拜谢。备留布饮酒，至晚方回。关、张曰：
“兄长何故不杀吕
布？”玄德曰：
“此曹孟德恐我与吕布同谋伐之，故用此计，使我两
人自相吞并，彼却于中取利。奈何为所使乎？”关公点头道是。张飞
曰：
“我只要杀此贼，以绝后患。”玄德曰：
“此非大丈夫之所为
也。”
次日，玄德送使命回京，就拜表谢恩，并回书与曹操，只言容缓
图之。使命回见曹操，言玄德不杀吕布之事。操问荀彧曰：
“此计不
成，奈何？”或曰：
“又有一计，名曰‘驱虎吞狼’之计。”操曰：
“其计如何？”彧曰：
“可暗令人往袁术处通问 (35) ，报说刘备上密
表，要略南郡。术闻之，必怒而攻备。公乃明诏刘备讨袁术。两边相
并，吕布必生异心。此驱虎吞狼之计也。”操大喜，先发人往袁术
处；次假天子诏，发人往徐州。
却说玄德在徐州，闻使命至，出郭迎接。开读诏书，却是要起兵
讨袁术。玄德领命，送使者先回。糜竺曰：
“此又是曹操之计。”玄
德曰：
“虽是计，王命不可违也。”遂点军马，克日起程。孙乾曰：
“可先定守城之人。”玄德曰：
“二弟之中，谁人可守？”关公曰：
“弟愿守此城。”玄德曰：
“吾早晚欲与尔议事，岂可相离？”张飞
曰：
“小弟愿守此城。”玄德曰：
“你守不得此城：你一者酒后刚强
(36) ，鞭挞士卒；二者作事轻易，不从人谏。吾不放心。”张飞曰：
“弟自今以后不饮酒，不打军士，诸般听人劝谏便了。”糜竺曰：
“只恐口不应心。”飞怒曰：
“吾跟哥哥多年，未尝失信，你如何轻
料我？”玄德曰：
“弟言虽如此，吾终不放心。还请陈元龙辅之，早
晚令其少饮酒，勿致失事。”陈登应诺。玄德分付了当 (37) ，乃统马
步军三万，离徐州望南阳进发。
却说袁术闻说刘备上表，欲吞其州县，乃大怒曰：
“汝乃织席编
屦之夫，今辄占据大郡，与诸侯同列。吾正欲伐汝，汝却反欲图我，
深为可恨!”乃使上将纪灵起兵十万，杀奔徐州。两军会于盱眙。玄德
兵少，依山傍水下寨。那纪灵乃山东人，使一口三尖刀，重五十斤。
是日引兵出阵，大骂：
“刘备村夫，安敢侵吾境界!”玄德曰：
“吾奉
天子诏，以讨不臣。汝今敢来相拒，罪不容诛 (38) !”纪灵大怒，拍
马舞刀，直取玄德。关公大喝曰：
“匹夫休得逞强!”出马与纪灵大
战，一连三十合，不分胜负。纪灵大叫：
“少歇!”关公便拨马回阵，
立于阵前候之。纪灵却遣副将荀正出马。关公曰：
“只教纪灵来，与
他决个雌雄 (39) 。”荀正曰：
“汝乃无名下将，非纪将军对手。”关
公大怒，直取荀正，交马一合，砍荀正于马下。玄德驱兵杀将过去，
纪灵大败，退守淮阴河口，不敢交战。只教军士来偷营劫寨，皆被徐
州兵杀败。两军相拒，不在话下。
却说张飞自送玄德起身后，一应杂事，俱付陈元龙管理；军机大
务，自家参酌。一日，设宴请各官赴席。众人坐定，张飞开言曰：
“我兄临去时，分付我少饮酒，恐致失事。众官今日尽此一醉，明日
都各戒酒，帮我守城。今日却都要满饮 (40) 。”言罢，起身与众官把
盏。酒至曹豹面前，豹曰：
“我从天戒 (41) ，不饮酒。”飞曰：
“厮
杀汉如何不饮酒？我要你吃一盏。”豹惧怕，只得饮了一杯。张飞把
遍各官，自斟巨觥 (42) ，连饮了几十杯，不觉大醉，却又起身与众官
把盏。酒至曹豹，豹曰：
“某实不能饮矣。”飞曰：
“你恰才吃了，
如今为何推却？”豹再三不饮。飞醉后使酒 (43) ，便发怒曰：
“你违
我将令，该打一百。”便喝军士拿下。陈元龙曰：
“玄德公临去时，
分付你甚来？”飞曰：
“你文官，只管文官事，休来管我。”曹豹无
奈，只得告求曰：
“翼德公，看我女婿之面，且恕我罢。”飞曰：
“你女婿是谁？”豹曰：
“吕布是也。”飞大怒曰：
“我本不欲打
你，你把吕布来唬我，我偏要打你。我打你，便是打吕布。”诸人劝
不住。将曹豹鞭至五十，众人苦苦告饶，方止。席散，曹豹回去，深
恨张飞，连夜差人赍书一封，径投小沛见吕布，备说张飞无礼。且
云：
“玄德已往淮南，今夜可乘飞醉，引兵来袭徐州，不可错此机
会。”
吕布见书，便请陈宫来议。宫曰：
“小沛原非久居之地，今徐州
既有可乘之隙，失此不取，悔之晚矣。”布从之，随即披挂上马，领
五百骑先行；使陈宫引大军继进，高顺亦随后进发。小沛离徐州只四
五十里，上马便到。吕布到城下时，恰才四更，月色澄清，城上更不
知觉。布到城门边叫曰：
“刘使君有机密使人至。”城上有曹豹军报
知曹豹，豹上城看之，便令军士开门。吕布一声暗号，众军齐入，喊
声大举。张飞正醉卧府中，左右急忙摇醒，报说：
“吕布赚开城门，
杀将进来了。”张飞大怒，慌忙披挂，绰了丈八蛇矛。才出府门上得
马时，吕布军马已到，正与相迎。张飞此时酒犹未醒，不能力战。吕
布素知飞勇，亦不敢相逼。十八骑燕将保着张飞，杀出东门。玄德家
眷在府中，都不及顾了。
却说曹豹见张飞只十数人护从，又欺他醉，遂引百十人赶来。飞
见豹，大怒，拍马来迎。战了三合，曹豹败走。飞赶到河边，一枪正
刺中曹豹后心，连人带马，死于河中。飞于城外招呼士卒，出城者尽
随飞投淮南而去。吕布入城，安抚居民；令军士一百人守把玄德宅
门，诸人不许擅入。
却说张飞引数十骑，直到盱眙来见玄德，具说曹豹与吕布里应外
合，夜袭徐州。众皆失色。玄德叹曰：
“得何足喜，失何足忧!”关公
曰：
“嫂嫂安在？”飞曰：
“皆陷于城中矣。”玄德默然无语。关公
顿足埋怨曰：
“你当初要守城时说甚来？兄长分付你甚来？今日城池
又失了，嫂嫂又陷了，如何是好？”张飞闻言，惶恐无地，掣剑欲自
刎。正是：
举杯畅饮情何放，拔剑捐生悔已迟。
不知性命如何，且听下文分解。
--------------------
(1) 兴平、建安——皆为汉献帝年号。兴平只有两年(公元194—195年)，建安总共二十
五年(公元196—220年)。
(2) 樵采——打柴，砍柴。《战国策·齐策四》：“有敢去柳下季垄五十步而樵采者，
死不赦。”
(3) 血流芒砀白蛇亡——参见第一回“高祖斩白蛇而起义”条注。芒砀：芒山与砀山的
合称。在今安徽省砀山县东南。
(4) 赤帜纵横游四方——指刘邦起义后南征北战，横行天下。赤帜：红旗。刘邦斩白蛇
后，知自己为赤帝之子，故起义后用红旗。这里代指刘邦的起义军。
(5) 秦鹿逐翻兴社稷——指刘邦推翻了秦政权而使国家重新振兴。秦鹿：典出《史记·
淮阴侯列传》：“秦失其鹿，天下共逐之，于是高材捷足者先得焉。”后遂以“秦鹿”指秦
朝的帝位。
(6) 楚骓推倒立封疆——指刘邦打败了西楚霸王项羽，建立了汉朝天下。楚骓：本指西
楚霸王项羽的坐骑乌骓马，引申以代指西楚霸王项羽。
(7) “晋文公纳周襄王”二句——事见《史记·晋世家》：周襄王时发生内乱，晋文公
重耳号召诸侯平定内乱，迎周襄王复位，从而使晋文公成为春秋五霸之一。
(8) “汉高祖为义帝发丧”二句——事见《史记·项羽本纪》、《史记·高祖本纪》：
秦末项羽与刘邦争霸天下，自立为西楚霸王，尊楚怀王之孙熊心为义帝，但不久又将其杀
害。刘邦为收买人心，为其发丧，并借机号召诸侯讨伐项羽。
(9) 蒙尘——指帝王被迫逃亡在外，蒙受风尘之苦。《左传·僖公二十四年》：“天子
蒙尘于外，敢不奔问官守？”
(10) 不世之略——世上绝无仅有的谋略。不世：世上绝无仅有。意为极其罕有，极不平
凡。
(11) 一箭之地——语本“一箭道”，出自《翻译名义集·卷三·数量》：“一箭道，嘉
祥云二里，或云取射垛一百五十步，或云百三十步，或云百二十步。”意谓一箭射程那么
远。形容不很远的距离。
(12) 面君——当面拜见皇帝。
(13) 军礼——军中的礼节。因军人身穿盔甲，不便跪拜，只作揖不下跪。《汉书·周勃
传》：“将军亚夫揖，曰：‘介胄之士不拜，请以军礼见。’”
(14) 社稷臣——关系国家安危的重臣。《史记·袁盎晁错列传》：“绛侯所谓功臣，非
社稷臣。社稷臣主在与在，主亡与亡。”
(15) 赐平身——即皇帝允许臣下跪拜后站起来。古代臣下见皇帝必须跪拜，并跪着启
奏，皇帝允许站起来是莫大的优待。
(16) 樊哙——汉高祖刘邦的猛将，曾多次救刘邦死里逃生。
(17) 充腴(yú愚)——丰满。
(18) 颔(hàn汉)之——对别人的意见加以点头，表示理解或赞同。
(19) 朝觐(j ì n近)——特指诸侯或臣下朝见皇帝。
(20) 五霸——即春秋时先后称霸的五个诸侯，但说法各异，一般指齐桓公、晋文公、秦
穆公、宋襄公、楚庄王。
(21) 播越——到处逃亡，流离失所。《左传·昭公二十六年》：“兹不谷震荡播越，窜
在荆蛮。”
(22) 不厌众心——不能令众人满意。厌：满意，满足。
(23) 庶——差不多，大概。 悬隔——相距很远。
(24) 吾仰观天文……必有新天子出——太白：即金星；镇星：即土星；斗、牛：即二十
八宿中的斗宿、牛宿；天津：星名，又称“天汉”、“天江”，共九星；荧惑：即火星；天
关：星名。此段用星宿运行的变化来附会人间帝王的更迭，意思是说汉朝气运将终，新朝即
将建立。以下王立奏献帝的话及荀彧的话，更落实为汉朝将终，曹魏当兴。
(25) 汉以火德王——五行家以五行附会历朝的兴亡更迭，以为汉朝为火德而建立。
(26) 高陵——高冈。
(27) 鸣金收军——旧小说常用语。意谓用敲锣等发出信号撤兵回营。
(28) 一面之交——语出汉·崔寔《政论》：“且观世人之相论也，徒以一面之交，定臧
否之决。”(臧否：好坏。)意谓只见过一次面的交情。指仅仅相识，没有深交。
(29) 熟视——仔细观看。熟：仔细，周密。
(30) 弃暗投明——语或本“背暗投明”，出自元·尚仲贤《单鞭夺槊》楔子：“岂不闻
高鸟向良木而栖，贤君择明主而仕，背暗投明，古之常理也。”意谓抛弃暗弱无道之主，投
靠贤明有为之主。
(31) 喟然——感叹、叹息貌。
(32) 交臂失之——典出《庄子·田子方》：“吾终身与汝交一臂而失之，可不哀与？”
后即以“交臂失之”谓当面错过了机会。
(33) 造次——随便，轻率，冒失。
(34) 君侯——秦、汉时对列侯兼丞相的专称。汉以后变成对达官贵人的敬称。
(35) 通问——互通音讯。
(36) 刚强——这里是倔强之意。
(37) 了当——停当，完毕。
(38) 罪不容诛——不容：不足以，不能。诛：杀死，判处死刑。“罪不容诛”本“罪不
容死”，出自《孟子·离娄上》：“争地以战，杀人盈野；争城以战，杀人盈城：此所谓率
土地而食人肉，罪不容于死。”意谓罪恶极大，处以死刑都不能抵偿。
(39) 雌雄——比喻胜负、输赢、强弱、高下。
(40) 满饮——满杯酒要一口饮完。
(41) 天戒——天生不会饮酒。
(42) 巨觥(gōng宫)——用兽角制作的大酒杯。
(43) 使酒——因喝了酒而使性子。《史记·魏其武安侯列传》：“灌夫为人刚直使酒，
不好面谀。”
第十五回 太史慈酣斗小霸王 (1) 孙伯符大战严白
虎
却说张飞拔剑要自刎，玄德向前抱住，夺剑掷地曰：
“古人
云：
‘兄弟如手足，妻子如衣服。’衣服破，尚可缝；手足断，安可
续？吾三人桃园结义，不求同生，但愿同死。今虽失了城池、家小，
安忍教兄弟中道而亡 (2) ？况城池本非吾有；家眷虽被陷，吕布必不
谋害，尚可设计救之。贤弟一时之误，何至遽欲捐生耶？”说罢大
哭。关、张俱感泣。
且说袁术知吕布袭了徐州，星夜差人至吕布处，许以粮五万斛、
马五百匹、金银一万两、彩缎一千匹，使夹攻刘备。布喜，令高顺领
兵五万袭玄德之后。玄德闻得此信，乘阴雨撤兵，弃盱眙而走，思欲
东取广陵。比及高顺军来，玄德已去。高顺与纪灵相见，就索所许之
物。灵曰：
“公且回军，容某见主公计之。”高顺乃别纪灵回军，见
吕布，具述纪灵语。布正在迟疑，忽有袁术书至。书意云：
“高顺虽
来，而刘备未除；且待捉了刘备，那时方以所许之物相送。”布怒骂
袁术失信，欲起兵伐之。陈宫曰：
“不可。术据寿春，兵多粮广，不
可轻敌。不如请玄德还屯小沛，使为我羽翼。他日令玄德为先锋，那
时先取袁术，后取袁绍，可纵横天下矣。”布听其言，令人赍书迎玄
德回。
却说玄德引兵东取广陵，被袁术劫寨，折兵大半。回来正遇吕布
之使，呈上书札，玄德大喜。关、张曰：
“吕布乃无义之人，不可信
也。”玄德曰：
“彼既以好情待我，奈何疑之？”遂来到徐州。布恐
玄德疑惑，先令人送还家眷。甘、麋二夫人见玄德，具说吕布令兵把
定宅门，禁诸人不得入；又常使侍妾送物，未尝有缺。玄德谓关、张
曰：
“我知吕布必不害我家眷也。”乃入城谢吕布。张飞恨吕布，不
肯随往，先奉二嫂往小沛去了。玄德入见吕布拜谢。吕布曰：
“我非
欲夺城，因令弟张飞在此恃酒杀人，恐有失事，故来守之耳。”玄德
曰：
“备欲让兄久矣。”布假意仍让玄德。玄德力辞，还屯小沛住
扎。关、张心中不忿。玄德曰：
“屈身守分，以待天时，不可与命争
也。”吕布令人送粮米、缎匹。自此两家和好，不在话下。
却说袁术大宴将士于寿春。人报：
“孙策征庐江太守陆康，得胜
而回。”术唤策至，策拜于堂下。问劳已毕，便令侍坐饮宴。原来孙
策自父丧之后，退居江南，礼贤下士 (3) 。后因陶谦与策母舅、丹阳
太守吴景不和，策乃移母并家属居于曲阿，自己却投袁术。术甚爱
之，常叹曰：
“使术有子如孙郎，死复何恨!”因使为怀义校尉，引兵
攻泾县大帅祖郎得胜。术见策勇，复使攻陆康，今又得胜而回。
当日筵散，策归营寨。见术席间相待之礼甚傲，心中郁闷，乃步
月于中庭 (4) 。因思父孙坚如此英雄，我今沦落至此，不觉放声大
哭。忽见一人自外而入，大笑曰：
“伯符何故如此？尊父在日，多曾
用我。君今有不决之事，何不问我，乃自哭耶？”策视之，乃丹阳故
鄣人，姓朱名治，字君理，孙坚旧从事官也。策收泪而延之坐曰：
“策所哭者，恨不能继父之志耳。”治曰：
“君何不告袁公路，借兵
往江东，假名救吴景，实图大业，而乃久困于人之下乎？”正商议
间，一人忽入曰：
“公等所谋，吾已知之。吾手下有精壮百人，暂助
伯符一马之力。”策视其人，乃袁术谋士，汝南细阳人，姓吕名范，
字子衡。策大喜，延坐共议。吕范曰：
“只恐袁公路不肯借兵。”策
曰：
“吾有亡父留下传国玉玺，以为质当 (5) 。”范曰：
“公路欲得
此久矣，以此相质，必肯发兵。”三人计议已定。
次日，策入见袁术，哭拜曰：
“父仇不能报，今母舅吴景又为扬
州刺史刘繇所逼，策老母家小皆在曲阿，必将被害。策敢借雄兵数
千，渡江救难省亲。恐明公不信，有亡父遗下玉玺，权为质当。”术
闻有玉玺，取而视之，大喜曰：
“吾非要你玉玺，今且权留在此。我
借兵三千、马五百匹与你。平定之后，可速回来。你职位卑微，难掌
大权，我表你为折冲校尉、殄寇将军，克日领兵便行。”
策拜谢，遂引军马，带领朱治、吕范，旧将程普、黄盖、韩当
等，择日起兵。行至历阳，见一军到。当先一人，姿质风流，仪容秀
丽，见了孙策，下马便拜。策视其人，乃庐江舒城人，姓周名瑜，字
公瑾。原来孙坚讨董卓之时，移家舒城，瑜与孙策同年，交情甚密，
因结为昆仲 (6) 。策长瑜两月，瑜以兄事策。瑜叔周尚为丹阳太守，
今往省亲，到此与策相遇。策见瑜大喜，诉以衷情 (7) 。瑜曰：
“某
愿施犬马之力 (8) ，共图大事。”策喜曰：
“吾得公瑾，大事谐
矣。”便令与朱治、吕范等相见。瑜谓策曰：
“吾兄欲济大事，亦知
江东有二张乎？”策曰：
“何为二张？”瑜曰：
“一人乃彭城张昭，
字子布；一人乃广陵张纮，字子纲。二人皆有经天纬地之才，因避乱
隐居于此。吾兄何不聘之？”策喜，即便令人赍礼往聘，俱辞不至。
策乃亲到其家，与语大悦，力聘之，二人许允。策遂拜张昭为长史，
兼抚军中郎将；张纮为参谋正议校尉。商议攻击刘繇。
却说刘繇字正礼，东莱牟平人也，亦是汉室宗亲，太尉刘宠之
侄，兖州刺史刘岱之弟。旧为扬州刺史，屯于寿春，被袁术赶过江
东，故来曲阿。当下闻孙策兵至，急聚众将商议。部将张英曰：
“某
领一军屯于牛渚，纵有百万之兵，亦不能近。”言未毕，帐下一人高
叫曰：
“某愿为前部先锋。”众视之，乃东莱黄县人太史慈也。慈自
解了北海之围后，便来见刘繇，繇留于帐下。当日听得孙策来到，愿
为前部先锋。繇曰：
“你年尚轻，未可为大将，只在吾左右听命。”
太史慈不喜而退。
张英领兵至牛渚，积粮十万于邸阁 (9) 。孙策引兵到，张英出
迎，两军会于牛渚滩上。孙策出马，张英大骂，黄盖便出与张英战。
不数合，忽然张英军中大乱，报说寨中有人放火。张英急回军。孙策
引军前来，乘势掩杀。张英弃了牛渚，望深山而逃。原来那寨后放火
的，乃是两员健将：一人乃九江寿春人，姓蒋名钦，字公奕；一人乃
九江下蔡人，姓周名泰，字幼平。二人皆遭世乱，聚人在扬子江中劫
掠为生。久闻孙策为江东豪杰，能招贤纳士，故特引其党三百馀人，
前来相投。策大喜，用为军前校尉。收得牛渚邸阁粮食、军器，并降
卒四千馀人，遂进兵神亭。
却说张英败回见刘繇，繇怒欲斩之。谋士笮融、薛礼劝免，使屯
兵零陵城拒敌。繇自领兵于神亭岭南下营，孙策于岭北下营。策问土
人曰：
“近山有汉光武庙否？”土人曰：
“有庙在岭上。”策曰：
“吾夜梦光武召我相见，当往祈之。”长史张昭曰：
“不可。岭南乃
刘繇寨，倘有伏兵，奈何？”策曰：
“神人佑我，吾何惧焉!”遂披挂
绰枪上马，引程普、黄盖、韩当、蒋钦、周泰等共十三骑，出寨上
岭，到庙焚香。下马参拜已毕，策向前跪祝曰：
“若孙策能于江东立
业，复兴故父之基，即当重修庙宇，四时祭祀。”祝毕，出庙上马，
回顾众将曰：
“吾欲过岭，探看刘繇寨栅。”诸将皆以为不可。策不
从，遂同上岭，南望村林。早有伏路小军飞报刘繇。繇曰：
“此必是
孙策诱敌之计，不可追之。”太史慈踊跃曰：
“此时不捉孙策，更待
何时？”遂不候刘繇将令，竟自披挂上马，绰枪出营，大叫曰：
“有
胆气者，都跟我来。”诸将不动。惟有一小将曰：
“太史慈真猛将
也，吾可助之。”拍马同行。众将皆笑。
却说孙策看了半晌，方始回马。正行过岭，只听得岭上叫：
“孙
策休走!”策回头视之，见两匹马飞下岭来。策将十三骑一齐摆开，策
横枪立马于岭下待之。太史慈高叫曰：
“那个是孙策？”策曰：
“你
是何人？”答曰：
“我便是东莱太史慈也，特来捉孙策。”策笑曰：
“只我便是。你两个一齐来并我一个，我不惧你。我若怕你，非孙伯
符也。”慈曰：
“你便众人都来，我亦不怕。”纵马横枪，直取孙
策；策挺枪来迎。两马相交，战五十合，不分胜负。程普等暗暗称
奇。
慈见孙策枪法无半点儿渗漏 (10) ，乃佯输诈败，引孙策赶来。慈
却不由旧路上岭，竟转过山背后。策赶到，大喝曰：
“走的不算好
汉!”慈心中自忖：
“这厮有十二从人，我只一个，便活捉了他，也吃
众人夺去。再引一程，教这厮没寻处，方好下手。”于是且战且走。
策那里肯舍，一直赶到平川之地。慈兜回马再战，又到五十合。策一
枪搠去，慈闪过，挟住枪；慈也一枪搠去，策亦闪过，挟住枪。两个
用力只一拖，都滚下马来。马不知走的那里去了。两个弃了枪，揪住
厮打，战袍扯得粉碎。策手快，掣了太史慈背上的短戟；慈亦掣了策
头上的兜鍪。策把戟来刺慈，慈把兜鍪遮架。
忽然喊声后起，乃刘繇接应军到来，约有千馀。策正慌急，程普
等十二骑亦冲到。策与慈方才放手。慈于军中讨了一匹马，取了枪，
上马复来。孙策的马却是程普收得，策亦取枪上马。刘繇一千馀军，
和程普等十二骑混战，逶迤杀到神亭岭下 (11) 。喊声起处，周瑜领军
来到。刘繇自引大军杀下岭来。时近黄昏，风雨暴至 (12) ，两下各自
收军。
次日，孙策引军到刘繇营前，刘繇引军出迎。两阵圆处，孙策把
枪挑太史慈的小戟于阵前，令军士大叫曰：
“太史慈若不是走的快，
已被刺死了。”太史慈亦将孙策兜鍪挑于阵前，也令军士大叫曰：
“孙策头已在此。”两军呐喊，这边夸胜，那边道强。太史慈出马，
要与孙策决个胜负。策遂欲出。程普曰：
“不须主公劳力，某自擒
之。”程普出到阵前，太史慈曰：
“你非我之敌手，只教孙策出马
来。”程普大怒，挺枪直取太史慈。两马相交，战到三十合，刘繇急
鸣金收军。太史慈曰：
“我正要捉拿贼将，何故收军？”刘繇曰：
“人报周瑜领军袭取曲阿，有庐江松滋人陈武，字子烈，接应周瑜入
去。吾家基业已失，不可久留。速往秣陵，会薛礼、笮融军马，急来
接应。”太史慈跟着刘繇退军。孙策不赶，收住人马。长史张昭曰：
“彼军被周瑜袭取曲阿，无恋战之心，今夜正好劫营。”孙策然之。
当夜分军五路，长驱大进。刘繇军兵大败，众皆四纷五落。太史慈独
力难当，引十数骑连夜投泾县去了。
却说孙策又得陈武为辅，其人身长七尺，面黄睛赤，形容古怪。
策甚敬爱之，拜为校尉，使作先锋，攻薛礼。武引十数骑突入阵去，
斩首级五十馀颗。薛礼闭门不敢出。策正攻城，忽有人报：
“刘繇会
合笮融，去取牛渚。”孙策大怒，自提大军，竟奔牛渚。刘繇、笮融
二人出马迎敌。孙策曰：
“吾今到此，你如何不降？”刘繇背后一人
挺枪出马，乃部将于糜也，与策战不三合，被策生擒过去，拨马回
阵。繇将樊能见捉了于糜，挺枪来赶。那枪刚搠到策后心，策阵上军
士大叫：
“背后有人暗算!”策回头，忽见樊能马到，乃大喝一声，声
如巨雷。樊能惊骇，倒翻身撞下马来，破头而死。策到门旗下，将于
糜丢下，已被挟死。一霎时挟死一将，喝死一将，自此人皆呼孙策为
“小霸王”。当日刘繇兵大败，人马大半降策，策斩首级万馀。刘繇
与笮融走豫章投刘表去了。
孙策还兵，复攻秣陵，亲到城壕边，招谕薛礼投降。城上暗放一
冷箭，正中孙策左腿，翻身落马。众将急救起，还营拔箭，以金疮药
傅之。策令军中诈称主将中箭身死，军中举哀，拔寨齐起。薛礼听知
孙策已死，连夜起城内之军，与骁将张英、陈横杀出城来追之。忽然
伏兵四起，孙策当先出马，高声大叫曰：
“孙郎在此!”众军皆惊，尽
弃枪刀，拜于地下。策令休杀一人。张英拨马回走，被陈武一枪刺
死；陈横被蒋钦一箭射死；薛礼死于乱军中。策入秣陵，安辑居民
(13) 。移兵至泾县，来捉太史慈。
却说太史慈招得精壮二千馀人，并所部兵，正要来与刘繇报仇。
孙策与周瑜商议活捉太史慈之计。瑜令三面攻县，只留东门放走；离
城五十里，三路各伏一军，太史慈到那里，人困马乏，必然被擒。原
来太史慈所招军大半是山野之民，不谙纪律 (14) 。泾县城头，苦不甚
高。当夜孙策命陈武短衣持刀，首先爬上城放火。太史慈见城上火
起，上马投东门走，背后孙策引军赶来。太史慈正走，后军赶至三十
里，却不赶了。太史慈走了五十里，人困马乏，芦苇之中，喊声忽
起。慈急待走，两下里绊马索齐来，将马绊翻了，生擒太史慈，解投
大寨。
策知解到太史慈，亲自出营，喝散士卒，自释其缚，将自己锦袍
衣之，请入寨中，谓曰：
“我知子义真丈夫也。刘繇蠢辈，不能用为
大将，以致此败。”慈见策待之甚厚，遂请降。策执慈手笑曰：
“神
亭相战之时，若公获我，还相害否？”慈笑曰：
“未可知也。”策大
笑，请入帐，邀之上坐，设宴款待。慈曰：
“刘君新破，士卒离心。
某欲自往收拾馀众，以助明公。不识能相信否？”策起谢曰：
“此诚
策所愿也。今与公约：明日日中，望公来还。”慈应诺而去。诸将
曰：
“太史慈此去必不来矣。”策曰：
“子义乃信义之士，必不背
我。”众皆未信。次日，立竿于营门，以候日影。恰将日中，太史慈
引一千馀众到寨。孙策大喜。众皆服策之知人。
于是孙策聚数万之众，下江东，安民恤众，投者无数。江东之
民，皆呼策为“孙郎”。但闻孙郎兵至，皆丧胆而走。及策军到，并
不许一人掳掠，鸡犬不惊 (15) ，人民皆悦，赍牛酒到寨劳军。策以金
帛答之，欢声遍野。其刘繇旧军，愿从军者听从，不愿为军者给赏归
农。江南之民，无不仰颂。由是兵势大盛。策乃迎母、叔、诸弟俱归
曲阿，使弟孙权与周泰守宣城，策领兵南取吴郡。
时有严白虎自称东吴德王，据吴郡，遣部将守住乌程、嘉兴。当
日白虎闻策兵至，令弟严舆出兵，会于枫桥。舆横刀立马于桥上。有
人报入中军，策便欲出。张纮谏曰：
“夫主将乃三军之所系命，不宜
轻敌小寇。愿将军自重。”策谢曰：
“先生之言如金石 (16) ，但恐不
亲冒矢石 (17) ，则将士不用命耳。”随遣韩当出马。比及韩当到桥上
时，蒋钦、陈武早驾小舟从河岸边杀过桥里，乱箭射倒岸上军，二人
飞身上岸砍杀。严舆退走。韩当引军直杀到阊门下，贼退入城里去
了。策分兵水陆并进，围住吴城，一围三日，无人出战。策引众军到
阊门外招谕。城上一员裨将 (18) ，左手托定护梁，右手指着城下大
骂。太史慈就马上拈弓取箭，顾军将曰：
“看我射中这厮左手。”说
声未绝，弓弦响处，果然射个正中，把那将的左手射透，反牢钉在护
梁上。城上城下人见者，无不喝采。众人救了这人下城。
白虎大惊曰：
“彼军有如此人，安能敌乎？”遂商量求和。次
日，使严舆出城，来见孙策。策请舆入帐饮酒，酒酣，问舆曰：
“令
兄意欲如何？”舆曰：
“欲与将军平分江东。”策大怒曰：
“鼠辈安
敢与吾相等!”命斩严舆。舆拨剑起身，策飞剑砍之，应手而倒，割下
首级，令人送入城中。白虎料敌不过，弃城而走。策进兵追袭，黄盖
攻取嘉兴，太史慈攻取乌程，数州皆平。白虎奔馀杭，于路劫掠，被
土人凌操领乡人杀败，望会稽而走。凌操父子二人来接孙策，策使为
从征校尉，遂同引兵渡江。严白虎聚寇，分布于西津渡口。程普与
战，复大败之，连夜赶到会稽。
会稽太守王朗欲引兵救白虎，忽一人出曰：
“不可。孙策用仁义
之师 (19) ，白虎乃暴虐之众，还宜擒白虎以献孙策。”朗视之，乃会
稽馀姚人，姓虞名翻，字仲翔，现为郡吏。朗怒叱之，翻长叹而出。
朗遂引兵会合白虎，同陈兵于山阴之野。两阵对圆，孙策出马，谓王
朗曰：
“吾兴仁义之兵，来安浙江，汝何故助贼？”朗骂曰：
“汝贪
心不足，既得吴郡，而又强并吾界。今日特与严氏雪仇。”孙策大
怒，正待交战，太史慈早出。王朗拍马舞刀，与慈战不数合，朗将周
昕杀出助战；孙策阵中黄盖飞马接住周昕交锋。两下鼓声大震，互相
鏖战。忽王朗阵后先乱，一彪军从背后抄来。朗大惊，急回马来迎。
原来是周瑜与程普引军刺斜杀来，前后夹攻。王朗寡不敌众 (20) ，与
白虎、周昕杀条血路，走入城中，拽起吊桥，坚闭城门。孙策大军乘
势赶到城下，分布众军，四门攻打。王朗在城中见孙策攻城甚急，欲
再出兵决一死战。严白虎曰：
“孙策兵势甚大，足下只宜深沟高垒，
坚壁勿出。不消一月，彼军粮尽，自然退走。那时乘虚掩之，可不战
而破也。”朗依其议，乃固守会稽城而不出。
孙策一连攻了数日，不能成功，乃与众将计议。孙静曰：
“王朗
负固守城，难可卒拔。会稽钱粮，大半屯于查渎，其地离此数十里，
莫若以兵先据其内，所谓‘攻其无备，出其不意’也 (21) 。”策大喜
曰：
“叔父妙用，足破贼人矣。”即下令于各门燃火，虚张旗号，设
为疑兵，连夜撤围南去。周瑜进曰：
“主公大兵一起，王朗必然出城
来赶，可用奇兵胜之。”
策曰：
“吾今准备下了，取城只在今夜。”遂令军马起行。
却说王朗闻报孙策军马退去，自引众人来敌楼上观望 (22) ，见城
下烟火并起，旌旗不杂，心下迟疑。周昕曰：
“孙策走矣，特设此计
以疑我耳。可出兵袭之。”严白虎曰：
“孙策此去，莫非要去查渎？
我令部兵与周将军追之。”朗曰：
“查渎是我屯粮之所，正须提防。
汝引兵先行，吾随后接应。”白虎与周昕领五千兵，出城追赶。将近
初更，离城二十馀里，忽密林里一声鼓响，火把齐明。白虎大惊，便
勒马回走。一将当先拦住，火光中视之，乃孙策也。周昕舞刀来迎，
被策一枪刺死。馀众皆降。白虎杀条血路，望馀杭而走。王朗听知前
军已败，不敢入城，引部下奔逃海隅去了 (23) 。孙策复回大军，乘势
取了城池，安定人民。不隔一日，只见一人将着严白虎首级，来孙策
军前投献。策视其人，身长八尺，面方口阔。问其姓名，乃会稽馀姚
人，姓董名袭，字元代。策喜，命为别部司马。自是东路皆平，令叔
孙静守之，令朱治为吴郡太守，收军回江东。
却说孙权与周泰守宣城，忽山贼窃发，四面杀至。时值更深，不
及抵敌，泰抱权上马。数十贼众用刀来砍。泰赤体步行，提刀杀贼，
砍杀十馀人。随后一贼跃马挺枪直取周泰，被泰扯住枪，拖下马来，
夺了枪、马，杀条血路，救出孙权。馀贼远遁。
周泰身被十二枪，金疮发胀，命在须臾。策闻之大惊。帐下董袭
曰：
“某曾与海寇相持，身遭数枪，得会稽一个贤郡吏虞翻荐一医
者，半月而愈。”策曰：
“虞翻莫非虞仲翔乎？”袭曰：
“然。”策
曰：
“此贤士也，我当用之。”乃令张昭与董袭同往聘请虞翻。翻
至，策优礼相待，拜为功曹，因言及求医之意。翻曰：
“此人乃沛国
谯郡人，姓华名佗，字元化，真当世之神医也。当引之来见。”不一
日引至。策见其人，童颜鹤发 (24) ，飘然有出世之姿 (25) 。乃待为
上宾，请视周泰疮。佗曰：
“此易事耳。”投之以药，一月而愈。策
大喜，厚谢华佗。遂进兵杀除山贼 (26) ，江南皆平。孙策分拨将士，
守把各处隘口，一面写表申奏朝廷，一面结交曹操，一面使人致书与
袁术取玉玺。
却说袁术暗有称帝之心，乃回书推托不还。急聚长史杨大将，都
督张勋、纪灵、桥蕤，上将雷薄、陈兰等三十馀人商议，曰：
“孙策
借我军马起事，今日尽得东地面，乃不思报本，而反来索玺，殊为无
礼。当以何策图之？”长史杨大将曰：
“孙策据长江之险，兵精粮
广，未可图也。今当先伐刘备，以报前日无故相攻之恨，然后图取孙
策未迟。某献一计，使备即日就擒。”正是：
不去江东图虎豹，却来徐郡斗蛟龙。
不知其计若何，且听下文分解。
--------------------
(1) 酣斗——激烈战斗。《新唐书·史宪忠传》：“常为先锋，阅三十战，中流矢，酣
斗不解，由是著名。”
(2) 中道——本义为中途、半路上。引申为中年。
(3) 礼贤下士——参见第三回“敬贤下士”条注。
(4) 步月——在月下散步。《南史·王藻传》：“至于夜步月而弄琴，昼拱袂而披卷，
一生之内，与此长乖。”
(5) 质当——典当，以物作抵押。
(6) 昆仲——兄弟。老大为昆，老二为仲。
(7) 衷情——其中的详情。
(8) 犬马之力——犬马：臣子对君主的自称，表示愿像狗和马那样听君主使唤。引申为
谦称。典出《史记·三王世家》：“(霍去病上疏曰)臣窃不胜犬马心，昧死愿陛下诏有司，
因盛夏吉时定皇子位。”“犬马之力”本“犬马微劳”，出自三国魏·曹操《上书让增封武
平侯及费平侯》(见《艺文类聚》卷五一)：“伏自三省……虽有犬马微劳，非独臣力，皆由
部曲将校之助。”意谓像狗和马一样为主人效力。表示甘愿受人驱使，为人效劳。
(9) 邸阁——古代官府所设储藏粮食和其他物资的仓库。
(10) 渗漏——本义为水渗透滴漏。引申为漏洞、破绽。
(11) 逶迤(wēi y í威移)——曲折前进貌。
(12) 暴——猝然，突然。《史记·项羽本纪》：“自我为汝家妇，未尝闻汝先古之有贵
者。今暴得大名，不祥。”
(13) 安辑——安抚民众，使其安定。辑：安定。
(14) 谙(ān安)——熟悉。
(15) 鸡犬不惊——语本“不惊鸡犬”，出自北朝周·庾信《周柱国大将军纥干弘神道
碑》(见《艺文类聚》卷四六、《文苑英华》卷九○五)：“(天和)三年，授使持节、都督襄
郢昌丰唐蔡六州诸军事、襄州刺史。江汉之间，不惊鸡犬；樊襄之下，更多冠盖。”意谓连
鸡狗都未受到惊扰，十分安定。形容军纪严明，不扰百姓。
(16) 言如金石——金石：雕刻在钟鼎和石碑上的文字。“言如金石”本《荀子·非相
篇》：“凡人莫不好言其所善，而君子为甚。故赠人以言，重于金石珠玉；劝人以言，美于
黼黻文章；听人以言，乐于钟鼓琴瑟。故君子之于言无厌。”比喻极其精辟、可以传之久远
的言论。
(17) 亲冒矢石——矢石：飞箭和炮石(垒石)。“亲冒矢石”本“亲受矢石”，出自
《左传·襄公十年》：“荀偃、士匄(同“丐”)帅卒攻逼阳，亲受矢石。”(受：承受，遭
到。引申为冒着。)意谓将帅率领士卒冒着敌人飞箭、炮石的攻击。形容将领、官员等亲临前
线，冒着生命危险，奋勇作战。
(18) 裨将——副将。《汉书·项籍传》：“梁为会稽将，籍为裨将。”颜师古注：
“裨，助也，相副助也。”
(19) 仁义之师——指伸张道义讨伐邪恶的军队。师：军队。
(20) 寡不敌众——寡：人少。众：人多。“寡不敌众”出自《逸周书·卷九·芮良
夫》：“民至亿兆，后一而已，寡不敌众，后其危哉!”(后：指君主。)意谓人少的一方抵挡
不住人多的一方。
(21) 攻其无备，出其不意——其：代词。代指人。备：防备。出：超出。不意：不料，
料想不到。此二句出自《孙子·计篇》：“兵者，诡道也……攻其无备，出其不意。此兵家
之胜，不可先传也。”张预注：“攻无备者，谓懈怠之处，敌之所不虞者，则击之……出不
意者，谓虚空之地，敌不以为虑者，则袭之。”意谓趁敌军毫无防备且料想不到时发动突然
攻击，使其措手不及。
(22) 敌楼——亦称“望楼”、“城楼”、“谯楼”。建于城墙之上以供瞭望敌军之楼。
(23) 海隅——泛指沿海地区。隅：边远地区。
(24) 童颜鹤发——童颜：儿童般的红润脸色。鹤发：白发。因鹤羽白色，故以喻白。
“童颜鹤发”本“鹤发童颜”，出自唐·田颖《梦游罗浮》：“自言非神亦非仙，鹤发童颜
古无比。”意谓如同儿童般的红润脸色，鹤羽般的满头白发。形容老年人气色极好，精神健
旺。
(25) 出世之姿——出世：超脱尘世。姿：姿态，风度，气度。“出世之姿”本“出尘之
姿”，出自宋·吕本中《紫微诗话》(见《历代诗话》)：“高秀实茂华，人物高远，有出尘
之姿，其为文称是。”形容人气度不凡，非同一般。
(26) 杀除——消灭。
第十六回 吕奉先射戟辕门 曹孟德败师淯水
却说杨大将献计欲攻刘备，袁术曰：
“计将安出？”大将曰：
“刘备军屯小沛，虽然易取，奈吕布虎踞徐州，前次许他金帛粮马，
至今未与，恐其助备。今当令人送与粮食，以结其心，使其按兵不
动，则刘备可擒。先擒刘备，后图吕布，徐州可得也。”术喜，便具
粟二十万斛，令韩胤赍密书往见吕布。吕布甚喜，重待韩胤。胤回告
袁术。术遂遣纪灵为大将，雷薄、陈兰为副将，统兵数万，进攻小
沛。玄德闻知此信，聚众商议，张飞要出战。孙乾曰：
“今小沛粮寡
兵微，如何抵敌？可修书告急于吕布。”张飞曰：
“那厮如何肯
来？”玄德曰：
“乾之言善。”遂修书与吕布。书略曰：
伏自将军垂念 (1) ，令备于小沛容身，实拜云天之德 (2) 。今袁术欲报私
仇，遣纪灵领兵到县，亡在旦夕，非将军莫能救。望驱一旅之师，以救倒悬之急
(3) ，不胜幸甚!
吕布看了书，与陈宫计议曰：
“前者袁术送粮致书，盖欲使我不
救玄德也；今玄德又来求救。吾想玄德屯军小沛，未必遂能为我害；
若袁术并了玄德，则北连泰山诸将以图我，我不能安枕矣：不若救玄
德。”遂点兵起程。
却说纪灵起兵长驱大进，已到沛县东南，扎下营寨。昼列旌旗，
遮映山川；夜设火鼓 (4) ，震明天地。玄德县中止有五千馀人，也只
得勉强出县，布阵安营。忽报：
“吕布引兵离县一里，西南上扎下营
寨。”纪灵知吕布领兵来救刘备，急令人致书于吕布，责其无信。布
笑曰：
“我有一计，使袁、刘两家都不怨我。”乃发使往纪灵、刘备
寨中，请二人饮宴。玄德闻布相请，即便欲往。关、张曰：
“兄长不
可去，吕布必有异心。”玄德曰：
“我待彼不薄，彼必不害我。”遂
上马而行，关、张随往。到吕布寨中，入见。布曰：
“吾今特解公之
危。异日得志，不可相忘。”玄德称谢。布请玄德坐，关、张按剑立
于背后。人报纪灵到，玄德大惊，欲避之。布曰：
“吾特请你二人来
会议，勿得生疑。”玄德未知其意，心下不安。
纪灵下马入寨，却见玄德在帐上坐，大惊，抽身便回，左右留之
不住。吕布向前一把扯回，如提童稚。灵曰：
“将军欲杀纪灵耶？”
布曰：
“非也。”灵曰：
“莫非杀大耳儿乎 (5) ？”布曰：
“亦非
也。”灵曰：
“然则为何？”布曰：
“玄德与布乃兄弟也，今为将军
所困，故来救之。”灵曰：
“若此则杀灵也。”布曰：
“无有此理。
布平生不好斗，惟好解斗，吾今为两家解之。”灵曰：
“请问解之之
法。”布曰：
“我有一法，从天所决 (6) 。”乃拉灵入帐与玄德相
见。二人各怀疑忌。布乃居中坐，使灵居左，备居右，且教设宴行
酒。
酒行数巡，布曰：
“你两家看我面上，俱各罢兵。”玄德无语。
灵曰：
“吾奉主公之命，提十万之兵，专捉刘备，如何罢得？”张飞
大怒，拔剑在手，叱曰：
“吾虽兵少，觑汝辈如儿戏耳 (7) !你比百万
黄巾如何？你敢伤我哥哥？”关公急止之曰：
“且看吕将军如何主
意，那时各回营寨厮杀未迟。”吕布曰：
“我请你两家解斗，须不教
你厮杀。”这边纪灵不忿，那边张飞只要厮杀。布大怒，教左右：
“取我戟来!”布提画戟在手，纪灵、玄德尽皆失色。布曰：
“我劝你
两家不要厮杀，尽在天命。”令左右接过画戟，去辕门外远远插定。
乃回顾纪灵、玄德曰：
“辕门离中军一百五十步。吾若一箭射中戟小
枝，你两家罢兵；如射不中，你各自回营，安排厮杀。有不从吾言
者，并力拒之。”纪灵私忖：
“戟在一百五十步之外，安能便中？且
落得应允，待其不中，那时凭我厮杀。”便一口许诺。玄德自无不
允。布都教坐，再各饮一杯酒。酒毕，布教取弓箭来。玄德暗祝曰：
“只愿他射得中便好。”只见吕布挽起袍袖，搭上箭，扯满弓，叫一
声：
“着!”正是：
弓开如秋月行天，箭去似流星落地。
一箭正中画戟小枝。帐上帐下将校齐声喝采。后人有诗赞之曰：
温侯神射世间稀，曾向辕门独解危。
落日果然欺后羿 (8) ，号猿直欲胜由基 (9) 。
虎筋弦响弓开处，雕羽翎飞箭到时。
豹子尾摇穿画戟，雄兵十万脱征衣。
当下吕布射中画戟小枝，呵呵大笑，掷弓于地，执纪灵、玄德之
手曰：
“此天令你两家罢兵也。”喝教军士：
“斟酒来!各饮一大
觥。”玄德暗称惭愧 (10) 。纪灵默然半晌，告布曰：
“将军之言，不
敢不听。奈纪灵回去，主人如何肯信？”布曰：
“吾自作书复之便
了。”酒又数巡，纪灵求书先回。布谓玄德曰：
“非我则公危矣。”
玄德拜谢，与关、张回。次日，三处军马都散。
不说玄德入小沛，吕布归徐州。却说纪灵回淮南见袁术，说吕布
辕门射戟解和之事，呈上书信。袁术大怒曰：
“吕布受吾许多粮米，
反以此儿戏之事，偏护刘备。吾当自提重兵，亲征刘备，兼讨吕
布。”纪灵曰：
“主公不可造次。吕布勇力过人，兼有徐州之地，若
布与备首尾相连，不易图也。灵闻布妻严氏有一女，年已及笄 (11) 。
主公有一子，可令人求亲于布。布若嫁女于主公，必杀刘备。此
乃‘疏不间亲’之计也 (12) 。”袁术从之，即日遣韩胤为媒，赍礼前
往徐州求亲。
胤到徐州见布，称说：
“主公仰慕将军，欲求令爱为儿妇 (13) ，
永结秦晋之好 (14) 。”布入谋于妻严氏。原来吕布有二妻一妾：先娶
严氏为正妻，后娶貂蝉为妾；及居小沛时，又娶曹豹之女为次妻。曹
氏先亡无出 (15) ，貂蝉亦无所出，惟严氏生一女，布最钟爱。当下严
氏对布曰：
“吾闻袁公路久镇淮南，兵多粮广，早晚将为天子。若成
大事，则吾女有后妃之望。只不知他有几子？”布曰：
“止有一
子。”妻曰：
“既如此，即当许之。纵不为皇后，吾徐州亦无忧
矣。”布意遂决，厚款韩胤，许了亲事。韩胤回报袁术。术即备聘
礼，仍令韩胤送至徐州。吕布受了，设席相待，留于馆驿安歇。
次日，陈宫竟往馆驿内拜望韩胤。讲礼毕，坐定，宫乃叱退左
右，对胤曰：
“谁献此计，教袁公与奉先联姻？意在取刘玄德之头
乎？”胤失惊，起谢曰：
“乞公台勿泄。”宫曰：
“吾自不泄，只恐
其事若迟，必被他人识破，事将中变。”胤曰：
“然则奈何？愿公教
之。”宫曰：
“吾见奉先，使其即日送女就亲，何如？”胤大喜，称
谢曰：
“若如此，袁公感佩明德不浅矣 (16) 。”
宫遂辞别韩胤，入见吕布曰：
“闻公女许嫁袁公路，甚善。但不
知于何日结亲？”布曰：
“尚容徐议。”宫曰：
“古者自受聘成婚之
期，各有定例：天子一年，诸侯半年，大夫一季，庶民一月。”布
曰：
“袁公路天赐国宝，早晚当为帝，今从天子例，可乎？”宫曰：
“不可。”布曰：
“然则仍从诸侯例？”宫曰：
“亦不可。”布曰：
“然则将从卿大夫例矣？”宫曰：
“亦不可。”布笑曰：
“公岂欲吾
依庶民例耶？”宫曰：
“非也。”布曰：
“然则公意欲如何？”宫
曰：
“方今天下诸侯互相争雄，今公与袁公路结亲，诸侯保无有嫉妒
者乎？若复远择吉期，或竟乘我良辰，伏兵半路以夺之，如之奈何？
为今之计，不许便休，既已许之，当趁诸侯未知之时，即便送女到寿
春，另居别馆，然后择吉成亲，万无一失也 (17) 。”布喜曰：
“公台
之言甚当。”遂入告严氏，连夜具办妆奁，收拾宝马香车，令宋宪、
魏续一同韩胤送女前去，鼓乐喧天，送出城外。
时陈元龙之父陈珪养老在家，闻鼓乐之声，遂问左右，左右告以
故。珪曰：
“此乃疏不间亲之计也。玄德危矣!”遂扶病来见吕布 (18)
。布曰：
“大夫何来？”珪曰：
“闻将军死至，特来吊丧。”布惊
曰：
“何出此言？”珪曰：
“前者袁公路以金帛送公，欲杀刘玄德，
而公以射戟解之。今忽来求亲，其意盖欲以公女为质，随后就来攻玄
德而取小沛。小沛亡，徐州危矣。且彼或来借粮，或来借兵：公若应
之，是疲于奔命 (19) ，而又结怨于人；若其不允，是弃亲而启兵端
也。况闻袁术有称帝之意，是造反也。彼若造反，则公乃反贼亲属
矣，得无为天下所不容乎？”布大惊曰：
“陈宫误我。”急命张辽引
兵，追赶至三十里之外，将女抢归；连韩胤都拿回监禁，不放归去。
却令人回复袁术，只说女儿妆奁未备，俟备毕便自送来。陈珪又说吕
布，使解韩胤赴许都。布犹豫未决。
忽人报：
“玄德在小沛招军买马，不知何意。”布曰：
“此为将
者本分事，何足为怪？”正话间，宋宪、魏续至，告布曰：
“我二人
奉明公之命，往山东买马，买得好马三百馀匹。回至沛县界首 (20) ，
被强寇劫去一半。打听得是刘备之弟张飞诈妆山贼，抢劫马匹去
了。”吕布听了大怒，随即点兵往小沛来斗张飞。玄德闻知大惊，慌
忙领兵出迎。两阵圆处，玄德出马曰：
“兄长何故领兵到此？”布指
骂曰：
“我辕门射戟，救你大难，你何故夺我马匹？”玄德曰：
“备
因缺马，令人四下收买，安敢夺兄马匹？”布曰：
“你便使张飞夺了
我好马一百五十匹，尚自抵赖。”张飞挺枪出马曰：
“是我夺了你好
马，你今待怎么？”布骂曰：
“环眼贼，你累次渺视我。”飞曰：
“我夺你马你便恼，你夺我哥哥的徐州便不说了？”布挺戟出马，来
战张飞；飞亦挺枪来迎。两个酣战一百馀合，未见胜负。玄德恐有疏
失，急鸣金收军入城。吕布分军四面围定。
玄德唤张飞，责之曰：
“都是你夺他马匹，惹起事端。如今马匹
在何处？”飞曰：
“都寄在各寺院内。”玄德随令人出城，至吕布营
中，说情愿送还马匹，两相罢兵。布欲从之，陈宫曰：
“今不杀刘
备，久后必为所害。”布听之，不从所请，攻城愈急。玄德与糜竺、
孙乾商议。孙乾曰：
“曹操所恨者，吕布也。不若弃城走许都，投奔
曹操，借军破布，此为上策。”玄德曰：
“谁可当先破围而出？”飞
曰：
“小弟情愿死战。”玄德令飞在前，云长在后，自居于中保护老
小。当夜三更，乘着月明，出北门而走。正遇宋宪、魏续，被翼德一
阵杀退，得出重围。后面张辽赶来，关公敌住。吕布见玄德去了，也
不来赶，随即入城安民，令高顺守小沛，自己仍回徐州去了。
却说玄德前奔许都，到城外下寨，先使孙乾来见曹操，言被吕布
追逼，特来相投。操曰：
“玄德与吾，兄弟也。”便请入城相见。次
日，玄德留关、张在城外，自带孙乾、糜竺入见操。操待以上宾之
礼。玄德备诉吕布之事，操曰：
“布乃无义之辈，吾与贤弟并力诛
之。”玄德称谢。操设宴相待，至晚送出。荀彧入见曰：
“刘备，英
雄也。今不早图，后必为患。”操不答。彧出，郭嘉入。操曰：
“荀
彧劝我杀玄德，当如何？”嘉曰：
“不可。主公兴义兵，为百姓除
暴，惟仗信义以招俊杰，犹惧其不来也；今玄德素有英雄之名，以困
穷而来投，若杀之，是害贤也。天下智谋之士，闻而自疑，将裹足不
前，主公谁与定天下乎？夫除一人之患，以阻四海之望，安危之机，
不可不察。”操大喜曰：
“君言正合吾心。”次日，即表荐刘备领豫
州牧。程昱谏曰：
“刘备终不为人之下，不如早图之。”操曰：
“方
今正用英雄之时，不可杀一人而失天下之心。此郭奉孝与吾有同见
也。”遂不听昱言，以兵三千、粮万斛送与玄德，使往豫州到任，进
兵屯小沛，招集原散之兵，攻吕布。玄德至豫州，令人约会曹操。
操正欲起兵，自往征吕布，忽流星马报说：
“张济自关中引兵攻
南阳，为流矢所中而死。
济侄张绣统其众，用贾诩为谋士，结连刘表，屯兵宛城，欲兴兵
犯阙夺驾 (21) 。”操大怒，欲兴兵讨之，又恐吕布来侵许都，乃问计
于荀彧。彧曰：
“此易事耳。吕布无谋之辈，见利必喜。明公可遣使
往徐州，加官赐赏，令与玄德解和。布喜，则不思远图矣。”操曰：
“善。”遂差奉军都尉王则，赍官诰并和解书 (22) ，往徐州去讫。
一面起兵十五万，亲讨张绣，分军三路而行，以夏侯惇为先锋。
军马至淯水下寨。贾诩劝张绣曰：
“操兵势大，不可与敌，不如举众
投降。”张绣从之，使贾诩至操寨通款 (23) 。操见诩应对如流 (24)
，甚爱之，欲用为谋士。诩曰：
“某昔从李傕，得罪天下；今从张
绣，言听计从 (25) ，不忍弃之。”乃辞去。次日引绣来见操，操待之
甚厚。引兵入宛城屯扎，馀军分屯城外，寨栅联络十馀里。一住数
日，绣每日设宴请操。
一日操醉，退入寝所，私问左右曰：
“此城中有妓女否？”操之
兄子曹安民知操意，乃密对曰：
“昨晚小侄窥见馆舍之侧有一妇人，
生得十分美丽，问之，即绣叔张济之妻也。”操闻言，便令安民领五
十甲兵往取之。须臾，取到军中。操见之，果然美丽。问其姓，妇答
曰：
“妾乃张济之妻邹氏也。”操曰：
“夫人识吾否？”邹氏曰：
“久闻丞相威名，今夕幸得瞻拜。”操曰：
“吾为夫人故，特纳张绣
之降；不然灭族矣。”邹氏拜曰：
“实感再生之恩 (26) 。”操曰：
“今日得见夫人，乃天幸也 (27) 。今宵愿同枕席，随吾还都，安享富
贵，何如？”邹氏拜谢。是夜，共宿于帐中。邹氏曰：
“久住城中，
绣必生疑，亦恐外人议论。”操曰：
“明日同夫人去寨中住。”次
日，移于城外安歇，唤典韦就中军帐房外宿卫。他人非奉呼唤，不许
辄入，因此内外不通。操每日与邹氏取乐，不想归期。
张绣家人密报绣。绣怒曰：
“操贼辱我太甚!”便请贾诩商议。诩
曰：
“此事不可泄漏。来日等操出帐议事，如此如此 (28) 。”次日，
操坐帐中，张绣入告曰：
“新降兵多有逃亡者，乞移屯中军。”操许
之。绣乃移屯其军，分为四寨，刻期举事 (29) 。因畏典韦勇猛，急切
难近，乃与偏将胡车儿商议。那胡车儿力能负五百斤，日行七百里，
亦异人也。当下献计于绣曰：
“典韦之可畏者，双铁戟耳。主公明日
可请他来吃酒，使尽醉而归。那时某便混入他跟来军士数内，偷入帐
房，先盗其戟，此人不足畏矣。”绣甚喜，预先准备弓箭、甲兵，告
示各寨。
至期，令贾诩致意请典韦到寨，殷勤待酒。至晚醉归，胡车儿杂
在众人队里，直入大寨。是夜曹操于帐中与邹氏饮酒，忽听帐外人言
马嘶。操使人观之，回报是张绣军夜巡，操乃不疑。时近二更 (30) ，
忽闻寨内呐喊，报说草车上火起。操曰：
“军人失火，勿得惊动。”
须臾，四下里火起。操始着忙，急唤典韦。韦方醉卧，睡梦中听得金
鼓喊杀之声，便跳起身来，却寻不见了双戟。时敌兵已到辕门，韦急
掣步卒腰刀在手。只见门首无数军马，各挺长枪，抢入寨来。韦奋力
向前，砍死二十馀人。马军方退，步军又到，两边枪如苇列。韦身无
片甲，上下被数十枪，兀自死战 (31) 。刀砍缺不堪用，韦即弃刀，双
手提着两个军人迎敌，击死者八九人。群贼不敢近，只远远以箭射
之，箭如骤雨。韦犹死拒寨门。争奈寨后贼军已入，韦背上又中一
枪，乃大叫数声，血流满地而死。死了半晌，还无一人敢从前门而入
者。
却说曹操赖典韦当住寨门，乃得从寨后上马逃奔，只有曹安民步
随。操右臂中了一箭，马亦中了三箭。亏得那马是大宛良马 (32) ，熬
得痛，走得快。刚刚走到淯水河边，贼兵追至，安民被砍为肉泥。操
急骤马冲波过河，才上得岸，贼兵一箭射来，正中马眼，那马扑地倒
了。操长子曹昂即以己所乘之马奉操，操上马急奔，曹昂却被乱箭射
死。操乃走脱，路逢诸将，收集残兵。时夏侯惇所领青州之兵乘势下
乡，劫掠民家，平虏校尉于禁即将本部军于路剿杀，安抚乡民。青州
兵走回，迎操泣拜于地，言于禁造反，赶杀青州军马。操大惊。须
臾，夏侯惇、许褚、李典、乐进都到，操言：
“于禁造反，可整兵迎
之。”
却说于禁见操等俱到，乃引军射住阵角，凿堑安营。或告之曰：
“青州军言将军造反，今丞相已到，何不分辩，乃先立营寨耶？”于
禁曰：
“今贼追兵在后，不时即至，若不先准备，何以拒敌？分辩小
事，退敌大事。”安营方毕，张绣军两路杀至。于禁身先出寨迎敌，
绣急退兵。左右诸将见于禁向前，各引兵击之，绣军大败，追杀百馀
里。绣势穷力孤，引败兵投刘表去了。
曹操收军点将，于禁入见，备言：
“青州之兵肆行劫掠，大失民
望，某故杀之。”操曰：
“不告我，先下寨，何也？”禁以前言对。
操曰：
“将军在匆忙之中，能整兵坚垒，任谤任劳，使反败为胜，虽
古之名将，何以加兹 (33) ？”乃赐以金器一副，封益寿亭侯；责夏侯
惇治兵不严之过。又设祭祭典韦，操亲自哭而奠之，顾谓诸将曰：
“吾折长子、爱侄，俱无深痛，独号泣典韦也。”众皆感叹。次日下
令班师。
不说曹操还兵许都。且说王则赍诏至徐州，布迎接入府，开读诏
书：封布为平东将军，特赐印绶。又出操私书。王则在吕布面前极道
曹公相敬之意。布大喜。忽报袁术遣人至。布唤入问之，使言：
“袁
公早晚即皇帝位，立东宫，催取皇妃早到淮南。”布大怒曰：
“反贼
焉敢如此!”遂杀来使，将韩胤用枷钉了，遣陈登赍谢表，解韩胤一同
王则上许都来谢恩；且答书于操，欲求实授徐州牧。操知布绝婚袁
术，大喜，遂斩韩胤于市曹。陈登密谏操曰：
“吕布，豺狼也，勇而
无谋，轻于去就，宜早图之。”操曰：
“吾素知吕布狼子野心 (34) ，
诚难久养。非公父子莫能究其情，公当与吾谋之。”登曰：
“丞相若
有举动，某当为内应。”操喜，表赠陈珪秩中二千石 (35) ，登为广陵
太守。
登辞回，操执登手曰：
“东方之事，便以相付。”登点头允诺。
回徐州见吕布，布问之，登言：
“父赠禄 (36) ，某为太守。”布大怒
曰：
“汝不为吾求徐州牧，而乃自求爵禄。汝父教我协同曹公，绝婚
公路，今吾所求，终无一获；而汝父子俱各显贵：吾为汝父子所卖
耳。”遂拔剑欲斩之。登大笑曰：
“将军何其不明之甚也!”布曰：
“吾何不明？”登曰：
“吾见曹公，言养将军譬如养虎，当饱其肉，
不饱则将噬人 (37) 。曹公笑曰：
‘不如卿言。吾待温侯，如养鹰耳：
狐兔未息，不敢先饱，饥则为用，饱则飏去。’某问谁为狐兔，曹公
曰：
‘淮南袁术、江东孙策、冀州袁绍、荆襄刘表、益州刘璋、汉中
张鲁，皆狐兔也。’”布掷剑笑曰：
“曹公知我也。”正说话间，忽
报袁术军取徐州。吕布闻言失惊。正是：
秦晋未谐吴越斗，婚姻惹出甲兵来。
毕竟后事如何，且听下文分解。
--------------------
(1) 伏——敬辞。多用于臣对君的奏言之中。刘备用于写给吕布的书信之中，表示极为
恭敬。
(2) 实拜云天之德——实受深厚大德。拜：接受他人恩德的敬辞。云天：高空。引申为
高厚、深厚。
(3) 倒悬之急——参见第八回“倒悬之危”条注。
(4) 火鼓——意谓到处点燃火把，不断敲响战鼓。
(5) 大耳儿——对刘备的蔑称。以其“两耳垂肩”(见第一回)，故称。
(6) 从天所决——听从上天的决定。
(7) 觑(q ù去)——视，看，瞧，看待。
(8) “落日”句——此句是说尧帝时十日并出，热浪肆虐，藐视后羿，结果被后羿射落
九日。参见第十三回“‘有穷后羿’三句”条注。这里是以后羿比拟吕布射技之神奇。
(9) “号猿”句——此句是说猿猴虽然敏捷也难以逃脱养由基的神箭。由基：即养由
基。相传为春秋时楚国神射手，有百步穿杨之能。事见《战国策·西周策》：“(苏厉)谓白
起曰：‘楚有养由基者，善射，去柳叶者百步而射之，百发百中。’”又见《史记·周本
纪》、《汉书·枚乘传》，文字大同小异。这里是以养由基比拟吕布射技之神奇。
(10) 惭愧——这里是侥幸、庆幸之意。
(11) 及笄(j ī基)——典出《礼记·内则》：“(女子)十有五年而笄。”郑玄注：“谓
应年许嫁者。女子许嫁，笄而字之。”意谓女子十五岁，就算到了出嫁年龄，就可以用簪子
将头发挽成发髻了。笄：即簪子。
(12) 疏不间亲——疏：远。间：介入，参与。亲：亲属，亲近。“疏不间亲”本“远不
间亲”，出自《管子·五辅》：“夫然则下不倍上，臣不杀君，贱不逾贵，少不陵长，远不
间亲，新不间旧，小不加大，淫不破义：凡此八者，礼之经也。”(倍：通“背”。背叛。)
意谓关系较远者不介入关系亲近者之间的事情。这里引申为关系疏远者难以离间亲近的人。
(13) 令爱——对他人女儿的尊称。
(14) 秦晋之好——语或本“秦晋之匹”，出自南朝宋·刘义庆《世说新语·言语》“卫
洗马初欲渡江”刘孝标注引《卫玠别传》：“(卫玠)娶乐广女。裴叔道曰：‘妻父有冰清之
资，婿有璧润之望，所谓秦晋之匹也。’”(匹：比得上，相当。)原指春秋时秦、晋两国为
修好而互相通婚。引申以泛指两姓联姻。
(15) 无出——没有生育子女。
(16) 明德——即美德。《逸周书·本典》：“今朕不知明德所则，政教所行，字民之
道，礼乐所在，非不念而知，故问伯父。”
(17) 万无一失——失：失误，差错。“万无一失”本“万不失一”，出自《韩非子·解
老》：“治乡治邦莅天下者，各以此科适观息耗则万不失一。故曰以身观身，以家观家，以
乡观乡。”又《艺文类聚》卷五四引《韩非子》：“释法术而心治，尧不能正一国；使中主
守法术，拙匠执规矩尺寸，则万不失一。”意谓一万次也不会失误一次。形容绝对有把握，
肯定不会失误。
(18) 扶病——以拐杖支撑病体。《礼记·问丧》：“身病体羸，以杖扶病也。”
(19) 疲于奔命——奔命：奔走应命，奉命奔走。“疲于奔命”本“罢于奔命”，出自
《左传·成公七年》：“巫臣自晋遗二子(楚国的子重、子反)书曰：‘尔以谗慝贪婪事君，
而多杀不辜，余必使尔罢于奔命以死!’”(又见《史记·吴太伯世家》引。)又见《史记·晋
世家》，文作：“楚将子反怨巫臣，灭其族。巫臣怒，遗子反书曰：‘必令子罢于奔命!’”
原指因受命到处奔走而精疲力尽。引申以指为应付某种局面或事情而左支右绌，疲惫不堪。
(20) 界首——边境交界之处。《后汉书·酷吏传·董宣》：“今勒兵界首，檄到，幸思
自安之宜。”
(21) 犯阙夺驾——举兵侵犯朝廷，夺取皇帝，以便挟天子以令诸侯。阙：本指宫门，引
申为宫廷或京城。驾：本指帝王乘坐的车、轿，引申为帝王的代称。
(22) 官诰——皇帝赐爵或授官的诏令。这里指曹操以皇帝的名义授官与吕布的诏令。
(23) 通款——向敌人表达求和之意。
(24) 应对如流——语本“应答如流”，出自无名氏《后汉书·孔融》(见《八家后汉
书》辑本)：“(孔融)后与(李)膺谈论百家经史，应答如流，膺不能下之。”意谓回答别人的
问话像流水般顺畅。形容思维敏捷，语言流利。
(25) 言听计从——听、从：听从，接受。计：计谋，主意。“言听计从”本“言听计
用”，出自《史记·淮阴侯列传》(又见《汉书·韩信传》)：“(韩信谢曰)汉王授我上将军
印，予我数万众，解衣衣我，推食食我，言听计用，故吾得以至于此。”意谓所讲的话，所
出的主意，都听从采纳。形容十分信任。
(26) 再生之恩——语本“再造之恩”，出自南朝宋·王僧达《上表解职》(见《宋书·
王僧达传》)：“内虑于己，外访于亲，以为天地之仁，施不期报，再造之恩，不可妄属。”
(属：委弃，不受。)意谓重新给人以生命的恩惠。多用以感谢别人的救命之恩。
(27) 天幸——天赐的幸运，侥幸。《庄子·渔父》：“孔子又再拜而起曰：‘今者丘得
遇也，若天幸然。’”
(28) 如此如此——行文中交代已经叙述过或下文将要叙述的事情的省略语。
(29) 刻期——限定或约定日期。刻：通“克”。《三国志·魏志·公孙瓒传》：“遣人
与子书，刻期兵至，举火为应。”
(30) 二更——又称“二鼓”。相当于现在的晚九时至十一时。
(31) 兀(wù务)自——尚且，仍旧，依然。
(32) 大宛良马——指西域大宛国所产的汗血马，又称天马。
(33) 何以加兹——怎能超过这个。
(34) 狼子野心——语出《左传·宣公四年》：“初，楚司马子良生子越椒。子文
曰：‘必杀之。是子也，熊虎之状，而豺狼之声，弗杀，必灭若敖氏矣。谚曰“狼子野
心”，是乃狼也，其可畜乎？’”意谓狼崽子天生心野，难以驯化。比喻人多疑善变，反复
无常。
(35) 秩中二千石(古读sh í，今读dàn)——秩：即俸禄。中二千石：汉代最高的官俸等
级，即年俸为谷子二千石，等于二千一百六十斛，平均月俸为一百八十斛。“中”为实得、
满得之意。此外，还有真二千石、二千石、比二千石级别低，年俸均少于二千石。
(36) 赠禄——赐给俸禄。指赠陈珪秩中二千石。
(37) 噬(sh ì示)人——吃人。
第十七回 袁公路大起七军 曹孟德会合三将
却说袁术在淮南，地广粮多，又有孙策所质玉玺，遂思僭称帝
号，大会群下议曰：
“昔汉高祖不过泗上一亭长，而有天下；今历年
四百，气数已尽，海内鼎沸 (1) 。吾家四世三公，百姓所归。吾欲应
天顺人，正位九五 (2) 。尔众人以为何如？”主簿阎象曰：
“不可。
昔周后稷积德累功 (3) ，至于文王 (4) ，三分天下有其二，犹以服事
殷 (5) 。明公家世虽贵，未若有周之盛；汉室虽微，未若殷纣之暴也
(6) 。此事决不可行。”术怒曰：
“吾袁姓出于陈，陈乃大舜之后 (7)
。以土承火，正应其运 (8) 。又谶云：
‘代汉者，当涂高也 (9)
。’吾字公路，正应其谶。又有传国玉玺。若不为君，背天道也。吾
意已决，多言者斩!”遂建号仲氏，立台省等官，乘龙凤辇，祀南北郊
(10) ，立冯方女为后，立子为东宫。因命使催取吕布之女为东宫妃，
却闻布已将韩胤解赴许都，为曹操所斩，乃大怒。遂拜张勋为大将
军，统领大军二十馀万，分七路征徐州：第一路大将张勋居中，第二
路上将桥蕤居左，第三路上将陈纪居右，第四路副将雷薄居左，第五
路副将陈兰居右，第六路降将韩暹居左，第七路降将杨奉居右。各领
部下健将，克日起行。命兖州刺史金尚为太尉，监运七路钱粮。尚不
从，术杀之，以纪灵为七路都救应使。术自引军三万，使李丰、梁
刚、乐就为催进使，接应七路之兵。
吕布使人探听得张勋一军从大路径取徐州，桥蕤一军取小沛，陈
纪一军取沂都，雷薄一军取琅琊，陈兰一军取碣石，韩暹一军取下
邳，杨奉一军取浚山：七路军马，日行五十里，于路劫掠将来。乃急
召众谋士商议，陈宫与陈珪父子俱至。陈宫曰：
“徐州之祸，乃陈珪
父子所招，媚朝廷以求爵禄，今日移祸于将军。可斩二人之头献袁
术，其军自退。”布听其言，即命擒下陈珪、陈登。陈登大笑曰：
“何如是之懦也？吾观七路之兵，如七堆腐草，何足介意!”布曰：
“汝若有计破敌，免汝死罪。”陈登曰：
“将军若用老夫之言，徐州
可保无虞。”布曰：
“试言之。”登曰：
“术兵虽众，皆乌合之师
(11) ，素不亲信。我以正兵守之，出奇兵胜之，无不成功。更有一
计，不止保安徐州，并可生擒袁术。”布曰：
“计将安出？”登曰：
“韩暹、杨奉乃汉旧臣，因惧曹操而走，无家可依，暂归袁术，术必
轻之，彼亦不乐为术用。若凭尺书结为内应 (12) ，更连刘备为外合，
必擒袁术矣。”布曰：
“汝须亲到韩暹、杨奉处下书。”陈登允诺。
布乃发表上许都，并致书与豫州，然后令陈登引数骑，先于下邳道上
候韩暹。
暹引兵至，下寨毕，登入见。暹问曰：
“汝乃吕布之人，来此何
干？”登笑曰：
“某为大汉公卿，何谓吕布之人？若将军者，向为汉
臣，今乃为叛贼之臣，使昔日关中保驾之功，化为乌有 (13) ，窃为将
军不取也。且袁术性最多疑，将军后必为其所害。今不早图，悔之无
及。”暹叹曰：
“吾欲归汉，恨无门耳。”登乃出布书。暹览书毕，
曰：
“吾已知之。公先回，吾与杨将军反戈击之。但看火起为号，温
侯以兵相应可也。”登辞暹，急回报吕布。
布乃分兵五路：高顺引一军进小沛，敌桥蕤；陈宫引一军进沂
都，敌陈纪；张辽、臧霸引一军出琅琊，敌雷薄；宋宪、魏续引一军
出碣石，敌陈兰；吕布自引一军出大道，敌张勋。各领军一万，馀者
守城。
吕布出城三十里下寨。张勋军到，料敌吕布不过，且退二十里屯
住，待四下兵接应。是夜二更时分，韩暹、杨奉分兵到处放火，接应
吕家军入寨，勋军大乱。吕布乘势掩杀，张勋败走。吕布赶到天明，
正撞纪灵接应。两军相迎，恰待交锋，韩暹、杨奉两路杀来。纪灵大
败而走，吕布引兵追杀。
山背后一彪军到，门旗开处，只见一队军马，打龙凤日月旗幡
(14) ，四斗五方旌帜 (15) ，金瓜银斧 (16) ，黄钺白旄 (17) ，黄罗销
金伞盖之下 (18) ，袁术身披金甲，腕悬两刀，立于阵前，大骂：
“吕
布，背主家奴!”布怒，挺戟向前。术将李丰挺枪来迎，战不三合，被
布刺伤其手，丰弃枪而走。吕布麾兵冲杀，术军大乱。吕布引军从后
追赶，抢夺马匹、衣甲无数。袁术引着败军，走不上数里，山背后一
彪军出，截住去路。当先一将乃关云长也，大叫：
“反贼，还不受
死!”袁术慌走，馀众四散奔逃，被云长大杀了一阵。袁术收拾败军，
奔回淮南去了。
吕布得胜，邀请云长并杨奉、韩暹等一行人马到徐州，大排筵宴
管待，军士都有犒赏。
次日，云长辞归。布保韩暹为沂都牧、杨奉为琅琊牧，商议欲留
二人在徐州。陈珪曰：
“不可。韩、杨二人据山东，不出一年，则山
东城郭皆属将军也。”布然之，遂送二将暂于沂都、琅琊二处屯扎，
以候恩命。陈登私问父曰：
“何不留二人在徐州，为杀吕布之根？”
珪曰：
“倘二人协助吕布，是反为虎添爪牙也。”登乃服父之高见。
却说袁术败回淮南，遣人往江东问孙策借兵报仇。策怒曰：
“汝
赖吾玉玺，僭称帝号，背反汉室，大逆不道。吾方欲加兵问罪，岂肯
反助叛贼乎？”遂作书以绝之。使者赍书回见袁术。术看毕，怒曰：
“黄口孺子 (19) ，何敢乃尔 (20) !吾先伐之。”长史杨大将力谏方
止。
却说孙策自发书后，防袁术兵来，点军守住江口。忽曹操使至，
拜策为会稽太守，令起兵征讨袁术。策乃商议，便欲起兵。长史张昭
曰：
“术虽新败，兵多粮足，未可轻敌。不如遗书曹操，劝他南征，
吾为后应，两军相援，术军必败；万一有失，亦望操救援。”策从其
言，遣使以此意达曹操。
却说曹操至许都，思慕典韦，立祀祭之；封其子典满为中郎，收
养在府。忽报孙策遣使致书。操览书毕，又有人报袁术乏粮，劫掠陈
留。欲乘虚攻之，遂兴兵南征。令曹仁守许都，其馀皆从征，马步兵
十七万，粮食辎重千馀车。一面先发人会合孙策与刘备、吕布。兵至
豫州界上，玄德早引兵来迎，操命请入营。相见毕，玄德献上首级二
颗。操惊曰：
“此是何人首级？”玄德曰：
“此韩暹、杨奉之首级
也。”操曰：
“何以得之？”玄德曰：
“吕布令二人权住沂都、琅琊
两县，不意二人纵兵掠民，人人嗟怨。因此备乃设一宴，诈请议事，
饮酒间，掷盏为号，使关、张二弟杀之，尽降其众。今特来请罪。”
操曰：
“君为国家除害，正是大功，何言罪也？”遂厚劳玄德，合兵
到徐州界。吕布出迎，操善言抚慰，封为左将军，许于还都之时，换
给印绶。布大喜。操即分吕布一军在左，玄德一军在右，自统大军居
中，令夏侯惇、于禁为先锋。
袁术知操兵至，令大将桥蕤引兵五万作先锋。两军会于寿春界
口，桥蕤当先出马，与夏侯惇战不三合，被夏侯惇搠死。术军大败，
奔走回城。忽报：
“孙策发船攻江边西面，吕布引兵攻东面，刘备、
关、张引兵攻南面，操自引兵十七万攻北面。”术大惊，急聚众文武
商议。杨大将曰：
“寿春水旱连年，人皆缺食，今又动兵扰民，民既
生怨，兵至难以拒敌。不如留军在寿春，不必与战，待彼兵粮尽，必
然生变。陛下且统御林军渡淮，一者就熟 (21) ，二者暂避其锐。”术
用其言，留李丰、乐就、梁刚、陈纪四人分兵十万，坚守寿春；其馀
将卒并库藏金玉宝贝，尽数收拾过淮去了。
却说曹兵十七万，日费粮食浩大，诸郡又荒旱，接济不及。操催
军速战，李丰等闭门不出。操军相拒月馀，粮食将尽，致书于孙策，
借得粮米十万斛，不敷支散。管粮官任峻部下仓官王垕入禀操曰：
“兵多粮少，当如之何？”操曰：
“可将小斛散之，权且救一时之
急。”垕曰：
“兵士倘怨，如何？”操曰：
“吾自有策。”垕依命，
以小斛分散。操暗使人各寨探听，无不嗟怨，皆言丞相欺众。操乃密
召王垕入曰：
“吾欲问汝借一物，以压众心，汝必勿吝。”垕曰：
“丞相欲用何物？”操曰：
“欲借汝头，以示众耳。”垕大惊曰：
“某实无罪。”操曰：
“吾亦知汝无罪，但不杀汝，军必变矣。汝死
后，汝妻子吾自养之，汝勿虑也。”垕再欲言时，操早呼刀斧手推出
门外，一刀斩讫，悬头高竿，出榜晓示曰：
“王垕故行小斛，盗窃官
粮，谨按军法。”于是众怨始解。
次日，操传令各营将领：
“如三日内不并力破城，皆斩!”操亲自
至城下，督诸军搬土运石，填壕塞堑。城上矢石如雨，有两员裨将畏
避而回，操掣剑亲斩于城下，遂自下马接土填坑。于是大小将士无不
向前，军威大振，城上抵敌不住。曹兵争先上城，斩关落锁，大队拥
入。李丰、陈纪、乐就、梁刚都被生擒，操令皆斩于市。焚烧伪造宫
室殿宇、一应犯禁之物；寿春城中，收掠一空。商议欲进兵渡淮，追
赶袁术。荀彧谏曰：
“年来荒旱，粮食艰难，若更进兵，劳军损民，
未必有利。不若暂回许都，待来春麦熟，军粮足备，方可图之。”操
踌躇未决。
忽报马到，报说：
“张绣依托刘表，复肆猖獗，南阳、江陵诸县
复反。曹洪拒敌不住，连输数阵，今特来告急。”操乃驰书与孙策，
令其跨江布阵，以为刘表疑兵，使不敢妄动；自己即日班师，别议征
张绣之事。临行，令玄德仍屯兵小沛，与吕布结为兄弟，互相救助，
再无相侵。吕布领兵自回徐州。操密谓玄德曰：
“吾令汝屯兵小沛，
是掘坑待虎之计也 (22) 。公但与陈珪父子商议，勿致有失。某当为公
外援。”话毕而别。
却说曹操引军回许都，人报：
“段煨杀了李傕，伍习杀了郭汜，
将头来献；段煨并将李傕合族老小二百馀口活解入许都。”操令分于
各门处斩，传首号令 (23) ，人民称快。天子升殿，会集文武，作太平
筵宴。封段煨为荡寇将军、伍习为殄虏将军，各引兵镇守长安。二人
谢恩而去。
操即奏张绣作乱，当兴兵伐之。天子乃亲排銮驾，送操出师。时
建安三年夏四月也。操留荀彧在许都，调遣兵将，自统大军进发。行
军之次 (24) ，见一路麦已熟，民因兵至，逃避在外，不敢刈麦 (25)
。操使人远近遍谕村人父老，及各处守境官吏曰：
“吾奉天子明诏，
出兵讨逆，与民除害。方今麦熟之时，不得已而起兵。大小将校，凡
过麦田，但有践踏者，并皆斩首。军法甚严，尔民勿得惊疑。”百姓
闻谕，无不欢喜称颂，望尘遮道而拜 (26) 。官军经过麦田，皆下马以
手扶麦，递相传送而过，并不敢践踏。
操乘马正行，忽田中惊起一鸠。那马眼生 (27) ，窜入麦中，践坏
了一大块麦田。操随呼行军主簿，拟议自己践麦之罪。主簿曰：
“丞
相岂可议罪？”操曰：
“吾自制法，吾自犯之，何以服众？”即掣所
佩之剑欲自刎。众急救住。郭嘉曰：
“古者《春秋》之义 (28) ，法不
加于尊 (29) 。丞相总统大军，岂可自戕 (30) ？”操沉吟良久，乃
曰：
“既《春秋》有法不加于尊之义，吾姑免死。”乃以剑割自己之
发，掷于地曰：
“割发权代首 (31) 。”使人以发传示三军曰：
“丞相
践麦，本当斩首号令，今割发以代。”于是三军悚然，无不懔遵军令
(32) 。后人有诗论之曰：
十万貔貅十万心 (33) ，一人号令众难禁。
拔刀割发权为首，方见曹瞒诈术深。
却说张绣知操引兵来，急发书报刘表，使为后应；一面与雷叙、
张先二将领兵出城迎敌。两阵对圆，张绣出马，指操骂曰：
“汝乃假
仁义无廉耻之人，与禽兽何异？”操大怒，令许褚出马；绣令张先接
战。只三合，许褚斩张先于马下。绣军大败，操引军赶至南阳城下。
绣入城，闭门不出。操围城攻打，见城壕甚阔，水势又深，急难近
城。乃令军士运土填壕；又用土布袋并柴薪草把相杂，于城边作梯
凳；又立云梯窥望城中 (34) 。操自骑马绕城观之，如此三日。传令教
军士于西门角上堆积柴薪，会集诸将，就那里上城。城中贾诩见如此
光景，便谓张绣曰：
“某已知曹操之意矣，今可将计就计而行。”正
是：
强中自有强中手，用诈还逢识诈人。
不知其计若何，且听下文分解。
--------------------
(1) 鼎沸——本义为鼎(锅)中水烧开了。这里比喻天下大乱。
(2) 正九五之位——正式登上帝位。九五：参见第六回“九五之分”条注。
(3) 后稷——相传姜源偶踏天帝足印而生，以为怪异而一度丢弃，故名弃。舜帝任为农
官，教民耕种，造福于苍生，遂称后稷。周朝的创建者即为其后裔。
(4) 文王——姓姬名昌，古公亶父之孙。殷纣王时为西伯，曾被囚禁于羑里。出狱后招
贤纳士，其部族逐步强大起来，为周朝的建立打下了基础。至其子武王姬发，联合天下诸
侯，攻灭殷商，建立周朝。
(5) 服侍殷——即称臣于段纣王。
(6) 殷纣之暴——纣王为商朝的暴君，相传其设肉林酒池，荒淫无度，又随意残杀大
臣，以至众叛亲离，最后自焚而死。
(7) 陈乃大舜之后——陈为春秋时的诸侯国名，在今河南淮阳及安徽亳州一带。是周武
王灭殷后，封舜帝之后裔为诸侯，以奉祀舜帝的香火。事见《史记·陈杞世家》：“陈胡公
满者，虞帝舜之后也……至于周武王克殷纣，乃复求舜后，得嬀满，封之于陈，以奉帝舜
祀，是为胡公。”
(8) “以土”两句——这是袁术为其称帝而编造的理由之一。意思是舜帝为土运，其后
裔陈国也是土运，而袁姓出于陈地，所以他袁术也是土运。又汉朝是火运，而五行的火之后
是土，所以他袁术继承汉朝的帝位是天经地义的。
(9) 代汉者，当涂高也——语出《后汉书·袁术传》：“(术)又少见谶书，言‘代汉
者，当涂高’，自云名字应之。”《三国志·魏志·文帝纪》裴松之注：“当涂高者魏……
魏当代汉。”原指魏王曹丕当代汉为帝。袁术以为自己字“公路”，与“涂”(途)同义，故
认为他应该代汉为帝。
(10) 祀南北郊——皇帝即位后即在南郊举行祭天大礼，在北郊举行祭地大礼，以证明自
己是“受命于天”的“真命天子”。
(11) 乌合之师——乌合：乌鸦聚集。“乌合之师”本“乌合之众”，出自《管子》佚文
(见唐·马总《意林》卷一)：“乌合之众，初虽有欢，后必相咄，虽善不亲也。”意谓犹如
乌鸦般聚集起来的军队。比喻临时杂凑而又无组织纪律的军队。
(12) 尺书——指书信。古代书信写在大约一尺长的竹简上，故称。
(13) 化为乌有——化：转化，变化，改变，变为。乌有：无有，没有。“化为乌有”出
自宋·苏轼《章质夫送酒六壶书至而酒不达戏作小诗问之》：“岂意青州六从事，化为乌有
一先生。”(青州六从事：指六壶好酒。)意谓原有的东西变得一点都没有了。表示全部丧失
或全功尽弃。
(14) 龙凤日月旗幡——绣有龙凤日月的旗子。帝王仪仗用品。
(15) 四斗五方旌帜——即四五尺见方的旗子。形容旗子很大。四斗五方：即“四五斗
方”。斗方：一尺见方，一方尺。古代量具斗的口部大约一尺见方，故称“斗方。”
(16) 金瓜银斧——帝王仪仗中的两种用品。金瓜：是一种铜制棒端呈瓜形的仪仗用品。
银斧：亦称“银钺”。是一种银制的斧形仪仗用品。
(17) 黄钺白旄——帝王仪仗所用的长柄大斧和一种军旗。参见第五回“白旄黄钺”条
注。
(18) 黄罗销金伞盖——用嵌金色线装饰的黄罗伞盖。帝王专用伞。
(19) 黄口孺子——亦称“黄口小儿”、“黄口儿”。即小孩子。《淮南子·氾论训》：
“古之伐国，不杀黄口。”高诱注：“黄口，幼也。”这里是骂人话。
(20) 乃尔——如此。
(21) 就熟——去往庄稼成熟的地方寻找食物。
(22) 掘坑待虎之计——比喻潜伏奇兵，等待时机，一举歼灭强敌的计策。
(23) 传首号令——将人头到处示众。号令：将犯人行刑示众。
(24) 之次——之际，之中，之间。
(25) 刈(y ì议)麦——割麦。
(26) 望尘遮道而拜——意谓望见车尘便当道跪拜。形容对某人虔诚迎候。
(27) 眼生——对所见的人或物不认识或不熟悉。
(28) 《春秋》之义——意谓《春秋》这本书里记载的法度。《春秋》：相传为孔子据鲁
史修订的一部史书，记载了周朝及鲁国等诸侯国二百四十二年的历史，成为儒家经典之一。
(29) 法不加于尊——意思是法律不适用于贵族。
(30) 自戕(qiāng枪)——自杀。
(31) 割发权代首——意谓割下一束头发，姑且代替砍头。这是曹操老奸巨猾的事例之
一。
(32) 懔遵军令——因惧怕而谨遵军令。
(33) 貔貅——上古传说中的一种猛兽，多用以比喻勇猛的将士。
(34) 云梯——古代攻城时攀登城墙的长梯。因其看似高耸入云，故称。相传为春秋时鲁
国巧匠鲁班(又称公输班、公输盘)所发明。见《墨子·公输》：“公输盘为楚造云梯之械，
成，将以攻宋。”
第十八回 贾文和料敌决胜 夏侯惇拔矢啖睛 (1)
却说贾诩料知曹操之意，便欲将计就计而行，乃谓张绣曰：
“某
在城上，见曹操绕城而观者三日。他见城东南角砖土之色新旧不等，
鹿角多半毁坏 (2) ，意将从此处攻进；却虚去西北上积草，诈为声
势。欲哄我撤兵守西北，彼乘夜黑必爬东南角而进也。”绣曰：
“然
则奈何？”诩曰：
“此易事耳。来日可令精壮之兵饱食轻装，尽藏于
东南房屋内；却教百姓假扮军士，虚守西北。夜间任他在东南角上爬
城，俟其爬进城时，一声炮响，伏兵齐起，操可擒矣。”绣喜，从其
计。
早有探马报曹操说：
“张绣尽撤兵在西北角上，呐喊守城，东南
却甚空虚。”操曰：
“中吾计矣。”遂命军中密备锹䦆爬城器具 (3)
，日间只引军攻西北角。至二更时分，却领精兵于东南角上爬过壕
去，砍开鹿角，城中全无动静。众军一齐拥入，只听得一声炮响，伏
兵四起。曹军急退，背后张绣亲驱勇壮杀来。曹军大败，退出城外，
奔走数十里。张绣直杀至天明，方收军入城。曹操计点败军，折兵五
万馀人，失去辎重无数。吕虔、于禁俱各被伤。
却说贾诩见操败走，急劝张绣遗书刘表，使起兵截其后路。表得
书，即欲起兵，忽探马报孙策屯兵湖口。蒯良曰：
“策屯兵湖口，乃
曹操之计也。今操新败，若不乘势击之，后必有患。”表乃令黄祖坚
守隘口，自己统兵至安众县截操后路；一面约会张绣。绣知表兵已
起，即同贾诩引兵袭操。
且说操军缓缓而行，至襄城，到淯水，操忽于马上放声大哭。众
惊问其故，操曰：
“吾思去年于此地折了吾大将典韦，不由不哭
耳。”因即下令屯住军马，大设祭筵，吊奠典韦亡魂，操亲自拈香哭
拜。三军无不感叹。祭典韦毕，方祭侄曹安民及长子曹昂，并祭阵亡
军士；连那匹射死的大宛马，也都致祭。
次日，忽荀彧差人报说：
“刘表助张绣屯兵安众，截吾归路。”
操答彧书曰：
“吾日行数里，非不知贼来追我。然吾计划已定，若到
安众，破绣必矣。君等勿疑。”便催军行至安众县界。刘表军已守险
要，张绣随后引军赶来。操乃令众军黑夜凿险开道，暗伏奇兵。及天
色微明，刘表、张绣军会合，见操兵少，疑操遁去，俱引兵入险击
之。操纵奇兵出，大破两家之兵。曹兵出了安众隘口，于隘外下塞。
刘表、张绣各整败兵相见。表曰：
“何期反中曹操奸计。”绣曰：
“容再图之。”于是两军集于安众。
且说荀彧探知袁绍欲兴兵犯许都，星夜驰书报曹操。操得书心
慌，即日回兵。细作报知张绣，绣欲追之。贾诩曰：
“不可追也，追
之必败。”刘表曰：
“今日不追，坐失机会矣。”力劝绣引军万馀同
往追之。约行十馀里，赶上曹军后队。曹军奋力接战，绣、表两军大
败而还。绣谓诩曰：
“不用公言，果有此败。”诩曰：
“今可整兵再
往追之。”绣与表俱曰：
“今已败，奈何复追？”诩曰：
“今番追
去，必获大胜；如其不然，请斩吾首。”绣信之。刘表疑虑，不肯同
往。绣乃自引一军往追。操兵果然大败，军马辎重，连路散弃而走。
绣正往前追赶，忽山后一彪军拥出。绣不敢前追，收军回安众。刘表
问贾诩曰：
“前以精兵追退兵，而公曰必败；后以败卒击胜兵，而公
曰必克：究竟悉如公言 (4) ，何其事不同而皆验也？愿公明教我。”
诩曰：
“此易知耳。将军虽善用兵，非曹操敌手。操军虽败，必有劲
将为后殿 (5) ，以防追兵；我兵虽锐，不能敌之也：故知必败。夫操
之急于退兵者，必因许都有事；既破我追军之后，必轻车速回，不复
为备。我乘其不备而更追之，故能胜也。”刘表、张绣俱服其高见。
诩劝表回荆州，绣守襄城，以为唇齿 (6) 。两军各散。
且说曹操正行间，闻报后军为绣所追，急引众将回身救应，只见
绣军已退。败兵回告操曰：
“若非山后这一路人马阻住中路，我等皆
被擒矣。”操急问何人。那人绰枪下马，拜见曹操，乃镇威中郎将，
江夏平春人，姓李名通，字文达。操问何来，通曰：
“近守汝南，闻
丞相与张绣、刘表战，特来接应。”操喜，封之为建功侯，守汝南西
界，以防表、绣。李通拜谢而去。
操还许都，表奏孙策有功，封为讨逆将军，赐爵吴侯，遣使赍诏
江东，谕令防剿刘表。操回府，众官参见毕，荀彧问曰：
“丞相缓行
至安众，何以知必胜贼兵？”操曰：
“彼退无归路，必将死战，吾缓
诱之而暗图之，是以知其必胜也。”荀彧拜服。
郭嘉入，操曰：
“公来何暮也？”嘉袖出一书，白操曰 (7) ：
“袁绍使人致书丞相，言欲出兵攻公孙瓒，特来借粮借兵。”操曰：
“吾闻绍欲图许都，今见吾归，又别生他议。”遂拆书观之，见其词
意骄慢，乃问嘉曰：
“袁绍如此无状 (8) ，吾欲讨之，恨力不及，如
何？”嘉曰：
“刘、项之不敌，公所知也。高祖惟智胜，项羽虽强，
终为所擒。今绍有十败，公有十胜，绍兵虽盛，不足惧也：绍繁礼多
仪 (9) ，公体任自然 (10) ，此道胜也 (11) ；绍以逆动 (12) ，公以顺
率 (13) ，此义胜也；桓、灵以来，政失于宽，绍以宽济 (14) ，公以
猛纠 (15) ，此治胜也；绍外宽内忌，所任多亲戚，公外简内明，用人
惟才，此度胜也 (16) ；绍多谋少决，公得策辄行，此谋胜也；绍专收
名誉，公以至诚待人，此德胜也；绍恤近忽远，公虑无不周，此仁胜
也；绍听谗惑乱，公浸润不行 (17) ，此明胜也；绍是非混淆，公法度
严明，此文胜也；绍好为虚势，不知兵要，公以少克众，用兵如神
(18) ，此武胜也。公有此十胜，于以败绍无难矣。”操笑曰：
“如公
所言，孤何足以当之？”
荀彧曰：
“郭奉孝十胜十败之说，正与愚见相合 (19) 。绍兵虽
众，何足惧耶？”嘉曰：
“徐州吕布，实心腹大患。今绍北征公孙
瓒，我当乘其远出，先取吕布，扫除东南，然后图绍，乃为上计；否
则我方攻绍，布必乘虚来犯许都，为害不浅也。”操然其言，遂议东
征吕布。荀彧曰：
“可先使人往约刘备，待其回报，方可动兵。”操
从之。一面发书与玄德；一面厚遣绍使，奏封绍为大将军、太尉，兼
都督冀、青、幽、并四州。密书答之云：
“公可讨公孙瓒，吾当相
助。”绍得书大喜，便进兵攻公孙瓒。
且说吕布在徐州，每当宾客宴会之际，陈珪父子必盛称布德。陈
宫不悦，乘间告布曰：
“陈珪父子面谀将军，其心不可测，宜善防
之。”布怒叱曰：
“汝无端献谗，欲害好人耶？”宫出叹曰：
“忠言
不入，吾辈必受殃矣。”意欲弃布他往，却又不忍，又恐被人嗤笑，
乃终日闷闷不乐。一日，带领数骑去小沛地面围猎解闷，忽见官道上
一骑驿马飞奔前去 (20) 。宫疑之，弃了围场，引从骑从小路赶上，问
曰：
“汝是何处使命？”那使者知是吕布部下人，慌不能答。陈宫令
搜其身，得玄德回答曹操密书一封。宫即连人与书，拿见吕布。布问
其故，来使曰：
“曹丞相差我往刘豫州处下书，今得回书，不知书中
所言何事。”布乃拆书细看，书略曰：
奉明命欲图吕布 (21) ，敢不夙夜用心 (22) 。但备兵微将少 (23) ，不敢轻
动。丞相兴大师，备当为前驱。谨严兵整甲 (24) ，专待钧命 (25) 。
吕布见了，大骂曰：
“操贼焉敢如此!”遂将使者斩首。先使陈
宫、臧霸结连泰山寇孙观、吴敦、尹礼、昌豨，东取山东兖州诸郡；
令高顺、张辽取沛城，攻玄德；令宋宪、魏续西取汝、颍；布自总中
军为三路救应。
且说高顺等引兵出徐州，将至小沛，有人报知玄德。玄德急与众
商议。孙乾曰：
“可速告急于曹操。”玄德曰：
“谁可去许都告
急？”阶下一人出曰：
“某愿往。”视之，乃玄德同乡人，姓简名
雍，字宪和，现为玄德幕宾。玄德即修书付简雍，使星夜赴许都求
援。一面整顿守城器具。玄德自守南门，孙乾守北门，云长守西门，
张飞守东门，令糜竺与其弟糜芳守护中军。原来糜竺有一妹，嫁与玄
德为次妻。玄德与他兄弟有郎舅之亲，故令其守中军，保护妻小。
高顺军至，玄德在敌楼上问曰：
“吾与奉先无隙，何故引兵至
此？”顺曰：
“你结连曹操，欲害吾主，今事已露，何不就缚？”言
讫，便麾军攻城。玄德闭门不出。次日，张辽引兵攻打西门。云长在
城上谓之曰：
“公仪表非俗，何故失身于贼？”张辽低头不语。云长
知此人有忠义之气，更不以恶言相加，亦不出战。辽引兵退至东门，
张飞便出迎战。早有人报知关公。关公急来东门看时，只见张飞方出
城，张辽军已退。飞欲追赶，关公急召入城。飞曰：
“彼惧而退，何
不追之？”关公曰：
“此人武艺不在你我之下，因我以正言感之，颇
有自悔之心，故不与我等战耳。”飞乃悟，只令士卒坚守城门，更不
出战。
却说简雍至许都见曹操，具言前事。操即聚众谋士议曰：
“吾欲
攻吕布，不忧袁绍掣肘 (26) ，只恐刘表、张绣议其后耳 (27) 。”荀
攸曰：
“二人新破，未敢轻动。吕布骁勇，若更结连袁术，纵横淮、
泗，急难图矣。”郭嘉曰：
“今可乘其初叛，众心未附，疾往击
之。”操从其言。即命夏侯惇与夏侯渊、吕虔、李典领兵五万先行，
自统大军陆续进发，简雍随行。早有探马报知高顺。顺飞报吕布。布
先令侯成、郝萌、曹性引二百馀骑接应高顺，使离沛城三十里去迎曹
军，自引大军随后接应。玄德在小沛城中见高顺退去，知是曹家兵
至，乃只留孙乾守城，糜竺、糜芳守家，自己却与关、张二公提兵尽
出城外，分头下寨，接应曹军。
却说夏侯惇引军前进，正与高顺军相遇，便挺枪出马搦战；高顺
迎敌。两马相交，战有四五十合，高顺抵敌不住，败下阵来。惇纵马
追赶，顺绕阵而走。惇不舍，亦绕阵追之。阵上曹性看见，暗地拈弓
搭箭，觑得亲切 (28) ，一箭射去，正中夏侯惇左目。惇大叫一声，急
用手拔箭，不想连眼珠拔出，乃大呼曰：
“父精母血，不可弃也!”遂
纳于口内啖之，仍复挺枪纵马，直取曹性。性不及提防，早被一枪搠
透面门，死于马下。两边军士见者，无不骇然。夏侯惇既杀曹性，纵
马便回。高顺从背后赶来，麾军齐上，曹兵大败，夏侯渊救护其兄而
走。吕虔、李典将败军退去济北下寨。
高顺得胜，引军回击玄德。恰好吕布大军亦至，布与张辽、高顺
分兵三路，来攻玄德、关、张三寨，正是：
啖睛猛将虽能战，中箭先锋难久持。
未知玄德胜负如何，且听下文分解。
--------------------
(1) 啖(dàn淡)睛——吃掉自己的眼珠。
(2) 鹿角——古代军营防御措施之一。即把带枝杈的树桩削尖埋在周围，以阻止敌军进
攻。以其形似鹿角而得名。
(3) 锹(qiāo悄)(ju é绝)——铁锹和头。两种农具，铁锹用以铲土，头用以挖
土。
(4) 究竟——结果，终究。
(5) 后殿——俗称“断后”。即作为军队的后尾，以防止敌军追击。
(6) 唇齿——“唇齿相依”的省略。语出《三国志·魏志·鲍勋传》：“帝欲征吴，群
臣大议，勋面谏曰：‘王师屡征而未有所克者，盖以吴、蜀唇齿相依，凭阻山水，有难拔之
势故也。’”意谓犹如嘴唇和牙齿互相依存。比喻彼此关系密切，利害与共。
(7) 白——禀报，陈述。
(8) 无状——无法无天的样子。这里指严重失礼，难以形容。
(9) 繁礼多仪——即多重视表面礼仪。
(10) 体任自然——即凭着天性办事。
(11) 道胜——即道义上强于对方。
(12) 逆动——即背逆天意民心而发动战争。
(13) 顺率——即顺着天意民心而率兵应战。
(14) 以宽济——用宽松的办法治理。
(15) 以猛纠——用猛烈的手段纠正弊端。
(16) 度胜——即度量上胜过对方。
(17) 浸润不行——语本《论语·颜渊》：“浸润之谮，肤受之愬，不行焉。”意谓如果
能像皮肤不怕诽谤(愬)那样不听谗言，那么谗言就不起作用。浸润：“浸润之谮”的省略，
即谗言。不行：行不通，不起作用。
(18) 用兵如神——语出晋·傅玄《傅子·补遗下》其一五：“绍(袁绍)好为虚势，不
知兵要；公(曹操)以少克众，用兵如神，军人恃之，敌人畏之。”意谓调兵遣将如同神人一
样灵验。形容指挥军队作战、料敌制胜的才智卓越。
(19) 愚——自称谦辞。
(20) 驿马——专供官差传递公文骑坐的马匹。
(21) 明命——圣明的命令。对他人命令的敬称。
(22) 夙夜——朝夕，日夜，昼夜。
(23) 兵微将少——语本“兵微将乏”，出自宋·苏籀《忆雍都》：“兵微将乏初无奈，
贼破功成近可嘉。”意谓军队的数量太少。形容兵力薄弱，战斗力不强。
(24) 严兵整甲——部署军队，整顿铠甲。指做好应敌的准备。
(25) 钧命——对尊者命令的敬称。钧：敬辞。用于卑对尊、下对上。
(26) 掣肘——典出《吕氏春秋·具备》：宓子贱将要出任亶父这个地方的官，而担心鲁
君听信小人的谗言，便请求鲁君派两位近吏同去。到任后，亶父的小吏都来迎候，宓子贱命
两位近吏记载下来。“吏方将书，宓子贱从旁时掣摇其肘，吏书之不善，则宓子贱为之怒。
吏甚患之，辞而请归”，回去后自然禀报鲁君。“鲁君太息而叹曰：‘宓子以此谏寡人之不
肖也。’”原意是宓子贱用手拉扯二吏的肘部，使其写不好字。后即以“掣肘”表示从旁牵
制或干扰。
(27) 议——谋取，算计。
(28) 亲切——真切，确实。
第十九回 下邳城曹操鏖兵 (1) 白门楼吕布殒命
却说高顺引张辽击关公寨，吕布自击张飞寨。关、张各出迎战，
玄德引兵两路接应。吕布分军从背后杀来，关、张两军皆溃，玄德引
数十骑奔回沛城。吕布赶来，玄德急唤城上军士放下吊桥，吕布随后
也到。城上欲待放箭，又恐射了玄德，被吕布乘势杀入城门。把门将
士抵敌不住，都四散奔避。吕布招军入城。玄德见势已急，到家不
及，只得弃了妻小，穿城而过，走出西门，匹马逃难。吕布赶到玄德
家中，糜竺出迎，告布曰：
“吾闻大丈夫不废人之妻子 (2) 。今与将
军争天下者，曹公耳。玄德常念辕门射戟之恩，不敢背将军也。今不
得已而投曹公，惟将军怜之。”布曰：
“吾与玄德旧交，岂忍害他妻
子？”便令糜竺引玄德妻小，去徐州安置。布自引军投山东兖州境
上，留高顺、张辽守小沛。此时孙乾已逃出城外。关、张二人亦各自
收得些人马，往山中住扎。
且说玄德匹马逃难，正行间，背后一人赶至，视之乃孙乾也。玄
德曰：
“吾今两弟不知存亡，妻小失散，为之奈何？”孙乾曰：
“不
若且投曹操，以图后计。”玄德依言，寻小路投许都。途次绝粮 (3)
，尝往村中求食，但到处，闻刘豫州，皆争进饮食。一日，到一家投
宿，其家一少年出拜，问其姓名，乃猎户刘安也。当下刘安闻豫州牧
至，欲寻野味供食，一时不能得，乃杀其妻以食之。玄德曰：
“此何
肉也？”安曰：
“乃狼肉也。”玄德不疑，乃饱食了一顿，天晚就
宿。至晓将去，往后院取马，忽见一妇人杀于厨下，臂上肉已都割
去。玄德惊问，方知昨夜食者，乃其妻之肉也。玄德不胜伤感，洒泪
上马。刘安告玄德曰：
“本欲相随使君，因老母在堂，未敢远行。”
玄德称谢而别，取路出梁城。忽见尘头蔽日，一彪大军来到。玄德知
是曹操之军，同孙乾径至中军旗下，与曹操相见，具说失沛城、散二
弟、陷妻小之事。操亦为之下泪。又说刘安杀妻为食之事。操乃令孙
乾以金百两往赐之。
军行至济北，夏侯渊等迎接入寨，备言兄夏侯惇损其一目，卧病
未痊。操临卧处视之，令先回许都调理。一面使人打探吕布现在何
处。探马回报云：
“吕布与陈宫、臧霸结连泰山贼寇，共攻兖州诸
郡。”操即令曹仁引三千兵打沛城；操亲提大军，与玄德来战吕布。
前至山东，路近萧关，正遇泰山寇孙观、吴敦、尹礼、昌豨领兵三万
馀拦住去路。操令许褚迎战；四将一齐出马。许褚奋力死战，四将抵
敌不住，各自败走。操乘势掩杀，追至萧关。探马飞报吕布。
时布已回徐州，欲同陈登往救小沛，令陈珪守徐州。陈登临行，
珪谓之曰：
“昔曹公曾言东方事尽付与汝。今布将败，可便图之。”
登曰：
“外面之事，儿自为之；倘布败回，父亲便请糜竺一同守城，
休放布入，儿自有脱身之计。”珪曰：
“布妻小在此，心腹颇多，为
之奈何？”登曰：
“儿亦有计了。”乃入见吕布曰：
“徐州四面受
敌，操必力攻，我当先思退步：可将钱粮移于下邳，倘徐州被围，下
邳有粮可救。主公盍早为计 (4) ？”布曰：
“元龙之言甚善，吾当并
妻小移去。”遂令宋宪、魏续保护妻小与钱粮移屯下邳；一面自引军
与陈登往救萧关。
到半路，登曰：
“容某先到关探曹操虚实，主公方可行。”布许
之，登乃先到关上。陈宫等接见。登曰：
“温侯深怪公等不肯向前，
要来责罚。”宫曰：
“今曹兵势大，未可轻敌。吾等紧守关隘，可劝
主公深保沛城，乃为上策。”陈登唯唯。至晚，上关而望，见曹兵直
逼关下，乃乘夜连写三封书，拴在箭上，射下关去。次日辞了陈宫，
飞马来见吕布曰：
“关上孙观等皆欲献关，某已留下陈宫守把，将军
可于黄昏时杀去救应。”布曰：
“非公则此关休矣。”便教陈登飞骑
先至关，约陈宫为内应，举火为号。登径往报宫曰：
“曹兵已抄小路
到关内，恐徐州有失，公等宜急回。”宫遂引众弃关而走。登就关上
放起火来。吕布乘黑杀至，陈宫军和吕布军在黑暗里自相掩杀。曹兵
望见号火，一齐杀到，乘势攻击。孙观等各自四散逃避去了。
吕布直杀到天明，方知是计，急与陈宫回徐州。到得城边叫门
时，城上乱箭射下。糜竺在敌楼上喝曰：
“汝夺吾主城池，今当仍还
吾主，汝不得复入此城也。”布大怒曰：
“陈珪何在？”竺曰：
“吾
已杀之矣。”布回顾宫曰：
“陈登安在？”宫曰：
“将军尚执迷而问
此佞贼乎？”布令遍寻军中，却只不见。宫劝布急投小沛，布从之。
行至半路，只见一彪军骤至，视之，乃高顺、张辽也。布问之，
答曰：
“陈登来报说主公被围，令某等急来救解。”宫曰：
“此又佞
贼之计也。”布怒曰：
“吾必杀此贼!”急驱马至小沛，只见小沛城上
尽插曹兵旗号。原来曹操已令曹仁袭了城池，引军守把。吕布于城下
大骂陈登。登在城上指布骂曰：
“吾乃汉臣，安肯事汝反贼耶？”
布大怒，正待攻城，忽听背后喊声大起，一队人马来到，当先一
将乃是张飞。高顺出马迎敌，不能取胜。布亲自接战，正斗间，阵外
喊声复起，曹操亲统大军冲杀前来。吕布料难抵敌，引军东走。曹兵
随后追赶。吕布走得人困马乏，忽又闪出一彪军拦住去路，为首一
将，立马横刀，大喝：
“吕布休走，关云长在此!”吕布慌忙接战，背
后张飞赶来。布无心恋战，与陈宫等杀开条路，径奔下邳。侯成引兵
接应去了。
关、张相见，各洒泪言失散之事。云长曰：
“我在海州路上驻
扎，探得消息，故来至此。”张飞曰：
“弟在芒砀山住了这几时，今
日幸得相遇。”两个叙话毕，一同引兵来见玄德，哭拜于地。玄德悲
喜交集，引二人见曹操，便随操入徐州。糜竺接见，具言家属无恙，
玄德甚喜。陈珪父子亦来参拜曹操。操设一大宴，犒劳诸将。操自居
中，使陈珪居右，玄德居左。其馀将士，各依次坐。宴罢，操嘉陈珪
父子之功，加封十县之禄，授登为伏波将军。
且说曹操得了徐州，心中大喜，商议起兵攻下邳。程昱曰：
“布
今止有下邳一城，若逼之太急，必死战而投袁术矣。布与术合，其势
难攻。今可使能事者守住淮南径路 (5) ，内防吕布，外当袁术。况今
山东尚有臧霸、孙观之徒未曾归顺，防之亦不可忽也。”操曰：
“吾
自当山东诸路。其淮南径路，请玄德当之。”玄德曰：
“丞相将令，
安敢有违。”次日，玄德留糜竺、简雍在徐州，带孙乾、关、张引军
住守淮南径路。曹操自引兵攻下邳。
且说吕布在下邳，自恃粮食足备，且有泗水之险，安心坐守，可
保无虞。陈宫曰：
“今操兵方来，可乘其寨栅未定，以逸击劳 (6) ，
无不胜者。”布曰：
“吾方屡败，不可轻出。待其来攻而后击之，皆
落泗水矣。”遂不听陈宫之言。
过数日，曹兵下寨已定，操统众将至城下，大叫：
“吕布答
话。”布上城而立，操谓布曰：
“闻奉先又欲结婚袁术，吾故领兵至
此。夫术有反逆大罪，而公有讨董卓之功，今何自弃其前功而从逆贼
耶？倘城池一破，悔之晚矣。若早来降，共扶王室，当不失封侯之
位。”布曰：
“丞相且退，尚容商议。”陈宫在布侧大骂：
“曹操奸
贼!”一箭射中其麾盖 (7) 。操指宫恨曰：
“吾誓杀汝!”遂引兵攻
城。
宫谓布曰：
“曹操远来，势不能久。将军可以步骑出屯于外，宫
将馀众闭守于内。操若攻将军，宫引兵击其背；若来攻城，将军为救
于后。不过旬日，操军食尽，可一鼓而破。此乃掎角之势也。”布
曰：
“公言极是。”遂归府收拾戎装。
时方冬寒，分付从人多带绵衣。布妻严氏闻之，出问曰：
“君欲
何往？”布告以陈宫之谋。严氏曰：
“君委全城，捐妻子 (8) ，孤军
远出，倘一旦有变，妾岂得为将军之妻乎？”布踌躇未决，三日不
出。宫入见曰：
“操军四面围城，若不早出，必受其困。”布曰：
“吾思远出不如坚守。”宫曰：
“近闻操军粮少，遣人往许都去取，
早晚将至。将军可引精兵，往断其粮道，此计大妙。”布然其言，复
入内对严氏说知此事。严氏泣曰：
“将军若出，陈宫、高顺安能坚守
城池？倘有差失，悔无及矣。妾昔在长安，已为将军所弃，幸赖庞舒
私藏妾身，再得与将军相聚。孰知今又弃妾而去乎 (9) ？将军前程万
里，请勿以妾为念。”言罢痛哭。布闻言，愁闷不决，入告貂蝉。貂
蝉曰：
“将军与妾作主，勿轻身自出。”布曰：
“汝无忧虑。吾有画
戟、赤兔马，谁敢近我？”乃出谓陈宫曰：
“操军粮至者，诈也。操
多诡计，吾未敢动。”宫出，叹曰：
“吾等死无葬身之地矣!”布于是
终日不出，只同严氏、貂蝉饮酒解闷。
谋士许汜、王楷入见布，进计曰：
“今袁术在淮南，声势大振。
将军旧曾与彼约婚，今何不仍求之？彼兵若至，内外夹攻，操不难破
也。”布从其计，即日修书，就着二人前去。许汜曰：
“须得一军引
路冲出方好。”布令张辽、郝萌两个引兵一千，送出隘口。是夜二
更，张辽在前，郝萌在后，保着许汜、王楷，杀出城去。抹过玄德
寨，众将追赶不及，已出隘口。郝萌将五百人，跟许汜、王楷而去。
张辽引一半军回来，到隘口时，云长拦住，未及交锋，高顺引兵出城
救应，接入城中去了。
且说许汜、王楷至寿春，拜见袁术，呈上书信。术曰：
“前者杀
吾使命，赖我婚姻，今又来相问，何也？”汜曰：
“此为曹操奸计所
误，愿明上详之 (10) 。”术曰：
“汝主不因曹兵困急，岂肯以女许
我？”楷曰：
“明上今不相救，恐唇亡齿寒 (11) ，亦非明上之福
也。”术曰：
“奉先反复无信，可先送女，然后发兵。”
许汜、王楷只得拜辞，和郝萌回来。到玄德寨边，汜曰：
“日间
不可过。夜半吾二人先行，郝将军断后。”商量停当。夜过玄德寨，
许汜、王楷先过去了。郝萌正行之次，张飞出寨拦路，郝萌交马只一
合，被张飞生擒过去，五百人马尽被杀散。张飞解郝萌来见玄德，玄
德押往大寨见曹操。郝萌备说求救许婚一事。操大怒，斩郝萌于军
门。使人传谕各寨，小心防守：如有走透吕布及彼军士者 (12) ，依军
法处治。各寨悚然。玄德回营，分付关、张曰：
“我等正当淮南冲要
之处，二弟切宜小心在意，勿犯曹公军令。”飞曰：
“捉了一员贼
将，操不见有甚褒赏，却反来諕吓，何也？”玄德曰：
“非也。曹操
统领多军，不以军令，何能服人？弟勿犯之。”关、张应诺而退。
却说许汜、王楷回见吕布，具言袁术先欲得妇，然后起兵救援。
布曰：
“如何送去？”汜曰：
“今郝萌被获，操必知我情，预作准
备。若非将军亲自护送，谁能突出重围？”布曰：
“今日便送去，如
何？”汜曰：
“今日乃凶神值日 (13) ，不可去。明日大利，宜用戌亥
时 (14) 。”布命张辽、高顺：
“引三千军马，安排小车一辆，我亲送
至二百里外，却使你两个送去。”
次夜二更时分，吕布将女以绵缠身，用甲包裹，负于背上，提戟
上马。放开城门，布当先出城，张辽、高顺跟着。将次到玄德寨前
(15) ，一声鼓响，关、张二人拦住去路，大叫：
“休走!”布无心恋
战，只顾夺路而行。玄德自引一军杀来，两军混战。吕布虽勇，终是
缚一女在身上，只恐有伤，不敢冲突重围。后面徐晃、许褚皆杀来，
众军皆大叫曰：
“不要走了吕布!”布见军来太急，只得仍退入城。玄
德收军，徐晃等各归寨，端的不曾走透一个。吕布回到城中，心中忧
闷，只是饮酒。
却说曹操攻城，两月不下。忽报：
“河内太守张杨出兵东市，欲
救吕布。部将杨丑杀之，欲将头献丞相，却被张杨心腹将眭固所杀，
反投犬城去了。”操闻报，即遣史涣追斩眭固。因聚众将曰：
“张杨
虽幸自灭，然北有袁绍之忧，东有表、绣之患，下邳久围不克，吾欲
舍布还都，暂且息战，何如？”荀攸急止曰：
“不可。吕布屡败，锐
气已堕，军以将为主，将衰则军无战心。彼陈宫虽有谋而迟。今布之
气未复，宫之谋未定，作速攻之，布可擒也。”郭嘉曰：
“某有一
计，下邳城可立破，胜于二十万师。”荀彧曰：
“莫非决沂、泗之水
乎？”嘉笑曰：
“正是此意。”操大喜，即令军士决两河之水。曹兵
皆居高原，坐视水淹下邳。下邳一城，只剩得东门无水，其馀各门都
被水淹。众军飞报吕布。布曰：
“吾有赤兔马，渡水如平地，又何惧
哉!”乃日与妻妾痛饮美酒，因酒色过伤，形容销减。一日取镜自照，
惊曰：
“吾被酒色伤矣!自今日始，当戒之。”遂下令城中，但有饮酒
者皆斩。
却说侯成有马十五匹，被后槽人盗去 (16) ，欲献与玄德。侯成知
觉，追杀后槽人，将马夺回，诸将与侯成作贺。侯成酿得五六斛酒，
欲与诸将会饮，恐吕布见罪，乃先以酒五瓶诣布府，禀曰：
“托将军
虎威，追得失马，众将皆来作贺。酿得些酒，未敢擅饮，特先奉上微
意。”布大怒曰：
“吾方禁酒，汝却酿酒会饮，莫非同谋伐我乎？”
命推出斩之。宋宪、魏续等诸将俱入告饶。布曰：
“故犯吾令，理合
斩首。今看众将面，且打一百。”众将又哀告，打了五十背花 (17) ，
然后放归。众将无不丧气。宋宪、魏续至侯成家来探视，侯成泣曰：
“非公等则吾死矣。”宪曰：
“布只恋妻子，视吾等如草芥。”续
曰：
“军围城下，水绕壕边，吾等死无日矣。”宪曰：
“布无仁无
义，我等弃之而走，何如？”续曰：
“非丈夫也。不若擒布献曹
公。”侯成曰：
“我因追马受责，而布所倚恃者，赤兔马也。汝二人
果能献门擒布，吾当先盗马去见曹公。”三人商议定了。
是夜侯成暗至马院，盗了那匹赤兔马，飞奔东门来。魏续便开门
放出，却佯作追赶之状。侯成到曹操寨，献上马匹，备言宋宪、魏续
插白旗为号，准备献门。曹操闻此信，便押榜数十张射入城去 (18) 。
其榜曰：
大将军曹，特奉明诏，征伐吕布。如有抗拒大军者，破城之日，满门诛戮。
上至将校，下至庶民，有能擒吕布来献，或献其首级者，重加官赏。为此榜谕
(19) ，各宜知悉。
次日平明 (20) ，城外喊声震地。吕布大惊，提戟上城，各门点
视，责骂魏续走透侯成，失了战马，欲待治罪。城下曹兵望见城上白
旗，竭力攻城，布只得亲自抵敌。从平明直打到日中，曹兵稍退。布
少憩门楼 (21) ，不觉睡着在椅上。宋宪赶退左右，先盗其画戟，便与
魏续一齐动手，将吕布绳缠索绑，紧紧缚住。布从睡梦中惊醒，急唤
左右，却都被二人杀散，把白旗一招，曹兵齐至城下。魏续大叫：
“已生擒吕布矣!”夏侯渊尚未信。宋宪在城上掷下吕布画戟来，大开
城门，曹兵一拥而入。高顺、张辽在西门，水围难出，为曹兵所擒。
陈宫奔至南门，为徐晃所获。
曹操入城，即传令退了所决之水，出榜安民。一面与玄德同坐白
门楼上，关、张侍立于侧，提过擒获一干人来。吕布虽然长大，却被
绳索捆作一团，布叫曰：
“缚太急，乞缓之。”操曰：
“缚虎不得不
急。”布见侯成、魏续、宋宪皆立于侧，乃谓之曰：
“我待诸将不
薄，汝等何忍背反？”宪曰：
“听妻妾言，不听将计，何谓不薄？”
布默然。
须臾，众拥高顺至。操问曰：
“汝有何言？”顺不答。操怒命斩
之。徐晃解陈宫至。操曰：
“公台别来无恙？”宫曰：
“汝心术不
正，吾故弃汝。”操曰：
“吾心不正，公又奈何独事吕布？”宫曰：
“布虽无谋，不似你诡诈奸险。”操曰：
“公自谓足智多谋，今竟何
如？”宫顾吕布曰：
“恨此人不从吾言，若从吾言，未必被擒也。”
操曰：
“今日之事当如何？”宫大声曰：
“今日有死而已!”操曰：
“公如是，奈公之老母妻子何 (22) ？”宫曰：
“吾闻以孝治天下者，
不害人之亲；施仁政于天下者，不绝人之祀 (23) 。老母妻子之存亡，
亦在于明公耳。吾身既被擒，请即就戮，并无挂念。”操有留恋之
意。宫径步下楼，左右牵之不住。操起身，泣而送之。宫并不回顾。
操谓从者曰：
“即送公台老母妻子回许都养老，怠慢者斩!”宫闻言，
亦不开口，伸颈就刑。众皆下泪。操以棺椁盛其尸 (24) ，葬于许都。
后人有诗叹之曰：
生死无二志，丈夫何壮哉!
不从金石论 (25) ，空负栋梁材。
辅主真堪敬，辞亲实可哀。
白门身死日，谁肯似公台？
方操送宫下楼时，布告玄德曰：
“公为坐上客，布为阶下囚，何
不发一言而相宽乎？”玄德点头。及操上楼来，布叫曰：
“明公所
患，不过于布，布今已服矣。公为大将，布副之，天下不难定也。”
操回顾玄德曰：
“何如？”玄德答曰：
“公不见丁建阳、董卓之事
乎？”布目视玄德曰：
“是儿最无信者。”操令牵下楼缢之 (26) 。布
回顾玄德曰：
“大耳儿，不记辕门射戟时耶？”忽一人大叫曰：
“吕
布匹夫!死则死耳，何惧之有!”众视之，乃刀斧手拥张辽至。操令将
吕布缢死，然后枭首。后人有诗叹曰：
洪水滔滔淹下邳，当年吕布受擒时。
空馀赤兔马千里，漫有方天戟一枝。
缚虎望宽今太懦，养鹰休饱昔无疑。
恋妻不纳陈宫谏，枉骂无恩大耳儿。
又有诗论玄德曰：
伤人饿虎缚休宽，董卓丁原血未干。
玄德既知能啖父 (27) ，争如留取害曹瞒 (28) 。
却说武士拥张辽至，操指辽曰：
“这人好生面善 (29) 。”辽曰：
“濮阳城中曾相遇，如何忘却？”操笑曰：
“你原来也记得。”辽
曰：
“只是可惜。”操曰：
“可惜甚的？”辽曰：
“可惜当日火不
大，不曾烧死你这国贼!”操大怒曰：
“败将安敢辱吾？”拔剑在手，
亲自来杀张辽。辽全无惧色，引颈待杀 (30) 。曹操背后一人攀住臂
膊，一人跪于面前，说道：
“丞相且莫动手。”正是：
乞哀吕布无人救，骂贼张辽反得生。
毕竟救张辽的是谁，且听下文分解。
--------------------
(1) 鏖兵——激战或苦战。
(2) 废——这里是杀害之意。
(3) 途次——途中，半路上。宋·苏轼《与张朝请书》其一：“某已到琼，过海无虞，
皆托馀庇……途次裁谢，草草不宣。”绝粮——断绝粮食。《论语·卫灵公》：“(孔子)在
陈绝粮，从者病，没能兴。”
(4) 盍(h é河)——何不。
(5) 径路——通路。
(6) 以逸击劳——逸：安闲。劳：疲劳。“以逸击劳”出自汉·赵充国《上书谢罪因陈
兵利害》(见《汉书·赵充国传》)：“今罕羌欲为敦煌、酒泉寇，(宜)饬兵马，练战士，以
须其至，坐得致敌之术，以逸击劳，取胜之道也。”意谓以精力充沛、士气旺盛的军队攻击
疲劳困顿、士气低落的军队。
(7) 麾盖——将帅用以指挥军队的旗帜和伞盖。《三国志·蜀志·关羽传》：“羽望见
(颜)良麾盖，策马刺良于万众之中，斩其首还。”
(8) 委、捐——舍弃，丢弃，放弃。
(9) 孰知——谁知，不料，想不到。
(10) 明上——犹圣上。对帝王的尊称。《晏子春秋·问下二十》：“命之曰狂僻之民，
明上所禁也。”此时因袁术已自称帝，故称“明上”。
(11) 唇亡齿寒——亡：失去。“唇亡齿寒”出自上古谚语，屡见于儒家经典及先秦诸
事，今以《左传·僖公五年》为例：“晋侯复假道于虞以伐虢。宫之奇谏(虞公)曰：‘虢，
虞之表也。虢亡，虞必从之……谚所谓“辅车相依，唇亡齿寒”者，其虞、虢之谓也。’”
意谓嘴唇没有了，牙齿就会感到寒冷。比喻彼此关系密切，利害一致。
(12) 走透——逃脱。宋·岳飞《申省庐州捷状》：“夺到马八十馀匹，枪刀不知其数。
目贼马走透前去。”
(13) 凶神值日——凶神指天刑、朱雀、白虎、天牢、玄武、勾陈六神，他们巡视的日子
称“凶日”或“黑道日”，有很多禁忌。《协纪辨方书·卷七·黄道黑道》：“天刑、朱
雀、白虎、天牢、玄武、勾陈者，月中黑道也。所理之方，所值之日，皆不可兴土功、营屋
舍、移徙、远行、嫁娶、出军。”
(14) 戌亥时——相当于现在的晚上七时至十一时。
(15) 将次——将要，即将。
(16) 后槽人——马夫，喂马人。后槽：马房，马圈。
(17) 背花——古代肉刑之一。即用刑杖在犯人的背上击打。因行刑后在背上留下的伤痕
成花纹状，故称。
(18) 押榜——即在布告文书上签字。押：画押，签字。榜：供张贴的布告。
(19) 榜谕——即用张贴布告的形式晓谕(告知)。
(20) 平明——即黎明。天刚亮的时候。《荀子·哀公》：“君昧爽而栉冠，平明而听
朝。”
(21) 憩(q ì器)——休息，歇息。
(22) 奈公之老母妻子何——应解作“公之老母妻子奈何”。意谓你的老母和妻、子怎么
办？
(23) 不绝人之祀——不断绝人家的香火。即不使人绝后。
(24) 棺椁——即小棺(棺)套大棺(椁)，表示厚葬。
(25) 金石论——即金石之言。参见第十五回“言如金石”条注。
(26) 缢(y ì益)之——即用绳索勒死或吊死吕布。之：代词。代指吕布。
(27) 啖父——指吕布亲手杀死义父丁原和董卓。
(28) 争如——不如。宋·辛弃疾《婆罗门引》词：“争如不见，才相见，便有别离
时。”
(29) 面善——面熟。元·关汉卿《望江亭中秋切鲙》第三折：“这个姐姐，我有些面
善。”
(30) 引颈——伸长脖子。
第二十回 曹阿瞒许田打围 (1) 董国舅内阁受诏
话说曹操举剑欲杀张辽，玄德攀住臂膊，云长跪于面前。玄德
曰：
“此等赤心之人 (2) ，正当留用。”云长曰：
“关某素知文远忠
义之士，愿以性命保之。”操掷剑笑曰：
“我亦知文远忠义，故戏之
耳。”乃亲释其缚，解衣衣之，延之上坐。辽感其意，遂降。操拜辽
为中郎将，赐爵关内侯，使招安臧霸。霸闻吕布已死，张辽已降，遂
亦引本部军投降。操厚赏之。臧霸又招安孙观、吴敦、尹礼来降。独
昌豨未肯归顺。操封臧霸为琅琊相，孙观等亦各加官，令守青、徐沿
海地面。将吕布妻女载回许都。大犒三军，拔寨班师。路过徐州，百
姓焚香遮道，请留刘使君为牧 (3) 。操曰：
“刘使君功大，且待面君
封爵，回来未迟。”百姓叩谢。操唤车骑将军车胄权领徐州。操军回
许昌，封赏出征人员，留玄德在相府左近宅院歇定。
次日，献帝设朝，操表奏玄德军功，引玄德见帝。玄德具朝服，
拜于丹墀 (4) 。帝宣上殿，问曰：
“卿祖何人？”玄德奏曰：
“臣乃
中山靖王之后，孝景皇帝阁下玄孙，刘雄之孙，刘弘之子也。”帝教
取宗族世谱检看 (5) ，令宗正卿宣读曰：
孝景皇帝生十四子。第七子乃中山靖王刘胜。胜生陆城亭侯刘贞。贞生沛侯
刘昂。昂生漳侯刘禄。禄生沂水侯刘恋。恋生钦阳侯刘英。英生安国侯刘建。建
生广陵侯刘哀。哀生胶水侯刘宪。宪生祖邑侯刘舒。舒生祁阳侯刘谊。谊生原泽
侯刘必。必生颍川侯刘达。达生丰灵侯刘不疑。不疑生济川侯刘惠。惠生东郡范
令刘雄。雄生刘弘。弘不仕。刘备乃刘弘之子也。
帝排世谱，则玄德乃帝之叔也。帝大喜，请入偏殿叙叔侄之礼。
帝暗思：
“曹操弄权，国事都不由朕主，今得此英雄之叔，朕有助
矣!”遂拜玄德为左将军、宜城亭侯。设宴款待毕，玄德谢恩出朝。自
此人皆称为“刘皇叔”。
曹操回府，荀彧等一班谋士入见曰：
“天子认刘备为叔，恐无益
于明公。”操曰：
“彼既认为皇叔，吾以天子之诏令之，彼愈不敢不
服矣。况吾留彼在许都，名虽近君，实在吾掌握之内，吾何惧哉？吾
所虑者，太尉杨彪系袁术亲戚，倘与二袁为内应，为害不浅，当即除
之。”乃密使人诬告彪交通袁术，遂收彪下狱，命满宠按治之 (6) 。
时北海太守孔融在许都，因谏操曰：
“杨公四世清德，岂可因袁氏而
罪之乎？”操曰：
“此朝廷意也。”融曰：
“使成王杀召公，周公可
得言不知耶 (7) ？”操不得已，乃免彪官，放归田里。议郎赵彦愤操
专横，上疏劾操不奉帝旨 (8) ，擅收大臣之罪。操大怒，即收赵彦杀
之。于是百官无不悚惧 (9) 。
谋士程昱说操曰：
“今明公威名日盛，何不乘此时行王霸之事
(10) ？”操曰：
“朝廷股肱尚多 (11) ，未可轻动。吾当请天子田猎
(12) ，以观动静。”于是拣选良马、名鹰、俊犬、弓矢俱备，先聚兵
城外，操入请天子田猎。帝曰：
“田猎恐非正道。”操曰：
“古之帝
王，春蒐、夏苗、秋狝、冬狩 (13) ，四时出郊 (14) ，以示武于天
下。今四海扰攘之时 (15) ，正当借田猎以讲武 (16) 。”帝不敢不
从，随即上逍遥马 (17) ，带宝雕弓 (18) 、金 箭 (19) ，排銮驾出
城。玄德与关、张各弯弓插箭，内穿掩心甲，手持兵器，引数十骑随
驾出许昌。曹操骑爪黄飞电马 (20) ，引十万之众，与天子猎于许田。
军士排开围场，周广二百馀里。操与天子并马而行，只争一马头 (21)
。背后都是操之心腹将校。文武百官，远远侍从，谁敢近前。
当日献帝驰马到许田，刘玄德起居道旁 (22) 。帝曰：
“朕今欲看
皇叔射猎。”玄德领命上马，忽草中赶起一兔，玄德射之，一箭正中
那兔。帝喝采。转过土坡，忽见荆棘中赶出一只大鹿。帝连射三箭不
中，顾谓操曰：
“卿射之。”操就讨天子宝雕弓、金 箭，扣满一
射，正中鹿背，倒于草中。群臣将校见了金 箭，只道天子射中，
都踊跃向帝呼“万岁”。曹操纵马直出，遮于天子之前以迎受之。众
皆失色。玄德背后云长大怒，剔起卧蚕眉 (23) ，睁开丹凤眼，提刀拍
马便出，要斩曹操。玄德见了，慌忙摇手送目。关公见兄如此，便不
敢动。玄德欠身向操称贺曰：
“丞相神射，世所罕及。”操笑曰：
“此天子洪福耳。”乃回马向天子称贺，竟不献还宝雕弓，就自悬
带。
围场已罢，宴于许田。宴毕，驾回许都。众人各自归歇。云长问
玄德曰：
“操贼欺君罔上，我欲杀之，为国除害，兄何止我？”玄德
曰：
“投鼠忌器 (24) 。操与帝相离只一马头，其心腹之人周回拥侍。
吾弟若逞一时之怒，轻有举动，倘事不成，有伤天子，罪反坐我等
矣。”云长曰：
“今日不杀此贼，后必为祸。”玄德曰：
“且宜秘
之，不可轻言。”
却说献帝回宫，泣谓伏皇后曰：
“朕自即位以来，奸雄并起：先
受董卓之殃，后遭傕、汜之乱，常人未受之苦，吾与汝当之。后得曹
操，以为社稷之臣；不意专国弄权，擅作威福。朕每见之，背若芒
刺。今日在围场上，身迎呼贺，无礼已极。早晚必有异谋，吾夫妇不
知死所也。”伏皇后曰：
“满朝公卿俱食汉禄，竟无一人能救国难
乎？”言未毕，忽一人自外而入曰：
“帝、后休忧，吾举一人，可除
国害。”帝视之，乃伏皇后之父伏完也。帝掩泪问曰：
“皇丈亦知操
贼之专横乎？”宪曰：
“许田射鹿之事，谁不见之？但满朝之中，非
操宗族，则其门下。若非国戚，谁肯尽忠讨贼？老臣无权，难行此
事。车骑将军、国舅董承可托也。”帝曰：
“董国舅多赴国难，朕躬
素知 (25) 。可宣入内，共议大事。”宪曰：
“陛下左右皆操贼心腹，
倘事泄，为祸不浅。”帝曰：
“然则奈何？”完曰：
“臣有一计：陛
下可制衣一领，取玉带一条，密赐董承，却于带衬内缝一密诏以赐
之。令到家见诏，可以昼夜画策，神鬼不觉矣。”帝然之，伏完辞
出。
帝乃自作一密诏，咬破指尖，以血写之，暗令伏皇后缝于玉带紫
锦衬内。却自穿锦袍，自系此带，令内史宣董承入。承见帝礼毕，帝
曰：
“朕夜来与后说霸河之苦 (26) ，念国舅大功，故特宣入慰劳。”
承顿首谢。帝引承出殿，到太庙，转上功臣阁内 (27) 。帝焚香礼毕，
引承观画像。中间画汉高祖容像。帝曰：
“吾高祖皇帝起身何地？如
何创业？”承大惊曰：
“陛下戏臣耳，圣祖之事，何为不知？高皇帝
起自泗上亭长，提三尺剑，斩蛇起义，纵横四海，三载亡秦，五年灭
楚，遂有天下，立万世之基业。”帝曰：
“祖宗如此英雄，子孙如此
懦弱，岂不可叹!”因指左右二辅之像曰：
“此二人非留侯张良、酂侯
萧何耶 (28) ？”承曰：
“然也。高祖开基创业，实赖二人之力。”帝
回顾左右较远，乃密谓承曰：
“卿亦当如此二人立于朕侧。”承曰：
“臣无寸功，何以当此？”帝曰：
“朕想卿西都救驾之功，未尝少
忘，无可为赐。”因指所着袍带曰：
“卿当衣朕此袍，系朕此带，常
如在朕左右也。”承顿首谢。帝解袍带赐承，密语曰：
“卿归可细观
之，勿负朕意。”承会意，穿袍系带，辞帝下阁。
早有人报知曹操曰：
“帝与董承登功臣阁说话。”操即入朝来
看。董承出阁，才过宫门，恰遇操来，急无躲避处，只得立于路侧施
礼。操问曰：
“国舅何来？”承曰：
“适蒙天子宣召，赐以锦袍玉
带。”操问曰：
“何故见赐？”承曰：
“因念某旧日西都救驾之功，
故有此赐。”操曰：
“解带我看。”承心知衣带中必有密诏，恐操看
破，迟延不解。操叱左右：
“急解下来!”看了半晌，笑曰：
“果然是
条好玉带。再脱下锦袍来借看。”承心中畏惧，不敢不从，遂脱袍献
上。操亲自以手提起，对日影中细细详看。看毕，自己穿在身上，系
了玉带，回顾左右曰：
“长短如何？”左右称美。操谓承曰：
“国舅
即以此袍带转赐与吾，何如？”承告曰：
“君恩所赐，不敢转赠，容
某别制奉献。”操曰：
“国舅受此衣带，莫非其中有谋乎？”承惊
曰：
“某焉敢？丞相如要，便当留下。”操曰：
“公受君赐，吾何相
夺？聊为戏耳。”遂脱袍带还承。
承辞操归家。至夜，独坐书院中，将袍仔细反复看了，并无一
物。承思曰：
“天子赐我袍带，命我细观，必非无意，今不见甚踪
迹，何也？”随又取玉带检看，乃白玉玲珑，碾成小龙穿花，背用紫
锦为衬，缝缀端整，亦并无一物。承心疑，放于桌上，反复寻之。良
久，倦甚，正欲伏几而寝，忽然灯花落于带上，烧着背衬。承惊拭
之，已烧破一处，微露素绢，隐见血迹。急取刀拆开视之，乃天子手
书血字密诏也。诏曰：
朕闻人伦之大，父子为先；尊卑之殊，君臣为重。近日操贼弄权，欺压君
父；结连党伍，败坏朝纲；敕赏封罚，不由朕主。朕夙夜忧思，恐天下将危。卿
乃国之大臣，朕之至戚，当念高帝创业之艰难，纠合忠义两全之烈士 (29) ，殄灭
奸党，复安社稷，祖宗幸甚!破指洒血，书诏付卿，再四慎之，勿负朕意。建安四
年春三月诏。
董承览毕，涕泪交流，一夜寝不能寐 (30) 。晨起，复至书院中，
将诏再三观看，无计可施。乃放诏于几上，沉思灭操之计。忖量未
定，隐几而卧。忽侍郎王子服至，门吏知子服与董承交厚，不敢拦
阻，竟入书院。见承伏几不醒，袖底压着素绢，微露“朕”字。子服
疑之，默取看毕，藏于袖中，呼承曰：
“国舅好自在，亏你如何睡得
着。”承惊觉，不见诏书，魂不附体，手脚慌乱。子服曰：
“汝欲杀
曹公，吾当出首。”承泣告曰：
“若兄如此，汉室休矣!”子服曰：
“吾戏耳。吾祖宗世食汉禄，岂无忠心？愿助兄一臂之力 (31) ，共诛
国贼。”承曰：
“兄有此心，国之大幸。”子服曰：
“当于密室同立
义状 (32) ，各舍三族，以报汉君。”承大喜，取白绢一幅，先书名画
字 (33) 。子服亦即书名画字。书毕，子服曰：
“将军吴子兰，与吾至
厚，可与同谋。”承曰：
“满朝大臣，惟有长水校尉种辑、议郎吴硕
是吾心腹，必能与我同事。”
正商议间，家僮入报种辑、吴硕来探。承曰：
“此天助我也!”教
子服暂避于屏后。承接二人入书院坐定，茶毕，辑曰：
“许田射猎之
事，君亦怀恨乎？”承曰：
“虽怀恨，无可奈何。”硕曰：
“吾誓杀
此贼，恨无助我者耳。”辑曰：
“为国除害，虽死无怨。”王子服从
屏后出曰：
“汝二人欲杀曹丞相，我当出首，董国舅便是证见。”种
辑怒曰：
“忠臣不怕死，吾等死作汉鬼，强似你阿附国贼。”承笑
曰：
“吾等正为此事，欲见二公。王侍郎之言乃戏耳。”便于袖中取
出诏来与二人看。二人读诏，挥泪不止。承遂请书名。子服曰：
“二
公在此少待，吾去请吴子兰来。”子服去不多时，即同子兰至，与众
相见，亦书名毕。承邀于后堂会饮。
忽报西凉太守马腾相探。承曰：
“只推我病，不能接见。”门吏
回报。腾大怒曰：
“我夜来在东华门外 (34) ，亲见他锦袍玉带而出，
何故推病耶？吾非无事而来，奈何拒我？”门吏入报，备言腾怒。承
起曰：
“诸公少待，暂容承出。”随即出厅延接。礼毕坐定，腾曰：
“腾入觐将还，故来相辞，何见拒也？”承曰：
“贱躯暴疾，有失迎
候，罪甚。”腾曰：
“面带春色 (35) ，未见病容。”承无言可答。腾
拂袖便起，嗟叹下阶曰：
“皆非救国之人也!”承感其言，挽留之，问
曰：
“公谓何人非救国之人？”腾曰：
“许田射猎之事，吾尚气满胸
膛；公乃国之至戚，犹自殢于酒色 (36) ，而不思讨贼，安得为皇家救
难扶灾之人乎？”承恐其诈，佯惊曰：
“曹丞相乃国之大臣，朝廷所
倚赖，公何出此言？”腾大怒曰：
“汝尚以曹贼为好人耶？”承曰：
“耳目甚近，请公低声。”腾曰：
“贪生怕死之徒，不足以论大
事。”说罢，又欲起身。承知腾忠义，乃曰：
“公且息怒，某请公看
一物。”遂邀腾入书院，取诏示之。腾读毕，毛发倒竖，咬齿嚼唇，
满口流血，谓承曰：
“公若有举动，吾即统西凉兵为外应。”承请腾
与诸公相见，取出义状，教腾书名。腾乃取酒歃血为盟曰 (37) ：
“吾
等誓死不负所约!”指坐上五人言曰：
“若得十人，大事谐矣 (38)
。”承曰：
“忠义之士，不可多得。若所与非人，则反相害矣。”腾
教取《鸳行鹭序簿》来检看 (39) 。检到刘氏宗族，乃拍手言曰：
“何
不共此人商议？”众皆问何人，马腾不慌不忙，说出那人来。正是：
本因国舅承明诏，又见宗潢佐汉朝 (40) 。
毕竟马腾之言如何，且听下文分解。
--------------------
(1) 许田——许昌的郊外。 打围——打猎。因打猎时须多人合围，故称。
(2) 赤心之人——赤胆忠心的人。
(3) 刘使君——即刘备。因刘备曾任徐州牧，故称。 牧——“州牧”的简称，有时又称
“刺史”。汉代为一州之长官。
(4) 丹墀(ch í驰)——泛指红色地面或台阶。这里指宫殿台阶之前。墀：泛指地面和台
阶。
(5) 世谱——家世谱系。
(6) 按治——查问惩办。
(7) “使成王杀召公”二句——这两句既是假设，又是比喻。春秋时周成王年幼，由其
叔父周公摄政；而曹操则实际上把持了朝政，视汉献帝为傀儡，其地位与周公相似。故孔融
说假使成王杀了召公，周公不可能不知道，以此来比喻杨彪一旦被杀，曹操将脱不了干系。
(8) 劾(hé河)——揭发过失或罪行。
(9) 悚(sǒng耸)惧——恐惧，戒惧。《韩非子·内储说上》：“吏以昭侯为明察，皆悚
惧其所而不敢为非。”
(10) 行王霸之事——这里指废掉汉帝，自己做皇帝。
(11) 股肱(gō ng攻)——人的大腿和胳膊。比喻皇帝的辅佐大臣。《尚书·虞书·益
稷》：“帝曰：‘臣作朕股肱耳目。’”
(12) 田猎——即打猎、狩猎。“田”与“猎”同义，均为打猎之意。
(13) 春蒐、夏苗、秋狝(xiǎn显)、冬狩——见于《左传·隐公五年》：“故春蒐、夏
苗，秋狝、冬狩，皆于农隙以讲事也。”春猎称“蒐”，夏猎称“苗”，秋猎称“狝”，冬
猎称“狩”。古代帝王四季四猎，实际上是一种军事训练。
(14) 出郊——即冬至日到城南祭天，夏至日到城北祭地。
(15) 扰攘——混乱，骚乱。《汉书·律历志上》：“战国扰攘，秦兼天下。”
(16) 讲武——练习武事。《国语·周语上》：“三时务农，而一时讲武。”韦昭注：
“讲，习也。”
(17) 逍遥马——可能是作者根据逍遥辇而杜撰的。逍遥辇为宋朝皇帝御驾之名。宋·周
密《齐东野语·明堂不乘辂》：“(度宗)宿太庙，至晚，将登辂，雨或骤至……服通天冠，
绛纱袍，乘逍遥辇入和宁门。”
(18) 宝雕弓——精雕细刻且用珍宝装饰的弓。
(19) 金 (p ī批)箭——箭的一种，箭竿较长，箭头为铁制，薄而阔。《清会典·兵
部十·武库清吏司》：“笴(箭杆)用柳木或桦木，首饰鹤羽，镞以铁为之，曰 箭。”又
《清会典图·武备四·弓箭一》：“皇帝行围箭二，杨木为笴。其一 箭，长二尺九寸，
铁镞长二寸五分，阔一寸三分，笴首饰黑桃皮，皂雕羽，羽间朱，括髤朱，旁裹绿茧。”
(20) 飞电马——骏马名。以其跑得快，故称。宋·苏轼《申王画马图》诗：“当时不独
玉花骢，飞电流云绝潇洒。”
(21) 争——相差。
(22) 起居道旁——这是倒装句。即在道旁请安问好。
(23) 剔起——竖起。
(24) 投鼠忌器——投：拿东西掷过去。忌：顾忌。“投鼠忌器”典出古代谚语，见汉·
贾谊《陈政事疏》(通称《治安策》)(见《汉书·贾谊传》)：“里谚曰：‘欲投鼠而忌
器。’此善谕也。鼠近于器，尚惮不投，恐伤于器，况于贵臣之近主乎!”意谓想扔东西打老
鼠，又担心砸坏了它旁边的器物。比喻欲除害而有所顾忌。
(25) 朕躬——帝王的自称。《尚书·商书·汤诰》：“尔有善，朕弗敢蔽；罪当朕躬，
弗敢自赦。”
(26) 霸河之苦——指第十三回李傕、郭汜大交兵，献帝被李傕劫持，在霸河一带颠沛流
离的苦难。
(27) 功臣阁——太庙内供奉有功大臣牌位的地方。
(28) 留侯张良、酂侯萧何——张良和萧何皆为汉朝的开国元勋，帮助刘邦打败项羽，建
立汉朝，张良被封为留侯，萧何被封为酂侯。
(29) 烈士——刚正有气节的人。《韩非子·诡使》：“而好名义不仕进者，世谓之烈
士。”
(30) 寝不能寐——睡不着觉。
(31) 一臂之力——一臂：一只胳膊。引申为力量微薄。“一臂之力”出自宋·黄庭坚
《代人求知人书》：“不爱斧斤而斲之，期于成器；损一臂之力，使小人有黄钟大吕之
重。”意谓只有一只胳膊那么大的力气。比喻力量很小。多用作谦词，表示只能助以微薄之
力。
(32) 义状——表示义无反顾的誓书。
(33) 画字——即画押。在文书上签名。
(34) 夜来——西北地区方言。即昨天。
(35) 春色——这里指饮酒后脸上的红晕。
(36) 殢(t ì替)——沉湎，迷恋。
(37) 歃血为盟——歃血：古代举行盟誓时，以牲口血涂唇(一说饮血少许)，表示诚
意。“歃血为盟”或本“歃血之盟”，出自《穀梁传·庄公二十七年》：“信其信，仁其
仁。衣裳之会十有一，未尝有歃血之盟也，信厚也。”古代举行盟会时，宣读盟约之后，与
会者将所杀牲畜之血涂于嘴唇旁(或饮血少许)，以示信守的诚意。引申以泛指郑重订立盟
誓，采取一致的行动。
(38) 谐——妥了，成了，成功了。
(39) 《鸳行鹭序簿》——又称《搢绅便览》。在职官员的花名册。鸳行(hàng杭)鹭
序：比喻官员朝会时的排班顺序。因鸳、鹭行止有序，故称。
(40) 宗潢——宗室，皇族。这里指刘备。
第二十一回 曹操煮酒论英雄 (1) 关公赚城斩车胄
却说董承等问马腾曰：
“公欲用何人？”马腾曰：
“见有豫州牧
刘玄德在此，何不求之？”承曰：
“此人虽系皇叔，今正依附曹操，
安肯行此事耶？”腾曰：
“吾观前日围场之中，曹操迎受众贺之时，
云长在玄德背后挺刀欲杀操，玄德以目视之而止。玄德非不欲图操，
恨操牙爪多，恐力不及耳。公试求之，当必应允。”吴硕曰：
“此事
不宜太速，当从容商议。”众皆散去。
次日黑夜里，董承怀诏，径往玄德公馆中来。门吏入报，玄德迎
出，请入小阁坐定。关、张侍立于侧。玄德曰：
“国舅夤夜至此 (2)
，必有事故。”承曰：
“白日乘马相访，恐操见疑，故黑夜相见。”
玄德命取酒相待。承曰：
“前日围场之中，云长欲杀曹操，将军动目
摇头而退之，何也？”玄德失惊曰：
“公何以知之？”承曰：
“人皆
不见，某独见之。”玄德不能隐讳，遂曰：
“舍弟见操僭越，故不觉
发怒耳。”承掩面而哭曰：
“朝廷臣子，若尽如云长，何忧不太平
哉!”玄德恐是曹操使他来试探，乃佯言曰：
“曹丞相治国，为何忧不
太平？”承变色而起曰：
“公乃汉朝皇叔，故剖肝沥胆以相告 (3) ，
公何诈也？”玄德曰：
“恐国舅有诈，故相试耳。”于是董承取衣带
诏令观之，玄德不胜悲愤。又将义状出示，上止有六位：一、车骑将
军董承；二、工部侍郎王子服；三、长水校尉种辑；四、议郎吴硕；
五、昭信将军吴子兰；六、西凉太守马腾。玄德曰：
“公既奉诏讨
贼，备敢不效犬马之劳 (4) 。”承拜谢，便请书名。玄德亦书“左将
军刘备”，押了字，付承收讫。承曰：
“尚容再请三人，共聚十义，
以图国贼。”玄德曰：
“切宜缓缓施行，不可轻泄。”共议到五更，
相别去了。
玄德也防曹操谋害，就下处后园种菜 (5) ，亲自浇灌，以为韬晦
之计 (6) 。关、张二人曰：
“兄不留心天下大事，而学小人之事 (7)
，何也？”玄德曰：
“此非二弟所知也。”二人乃不复言。
一日，关、张不在，玄德正在后园浇菜，许褚、张辽引数十人入
园中曰：
“丞相有命，请使君便行。”玄德惊问曰：
“有甚紧事？”
许褚曰：
“不知，只教我来相请。”玄德只得随二人入府见操。操笑
曰：
“在家做得好大事。”諕得玄德面如土色。操执玄德手，直至后
园，曰：
“玄德学圃不易 (8) 。”玄德方才放心，答曰：
“无事消遣
耳。”操曰：
“适见枝头梅子青青，忽感去年征张绣时，道上缺水，
将士皆渴，吾心生一计，以鞭虚指曰：
‘前面有梅林。’军士闻之，
口皆生唾，由是不渴 (9) 。今见此梅，不可不赏；又值煮酒正熟：故
邀使君小亭一会。”玄德心神方定。随至小亭，已设樽俎 (10) ，盘置
青梅，一樽煮酒。二人对坐，开怀畅饮。
酒至半酣，忽阴云漠漠，骤雨将至。从人遥指天外龙挂 (11) ，操
与玄德凭栏观之。操曰：
“使君知龙之变化否？”玄德曰：
“未知其
详。”操曰：
“龙能大能小，能升能隐：大则兴云吐雾，小则隐介藏
形 (12) ；升则飞腾于宇宙之间，隐则潜伏于波涛之内。方今春深，龙
乘时变化，犹人得志而纵横四海。龙之为物，可比世之英雄。玄德久
历四方，必知当世英雄，请试指言之。”玄德曰：
“备肉眼，安识英
雄？”操曰：
“休得过谦。”玄德曰：
“备叨恩庇 (13) ，得仕于朝，
天下英雄，实有未知。”操曰：
“既不识其面，亦闻其名。”玄德
曰：
“淮南袁术，兵粮足备，可为英雄？”操笑曰：
“冢中枯骨，吾
早晚必擒之。”玄德曰：
“河北袁绍，四世三公，门多故吏，今虎踞
冀州之地，部下能事者极多，可为英雄？“操笑曰：
“袁绍色厉胆薄
(14) ，好谋无断；干大事而惜身，见小利而忘命：非英雄也。”玄德
曰：
“有一人名称八俊，威镇九州，刘景升可为英雄？”操曰：
“刘
表虚名无实，非英雄也。”玄德曰：
“有一人血气方刚 (15) ，江东领
袖，孙伯符乃英雄也？”操曰：
“孙策藉父之名，非英雄也。”玄德
曰：
“益州刘季玉，可为英雄乎？”操曰：
“刘璋虽系宗室，乃守户
之犬耳 (16) ，何足为英雄!”玄德曰：
“如张绣、张鲁、韩遂等辈皆
何如？”操鼓掌大笑曰：
“此等碌碌小人，何足挂齿!”玄德曰：
“舍
此之外，备实不知。”操曰：
“夫英雄者，胸怀大志，腹有良谋，有
包藏宇宙之机，吞吐天地之志者也 (17) 。”玄德曰：
“谁能当之？”
操以手指玄德，后自指，曰：
“今天下英雄，惟使君与操耳。”玄德
闻言，吃了一惊，手中所执匙箸 (18) ，不觉落于地下。时正值大雨将
至，雷声大作。玄德乃从容俯首拾箸曰：
“一震之威，乃至于此。”
操笑曰：
“丈夫亦畏雷乎？”玄德曰：
“圣人迅雷风烈必变 (19) ，安
得不畏？”将闻言失箸缘故，轻轻掩饰过了。操遂不疑玄德。后人有
诗赞曰：
勉从虎穴暂趋身，说破英雄惊杀人。
巧借闻雷来掩饰，随机应变信如神。
天雨方住，见两个人撞入后园 (20) ，手提宝剑，突至亭前，左右
拦挡不住。操视之，乃关、张二人也。原来二人从城外射箭方回，听
得玄德被许褚、张辽请将去了，慌忙来相府打听，闻说在后园，只恐
有失，故冲突而入。却见玄德与操对坐饮酒，二人按剑而立。操问二
人何来，云长曰：
“听知丞相和兄饮酒，特来舞剑，以助一笑。”操
笑曰：
“此非鸿门会 (21) ，安用项庄、项伯乎？”玄德亦笑。操命：
“取酒与二樊哙压惊。”关、张拜谢。
须臾席散，玄德辞操而归。云长曰：
“险些惊杀我两个。”玄德
以落箸事说与关、张。关、张问是何意，玄德曰：
“吾之学圃，正欲
使操知我无大志，不意操竟指我为英雄，我故失惊落箸。又恐操生
疑，故借惧雷以掩饰之耳。”关、张曰：
“兄真高见。”
操次日又请玄德，正饮间，人报满宠去探听袁绍而回。操召入问
之。宠曰：
“公孙瓒已被袁绍破了。”玄德急问曰：
“愿闻其详。”
宠曰：
“瓒与绍战不利，筑城围圈，圈上建楼，高十丈，名曰易京
楼，积粟三十万以自守。战士出入不息。或有被绍围者，众请救之，
瓒曰：
‘若救一人，后之战者只望人救，不肯死战矣。’遂不肯救。
因此袁绍兵来，多有降者。瓒势孤，使人持书赴许都求救，不意中途
为绍军所获。瓒又遗书张燕，暗约举火为号，里应外合。下书人又被
袁绍擒住，却来城外放火诱敌。瓒自出战，伏兵四起，军马折其大
半。退守城中，被袁绍穿地直入瓒所居之楼下，放起火来。瓒无走
路，先杀妻子，然后自缢，全家都被火焚了。今袁绍得了瓒军，声势
甚盛。绍弟袁术在淮南骄奢过度，不恤军民，众皆背反。术使人归帝
号于袁绍。绍欲取玉玺，术约亲自送至，现今弃淮南，欲归河北。若
二人协力，急难收复，乞丞相作急图之。”玄德闻公孙瓒已死，追念
昔日荐己之恩，不胜伤感；又不知赵子龙如何下落，放心不下。因暗
想曰：
“我不就此时寻个脱身之计，更待何时？”遂起身对操曰：
“术若投绍，必从徐州过，备请一军，就半路截击，术可擒矣。”操
笑曰：
“来日奏帝，即便起兵。”
次日，玄德面奏君。操令玄德总督五万人马，又差朱灵、路昭二
人同行。玄德辞帝，帝泣送之。玄德到寓，星夜收拾军器鞍马，挂了
将军印，催促便行。董承赶出十里长亭来送 (22) 。玄德曰：
“国舅宁
耐 (23) ，某此行必有以报命 (24) 。”承曰：
“公宜留意，勿负帝
心。”二人分别。关、张在马上问曰：
“兄今番出征，何故如此慌
速？”玄德曰：
“吾乃笼中鸟，网中鱼，此一行，如鱼入大海，鸟上
青霄，不受笼网之羁绊也。”因命关、张催朱灵、路昭军马速行。
时郭嘉、程昱考较钱粮方回 (25) ，知曹操已遣玄德进兵徐州，慌
入谏曰：
“丞相何故令刘备督军？”操曰：
“欲截袁术耳。”程昱
曰：
“昔刘备为豫州牧时，某等请杀之，丞相不听。今日又与之兵，
此放龙入海，纵虎归山也。后欲治之，其可得乎？”郭嘉曰：
“丞相
纵不杀备，亦不当使之去。古人云：
‘一日纵敌，万世之患。’望丞
相察之。”操然其言，遂令许褚将兵五百前往，务要追玄德转来。许
褚应诺而去。
却说玄德正行之间，只见后面尘头骤起，谓关、张曰：
“此必曹
兵追至也。”遂下了营寨，令关、张各执军器，立于两边。许褚至，
见严兵整甲，乃下马入营见玄德。玄德曰：
“公来此何干？”褚曰：
“奉丞相命，特请将军回去，别有商议。”玄德曰：
“将在外，君命
有所不受 (26) 。吾面过君，又蒙丞相钧语。今别无他议，公可速回，
为我禀复丞相。”许褚寻思：
“丞相与他一向交好，今番又不曾教我
来厮杀，只得将他言语回复，另候裁夺便了。”遂辞了玄德，领兵而
回。回见曹操，备述玄德之言。操犹豫未决。程昱、郭嘉曰：
“备不
肯回兵，可知其心变矣。”操曰：
“我有朱灵、路昭二人在彼，料玄
德未必敢心变。况我既遣之，何可复悔？”遂不复追玄德。后人有诗
叹玄德曰：
束兵秣马去匆匆 (27) ，心念天言衣带中 (28) 。
撞破铁笼逃虎豹，顿开金锁走蛟龙。
却说马腾见玄德已去，边报又急，亦回西凉州去了。玄德兵至徐
州，刺史车胄出迎。公宴毕，孙乾、糜竺等都来参见。玄德回家探视
老小，一面差人探听袁术。探子回报：
“袁术奢侈太过，雷薄、陈兰
皆投嵩山去了。术势甚衰，乃作书让帝号于袁绍。绍命人召术，术乃
收拾人马、宫禁御用之物，先到徐州来。”
玄德知袁术将至，乃引关、张、朱灵、路昭五万军出，正迎着先
锋纪灵至。张飞更不打话，直取纪灵。斗无十合，张飞大喝一声，刺
纪灵于马下，败军奔走。袁术自引军来斗。玄德分兵三路：朱灵、路
昭在左，关、张在右，玄德自引兵居中，与术相见，在门旗下责骂
曰：
“汝反逆不道，吾今奉明诏前来讨汝。汝当束手受降，免你罪
犯。”袁术骂曰：
“织席编屦小辈，安敢轻我!”麾兵赶来。玄德暂
退，让左右两路军杀出。杀得术军尸横遍野，血流成渠 (29) ，兵卒逃
亡，不可胜计。又被嵩山雷薄、陈兰劫去钱粮草料。欲回寿春，又被
群盗所袭，只得住于江亭。止有一千馀众，皆老弱之辈。时当盛暑，
粮食尽绝，只剩麦三十斛，分派军士。家人无食，多有饿死者。术嫌
饭粗，不能下咽，乃命庖人取蜜水止渴。庖人曰：
“止有血水，安有
蜜水？”术坐于床上，大叫一声，倒于地下，吐血斗馀而死。时建安
四年六月也。后人有诗曰：
汉末刀兵起四方，无端袁术太猖狂。
不思累世为公相，便欲孤身作帝王。
强暴枉夸传国玺，骄奢妄说应天祥。
渴思蜜水无由得，独卧空床呕血亡。
袁术已死，侄袁胤将灵柩及妻子奔庐江来，被徐璆尽杀之。璆夺
得玉玺，赴许都献于曹操。操大喜，封徐璆为高陵太守。此时玉玺归
操。
却说玄德知袁术已丧，写表申奏朝廷，书呈曹操，令朱灵、路昭
回许都，留下军马保守徐州。一面亲自出城，招谕流散人民复业。
且说朱灵、路昭回许都见曹操，说玄德留下军马。操怒，欲斩二
人。荀彧曰：
“权归刘备，二人亦无奈何。”操乃赦之。彧又曰：
“可写书与车胄，就内图之。”操从其计，暗使人来见车胄，传曹操
钧旨 (30) 。胄随即请陈登商议此事。登曰：
“此事极易。今刘备出城
招民，不日将还。将军可命军士伏于瓮城边 (31) ，只作接他，待马到
来，一刀斩之；某在城上射住后军，大事济矣。”胄从之。
陈登回见父陈珪，备言其事。珪命登先往报知玄德。登领父命，
飞马去报，正迎着关、张，报说如此如此。原来关、张先回，玄德在
后。张飞听得，便要去厮杀。云长曰：
“他伏瓮城边待我，去必有
失。我有一计，可杀车胄：乘夜扮作曹军到徐州，引车胄出迎，袭而
杀之。”飞然其言。那部下军原有曹操旗号，衣甲都同。当夜三更，
到城边叫门。城上问是谁，众应是曹丞相差来张文远的人马，报知车
胄。胄急请陈登议曰：
“若不迎接，诚恐有疑；若出迎之，又恐有
诈。”胄乃上城回言：
“黑夜难以分辨，天明了相见。”城下答应：
“只恐刘备知道，疾快开门。”车胄犹豫未定，城外一片声叫开门。
车胄只得披挂上马，引一千军出城，跑过吊桥，大叫：
“文远何
在？”火光中只见云长提刀纵马直迎车胄，大叫曰：
“匹夫安敢怀
诈，欲杀吾兄!”车胄大惊，战未数合，遮拦不住，拨马便回。到吊桥
边，城上陈登乱箭射下，车胄绕城而走。云长赶来，手起一刀，砍于
马下，割下首级提回，望城上呼曰：
“反贼车胄，吾已杀之。众等无
罪，投降免死。”诸军倒戈投降，军民皆安。
云长将胄头去迎玄德，具言车胄欲害之事，今已斩首。玄德大惊
曰：
“曹操若来，如之奈何？”云长曰：
“弟与张飞迎之。”玄德懊
悔不已，遂入徐州。百姓父老，伏道而接。玄德到府，寻张飞，飞已
将车胄全家杀尽。玄德曰：
“杀了曹操心腹之人，如何肯休？”陈登
曰：
“某有一计，可退曹操。”正是：
既把孤身离虎穴，还将妙计息狼烟 (32) 。
不知陈登说出甚计来，且听下文分解。
--------------------
(1) 煮酒——酿酒或烫酒。
(2) 夤(y í n银)夜——深夜。
(3) 剖肝沥胆——沥：滴下。“剖肝沥胆”本“披肝胆”，出自汉·路温舒《上书言宜
尚德缓刑》(见《汉书·路温舒传》)：“故大将军受命武帝，股肱汉国，披肝胆，决大计，
黜亡(无)义，立有德……天下咸宁。”比喻坦诚相见，竭尽忠诚。
(4) 敢——谦词。不敢、岂敢之意。犬马之劳——参见第十五回“犬马之力”条注。
(5) 下处——指临时住处。
(6) 韬晦——本义为收敛光芒。引申为隐藏自己的才能和行迹，以免他人注意或怀疑。
(7) 小人——下等人。
(8) 学圃——学习种菜。典出《论语·子路》：“(樊迟)请学为圃，子曰：‘吾不如老
圃。’”朱熹集注：“种蔬菜曰圃。”曹操说“玄德学圃不易”有掉文的意味。
(9) 去年征张绣时……由是不渴——此段文字即“望梅止渴”的典故。典出南朝宋·刘
义庆《世说新语·假谲》：“魏武(曹操)行役，失汲道，军皆渴，乃令曰：‘前有大梅林，
饶子，甘酸可以解渴。’士卒闻之，口皆出水，乘此得及前源。”意谓曹操用前面有梅林的
办法使干渴的将士直流口水，从而暂时解渴。曹操自以为得意，所以在刘备面前炫耀。
(10) 樽俎(z ǔ祖)——“樽”为盛酒器，“俎”为盛肉器，合之泛指酒席。
(11) 龙挂——古人对龙卷风的称谓。古人根据龙卷风的形状，以为是神龙下挂吸水，故
称。
(12) 介——即鳞甲。
(13) 叨——这里为谦词。即承蒙、承受之意。
(14) 色厉胆薄——色：神色。厉：严厉。胆薄：胆小。“色厉胆薄”本“色厉内荏”，
出自《论语·阳货》：“色厉而内荏，譬诸小人，其犹穿窬之盗也与？”(穿窬：穿洞。)意
谓神色严厉，胆子很小。形容人外强中干。
(15) 血气方刚——血气：指精力。刚：刚烈。“血气方刚”出自《论语·季氏》：“孔
子曰：‘君子有三戒：少之时，血气未定，戒之在色；及其壮也，血气方刚，戒之在斗；及
其老也，血气既衰，戒之在得。’”形容年轻人精力正旺盛，性情正刚烈。多含气质尚不稳
定，容易意气用事之意。
(16) 守户之犬——看门狗。
(17) “有包藏”二句——意谓具有吞并天下的机谋和志向。
(18) 匙箸——饭勺和筷子。
(19) 迅雷风烈必变——语出《论语·乡党》：“(孔子见)迅雷风烈必变。”意谓孔子
遇到疾雷暴风，就会脸色大变，以示对上天的敬畏。刘备急中生智，以此掩饰其慌张之态，
用得非常巧妙。
(20) 撞——闯，冲。
(21) 鸿门会——多作“鸿门宴”。典出《史记·项羽本纪》：秦王朝被推翻后，项羽欲
攻刘邦，刘邦不得已，至鸿门拜会项羽。在宴会中，范增令项庄舞剑，欲杀刘邦；项羽之叔
项伯生怕双方决裂，也起身舞剑，意在保护刘邦。刘邦的猛将樊哙忽至，刘邦才乘机脱身。
后遂以“鸿门宴”或“鸿门会”比喻暗藏杀机的宴会。同时也形成了“项庄舞剑，意在沛
公”之典。
(22) 十里长亭——亭：古代设于路旁供人休息之所。每隔十里一处谓之“亭”，即“长
亭”；每隔五里一处谓之“邮”，即“短亭”。“十里长亭”本汉·应劭《汉官仪》(见《后
汉书·百官志》刘昭注引)：“设十里一亭，亭长、亭侯；五里一邮，邮间相去二里半。”又
《白孔六帖》(见北朝周·庾信《哀江南赋》倪璠注引)：“十里一长亭，五里一短亭。”近
城十里的长亭往往作为送别之处，因此董承至十里长亭给刘备送行。
(23) 宁耐——忍耐。
(24) 报命——复命。奉命办事完毕后报告。《史记·太史公自序》：“奉使西征巴蜀以
南，南略邛、笮、昆明，还报命。”
(25) 考较——考察核查。
(26) 将在外，君命有所不受——语本“将在军，君命有所不受”，出自《史记·孙子吴
起列传》：“孙子曰：‘臣既已受命为将，将在军，君命有所不受。’遂斩队长二人以
殉。”意谓皇帝不可能十分了解军中之事，所以带兵在外的将帅可以不受君命的约束，便宜
行事。
(27) 束兵秣马——束兵：收拾兵器。秣马：喂马。“束兵秣马”本“厉兵秣马”，出自
《左传·僖公三十三年》：“郑穆公使视客馆，则束载、厉兵、秣马矣。”意谓收拾兵器，
喂饱战马。指做好战斗前的准备工作。
(28) 天言衣带中——指汉献帝将诏书隐藏于衣带之中。天言：指天子的诏书。
(29) 尸横遍野，血流成渠——语本“尸骸蔽野，血流成河”，出自唐·祖君彦《为李密
檄洛州文》(见《全唐文》卷一三二)：“遂使尸骸蔽野，血流成河，积怨满于山川，号哭动
于天地。”形容被杀死的人极多。
(30) 钧旨——敬称帝王将相的命令。
(31) 瓮城——亦称“月城”。即设于城门之外的小城，因多为圆筒形，故称。其作用是
作为城门的屏障，一旦敌军攻入瓮城，则犹如瓮中捉鳖，极易歼灭。
(32) 狼烟——本指古代军中燃干狼粪冒烟，作为报警的信号。因为只有当敌军临境时才
点燃，故引申为战火或战争的代称。
第二十二回 袁曹各起马步三军 关张共擒王刘二将
却说陈登献计于玄德曰：
“曹操所惧者袁绍。绍虎踞冀、青、
幽、并诸郡，带甲百万，文官武将极多。今何不写书遣人到彼求
救？”玄德曰：
“绍向与我未通往来，今又新破其弟，安肯相助？”
登曰：
“此间有一人与袁绍三世通家，若得其一书致绍，绍必来相
助。”玄德问何人，登曰：
“此人乃公平日所折节敬礼者 (1) ，何故
忘之？”玄德猛省曰：
“莫非郑康成先生乎？”登笑曰：
“然也。”
原来郑康成名玄，好学多才，尝受业于马融。融每当讲学，必设
绛帐，前聚生徒，后陈声妓，侍女环列左右。玄听讲三年，目不邪
视，融甚奇之。及学成而归，融叹曰：
“得我学之秘者，惟郑玄一人
耳!”玄家中侍婢俱通《毛诗》 (2) 。一婢尝忤玄意，玄命长跪阶前。
一婢戏谓之曰：
“胡为乎泥中？”此婢应声曰：
“薄往愬，逢彼之怒
(3) 。”其风雅如此。桓帝朝，玄官至尚书。后因十常侍之乱，弃官
归田，居于徐州。玄德在涿郡时，已曾师事之。及为徐州牧，时时造
庐请教 (4) ，敬礼特甚。
当下玄德想出此人，大喜，便同陈登亲至郑玄家中，求其作书。
玄慨然依允，写书一封，付与玄德。玄德便差孙乾星夜赍往袁绍处投
递。绍览毕，自忖曰：
“玄德攻灭吾弟，本不当相助。但重以郑尚书
之命，不得不往救之。”遂聚文武官，商议兴兵伐曹操。谋士田丰
曰：
“兵起连年，百姓疲弊，仓廪无积，不可复兴大军。宜先遣人献
捷天子 (5) ，若不得通，乃表称曹操隔我王路，然后提兵屯黎阳；更
于河内增益舟楫，缮置军器，分遣精兵，屯扎边鄙 (6) 。三年之中，
大事可定也。”谋士审配曰：
“不然。以明公之神武，抚河朔之强盛
(7) ，兴兵讨曹贼，易如反掌，何必迁延日月？”谋士沮授曰：
“制
胜之策，不在强盛。曹操法令既行，士卒精练，比公孙瓒坐受困者不
同。今弃献捷良策，而兴无名之兵 (8) ，窃为明公不取。”谋士郭图
曰：
“非也。兵加曹操，岂曰无名？公正当及时早定大业。愿从郑尚
书之言，与刘备共仗大义，剿灭曹贼，上合天意，下合民情，实为幸
甚。”四人争论未定，绍躇踌不决。
忽许攸、荀谌自外而入，绍曰：
“二人多有见识，且看如何主
张。”二人施礼毕，绍曰：
“郑尚书有书来，令我起兵助刘备，攻曹
操。起兵是乎？不起兵是乎？”二人齐声应曰：
“明公以众克寡，以
强攻弱，讨汉贼以扶王室，起兵是也。”绍曰：
“二人所见，正合我
心。”便商议兴兵。先令孙乾回报郑玄，并约玄德准备接应；一面令
审配、逢纪为统军，田丰、荀谌、许攸为谋士，颜良、文丑为将军，
起马军十五万，步兵十五万，共精兵三十万，望黎阳进发。
分拨已定，郭图进曰：
“以明公大义伐操，必须数操之恶，驰檄
各郡，声罪致讨 (9) ，然后名正言顺。”绍从之，遂令书记陈琳草檄
(10) 。琳字孔璋，素有才名。灵帝时为主簿，因谏何进不听，复遭董
卓之乱，避难冀州，绍用为记室。当下领命草檄，援笔立就 (11) 。其
文曰 (12) ：
盖闻明主图危以制变 (13) ，忠臣虑难以立权 (14) 。是以有非常之人，然后
有非常之事；有非常之事，然后立非常之功 (15) 。夫非常者，固非常人所拟也
(16) 。
曩者强秦弱主 (17) ，赵高执柄 (18) ，专制朝权，威福由己。时人迫胁，莫
敢正言。终有望夷之败 (19) ，祖宗焚灭，污辱至今，永为世鉴。及臻吕后季年
(20) ，产、禄专政，内兼二军，外统赵梁，擅断万机，决事省禁 (21) ，下陵上替
(22) ，海内寒心。于是绛侯、朱虚兴兵奋怒，诛夷逆暴，尊立太宗 (23) ，故能王
道兴隆，光明显融。此则大臣立权之明表也。
司空、曹操祖父、中常侍腾，与左悺、徐璜并作妖孽，饕餮放横，伤化虐民
(24) 。父嵩，乞丐携养，因赃假位，舆金辇璧，输货权门，窃盗鼎司，倾覆重器
(25) 。操，赘阉遗丑，本无懿德，僄狡锋侠，好乱乐祸 (26) 。
幕府董统鹰扬 (27) ，扫除凶逆。续遇董卓，侵官暴国。于是提剑挥鼓，发
命东夏 (28) ，收罗英雄，弃瑕取用 (29) 。故遂与操同谘合谋 (30) ，授以裨师
(31) ，谓其鹰犬之才，爪牙可任 (32) 。至乃愚佻短略 (33) ，轻进易退，伤夷折
衄 (34) ，数丧师徒。幕府辄复分兵命锐，修完补辑，表行东郡，领兖州刺史，被
以虎文，奖蹙威柄 (35) ，冀获秦师一克之报 (36) 。而操遂承资跋扈 (37) ，恣行
凶忒 (38) ，割剥元元 (39) ，残贤害善。
故九江太守边让英才俊伟，天下知名，直言正色，论不阿谄，身首被枭悬之
诛 (40) ，妻孥受灰灭之咎。自是士林愤痛，民怨弥重，一夫奋臂，举州同声。故
躬破于徐方，地夺于吕布，彷徨东裔，蹈据无所 (41) 。幕府惟强干弱枝之义 (42)
，且不登叛人之党 (43) ，故复援旌擐甲，席卷起征，金鼓响振，布众奔沮，拯其
死亡之患，复其方伯之位 (44) ，则幕府无德于兖土之民，而有大造于操也 (45)
。
后会銮驾返旆 (46) ，群虏寇攻。时冀州方有北鄙之警 (47) ，匪遑离局 (48)
，故使从事中郎徐勋就发遣操，使缮修郊庙 (49) ，翊卫幼主 (50) 。操便放志
(51) ，专行胁迁 (52) ，当御省禁 (53) ；卑侮王室，败法乱纪；坐领三台 (54) ，
专制朝政，爵赏由心，刑戮在口：所爱光五宗 (55) ，所恶灭三族；群谈者受显
诛，腹议者蒙隐戮。百僚钳口，道路以目 (56) ，尚书记朝会 (57) ，公卿充员品
而已 (58) 。
故太尉杨彪典历二司 (59) ，享国极位 (60) 。操因缘眦睚 (61) ，被以非罪
(62) ，榜楚参并 (63) ，五毒备至 (64) ，触情任忒 (65) ，不顾宪纲。又议郎赵
彦，忠谏直言，义有可纳，是以圣朝含听 (66) ，改容加饰。操欲迷夺时明，杜绝
言路，擅收立杀，不俟报闻。又梁孝王 (67) ，先帝母昆 (68) ，坟陵尊显。桑梓
松柏，犹宜肃恭 (69) ，而操帅将吏士，亲临发掘，破棺裸尸，掠取金宝。至令圣
朝流涕，士民伤怀。
操又特置“发丘中郎将”、“摸金校尉 (70) ”，所过隳突 (71) ，无骸不
露。身处三公之位，而行桀虏之态 (72) ，污国害民，毒施人鬼。加其细致惨苛，
科防互设 (73) ，罾缴充蹊 (74) ，坑阱塞路，举手挂网罗 (75) ，动足触机陷 (76)
。是以兖、豫有无聊之民 (77) ，帝都有吁嗟之怨 (78) 。历观载籍 (79) ，无道之
臣，贪残酷烈，于操为甚。
幕府方诘外奸 (80) ，未及整训，加绪含容 (81) ，冀可弥缝 (82) 。而操豺
狼野心，潜包祸谋，乃欲摧挠栋梁 (83) ，孤弱汉室，除灭忠正，专为枭雄。往者
伐鼓北征公孙瓒，强寇桀逆，拒围一年 (84) 。操因其未破，阴交书命，外助王
师，内相掩袭 (85) ，故引兵造河，方舟北济。会其行人发露 (86) ，瓒亦枭夷
(87) ，故使锋芒挫缩，厥图不果。
今乃屯据敖仓，阻河为固 (88) ，欲以螳螂之斧，御隆车之隧 (89) 。幕府奉
汉威灵，折冲宇宙 (90) ，长戟百万 (91) ，胡骑千群，奋中黄、育、获之士 (92)
，骋良弓劲弩之势 (93) ；并州越太行，青州涉济漯，大军泛黄河而角其前，荆州
下宛叶而掎其后，雷震虎步，并集虏庭，若举炎火以爇飞蓬 (94) ，覆沧海以沃熛
炭 (95) ，有何不灭者哉!
又操军吏士，其可战者，皆出自幽、冀，或故营部曲 (96) ，咸怨旷思归
(97) ，流涕北顾。其馀兖、豫之民，及吕布、张杨之馀众，覆亡迫胁，权时苟
从，各被创夷 (98) ，人为仇敌。若回旆方徂 (99) ，登高冈而击鼓吹，扬素挥以
启降路 (100) ，必土崩瓦解 (101) ，不俟血刃 (102) 。
方今汉室陵迟，纲维弛绝 (103) ，圣朝无一介之辅 (104) ，股肱无折冲之
势。方畿之内 (105) ，简练之臣 (106) ，皆垂头搨翼 (107) ，莫所凭恃。虽有忠义
之佐，胁于暴虐之臣，焉能展其节？
又操持部曲精兵七百，围守宫阙，外托宿卫，内实拘执。惧其篡逆之萌，因
斯而作。此乃忠臣肝脑涂地之秋 (108) ，烈士立功之会，可不勖
哉 (109) !
操又矫命称制 (110) ，遣使发兵。恐边远州郡过听给与 (111) ，违众旅叛
(112) ，举以丧名，为天下笑，则明哲不取也。
即日幽、并、青、冀四州并进。书到荆州，便勒见兵，与建忠将军协同声势
(113) 。州郡各整义兵，罗落境界 (114) ，举武扬威，并匡社稷，则非常之功，于
是乎著。
其得操首者，封五千户侯，赏钱五千万。部曲偏裨将校诸吏降者，勿有所
问。广宣恩信，班扬符赏 (115) ，布告天下，咸使知圣朝有拘迫之
难 (116) 。如律令 (117) !
绍览檄大喜，即命使将此檄遍行州郡，并于各处关津隘口张挂
(118) 。
檄文传至许都，时曹操方患头风 (119) ，卧病在床。左右将此檄
传进，操见之，毛骨悚然，出了一身冷汗，不觉头风顿愈，从床上一
跃而起，顾谓曹洪曰：
“此檄何人所作？”洪曰：
“闻是陈琳之
笔。”操笑曰：
“有文事者，必须以武略济之 (120) 。陈琳文事虽
佳，其如袁绍武略之不足何!”遂聚众谋士，商议迎敌。
孔融闻之，来见操曰：
“袁绍势大，不可与战，只可与和。”荀
彧曰：
“袁绍无用之人，何必议和？”融曰：
“袁绍土广民强，其部
下如许攸、郭图、审配、逢纪皆智谋之士，田丰、沮授皆忠臣也，颜
良、文丑勇冠三军，其馀高览、张郃、淳于琼等俱世之名将，何谓绍
为无用之人乎？”彧笑曰：
“绍兵多而不整。田丰刚而犯上，许攸贪
而不智，审配专而无谋，逢纪果而无用：此数人者，势不相容，必生
内变。颜良、文丑，匹夫之勇 (121) ，一战可擒。其馀碌碌等辈，纵
有百万，何足道哉!”孔融默然。操大笑曰：
“皆不出荀文若之料。”
遂唤前军刘岱、后军王忠引军五万，打着丞相旗号，去徐州攻刘备。
原来刘岱旧为兖州刺史，及操取兖州，岱降于操，操用为偏将，故今
差他与王忠一同领兵。操却自引大军二十万，进黎阳，拒袁绍。程昱
曰：
“恐刘岱、王忠不称其使。”操曰：
“吾亦知非刘备敌手，权且
虚张声势 (122) 。”分付：
“不可轻进。待我破绍，再勒兵破备。”
刘岱、王忠领兵去了。
曹操自引兵至黎阳，两军隔八十里，各自深沟高垒，相持不战，
自八月守至十月。原来许攸不乐审配领兵，沮授又恨绍不用其谋，各
不相和，不图进取。袁绍心怀疑惑，不思进兵。操乃唤吕布手下降将
臧霸守把青、徐，于禁、李典屯兵河上，曹仁总督大军屯于官渡。操
自引一军竟回许都。
且说刘岱、王忠引军五万，离徐州一百里下寨。中军虚打“曹丞
相”旗号，未敢进兵，只打听河北消息。这里玄德也不知曹操虚实，
未敢擅动，亦只探听河北。忽曹操差人催刘岱、王忠进战。二人在寨
中商议，岱曰：
“丞相催促攻城，你可先去。”王忠曰：
“丞相先差
你。”岱曰：
“我是主将，如何先去？”忠曰：
“我和你同引兵
去。”岱曰：
“我与你拈阄，拈着的便去。”王忠拈着“先”字，只
得分一半军马，来攻徐州。玄德听知军马到来，请陈登商议曰：
“袁
本初虽屯兵黎阳，奈谋臣不和，尚未进取。曹操不知在何处。闻黎阳
军中，无操旗号，如何这里却反有他旗号？”登曰：
“操诡计百出，
必以河北为重，亲自监督，却故意不建旗号，乃于此处虚张旗号。吾
意操必不在此。”玄德曰：
“两弟谁可探听虚实？”张飞曰：
“小弟
愿往。”玄德曰：
“汝为人躁暴，不可去。”飞曰：
“便是有曹操也
拿将来。”云长曰：
“待弟往观其动静。”玄德曰：
“云长若去，我
却放心。”于是云长引三千人马出徐州来。
时值初冬，阴云布合，雪花乱飘，军马皆冒雪布阵。云长骤马提
刀而出，大叫：
“王忠打话。”忠出曰：
“丞相到此，缘何不降？”
云长曰：
“请丞相出阵，我自有话说。”忠曰：
“丞相岂肯轻见
你？”云长大怒，骤马向前；王忠挺枪来迎。两马相交，云长拨马便
走；王忠赶来。转过山坡，云长回马，大叫一声，舞刀直取。王忠拦
截不住，恰待骤马奔逃，云长左手倒提宝刀，右手揪住王忠勒甲绦
(123) ，拖下鞍鞒，横担于马上，回本阵来。王忠军四散奔走。
云长押解王忠，回徐州见玄德。玄德问：
“尔乃何人，现居何
职，敢诈称曹丞相？”忠曰：
“焉敢有诈。奉命教我虚张声势，以为
疑兵。丞相实不在此。”玄德教付衣服、酒食，且暂监下，待捉了刘
岱，再作商议。云长曰：
“某知兄有和解之意，故生擒将来。”玄德
曰：
“吾恐翼德躁暴，杀了王忠，故不教去。此等人杀之无益，留之
可为解和之地。”张飞曰：
“二哥捉了王忠，我去生擒刘岱来。”玄
德曰：
“刘岱昔为兖州刺史，虎牢关伐董卓时，也是一镇诸侯，今日
为前军，不可轻敌。”飞曰：
“量此辈何足道哉!我也似二哥生擒将来
便了。”玄德曰：
“只恐坏了他性命，误我大事。”飞曰：
“如杀
了，我偿他命。”玄德遂与军三千，飞引兵前进。
却说刘岱知王忠被擒，坚守不出。张飞每日在寨前叫骂，岱听知
是张飞，越不敢出。飞守了数日，见岱不出，心生一计：传令今夜二
更去劫寨；日间却在帐中饮酒诈醉，寻军士罪过，打了一顿，缚在营
中，曰：
“待我今夜出兵时，将来祭旗。”却暗使左右纵之去。军士
得脱，偷走出营，径往刘岱营中来报劫寨之事。刘岱见降卒身受重
伤，遂听其说，虚扎空寨，伏兵在外。是夜张飞却分兵三路：中间使
三十馀人劫寨放火；却教两路军抄出他寨后，看火起为号，夹击之。
三更时分，张飞自引精兵，先断刘岱后路；中路三十馀人抢入寨中放
火。
刘岱伏兵恰待杀入，张飞两路兵齐出。岱军自乱，正不知飞兵多
少，各自溃散。刘岱引一队残军，夺路而走，正撞见张飞，狭路相逢
(124) ，急难回避，交马只一合，早被张飞生擒过去。馀众皆降。飞使
人先报入徐州。玄德闻之，谓云长曰：
“翼德自来粗莽，今亦用智，
吾无忧矣。”乃亲自出郭迎之。飞曰：
“哥哥道我躁暴，今日如何？
“玄德曰：
“不用言语相激，如何肯使机谋？”飞大笑。
玄德见缚刘岱过来，慌下马解其缚曰：
“小弟张飞误有冒渎，望
乞恕罪。”遂迎入徐州，放出王忠，一同管待。玄德曰：
“前因车胄
欲害备，故不得不杀之。丞相错疑备反，遣二将军前来问罪。备受丞
相大恩，正思报效，安敢反耶？二将军至许都，望善言为备分诉，备
之幸也。”刘岱、王忠曰：
“深荷使君不杀之恩 (125) ，当于丞相处
方便，以某两家老小保使君。”玄德称谢。
次日，尽还原领军马，送出郭外。刘岱、王忠行不上十馀里，一
声鼓响，张飞拦路大喝曰：
“我哥哥忒没分晓 (126) ，捉住贼将，如
何又放了？”諕得刘岱、王忠在马上发颤。张飞睁眼挺枪赶来，背后
一人飞马大叫：
“不得无礼!”视之，乃云长也。刘岱、王忠方才放
心。云长曰：
“既兄长放了，吾弟如何不遵法令？”飞曰：
“今番放
了，下次又来。”云长曰：
“待他再来，杀之未迟。”刘岱、王忠连
声告退曰：
“便丞相诛我三族，也不来了。望将军宽恕。”飞曰：
“便是曹操自来，也杀他片甲不回。今番权且寄下两颗头。”刘岱、
王忠抱头鼠窜而去。
云长、翼德回见玄德曰：
“曹操必然复来。”孙乾谓玄德曰：
“徐州受敌之地，不可久居。不若分兵屯小沛，守邳城，为掎角之
势，以防曹操。”玄德用其言，令云长守下邳，甘、糜二夫人亦于下
邳安置。甘夫人乃小沛人也，糜夫人乃糜竺之妹也。孙乾、简雍、糜
竺、糜芳守徐州。玄德与张飞屯小沛。
刘岱、王忠回见曹操，具言刘备不反之事。操怒骂：
“辱国之
徒，留你何用!”喝令左右推出斩之。正是：
犬豕何堪共虎斗，鱼虾空自与龙争。
不知二人性命如何，且听下文分解。
--------------------
(1) 折节——降低自己的身份，恭恭敬敬地待人。
(2) 《毛诗》——《诗经》的版本之一。汉代所传《诗经》有四种，其中一种为毛亨、
毛苌所传，故称《毛诗》。其他三种均已失传，故今传《诗经》即《毛诗》。
(3) “一婢尝忤玄意”七句——此段是说郑玄家中连婢女都精通《诗经》，以致用以开
玩笑。“胡为乎泥中”出自《诗经·邶风·式微》，是一婢借以问：你为何跪在泥地上？
“薄言往愬，逢彼之怒”出自《诗经·邶风·柏舟》，是一婢借以答：我急急忙忙去向他(指
郑玄)禀报事情，正碰上他发脾气。薄言：急急忙忙。“言”是语气助词，无实义。愬：同
“诉”。这里是禀报之意。
(4) 造庐——登门。造：往，去，至，到。庐：本义为简易房舍，引申为住宅。
(5) 献捷天子——因打了胜仗，向皇帝进献俘虏和战利品。
(6) 边鄙——边境地区。
(7) 河朔——泛指黄河以北地区。
(8) 兴无名之兵——毫无理由地发动战争。
(9) 声罪致讨——语本《国语·晋语五》：“大罪伐之，小罪惮之……是故伐备钟鼓，
声其罪也；战以錞于、丁宁，儆其民也。”意谓首先公布对方的罪行，然后出兵讨伐。
(10) 书记——亦称“记室”。掌管文书事务的文人。
(11) 援笔立就——提起笔来，一挥而成。形容文思敏捷，技艺熟练，写作速度极快。
(12) 其文——陈琳的这篇檄文引自《文选》卷四四，题为《为袁绍檄豫州》，与原文略
有出入。豫州指豫州刺史刘备，这篇檄文是陈琳代袁绍写给刘备的，故称《为袁绍檄豫
州》。此文又见于《后汉书·袁绍传》、《三国志·魏志·袁绍传》裴松之注引《魏氏春
秋》，文字皆有删节，且无标题。
(13) 图危以制变——意谓当国家危难之时采取措施以应变。
(14) 虑难以立权——意谓当国家危难之时树立威权。
(15) “有非常之人”四句——这四句略见于汉·司马相如《难蜀父老》，原文是：“世
必有非常之人，然后有非常之事；有非常之事，然后有非常之功。”非常：非同一般。
(16) 拟——比拟。
(17) 曩(nǎng攮)者——昔日，从前，过去，已往。 强秦弱主——强大的秦朝，懦弱的
君主(指秦二世胡亥)。
(18) 赵高——秦朝的宦官。秦始皇死后，矫始皇之诏，逼始皇长子扶苏自杀，立少子胡
亥为二世。后又杀胡实，再立子婴为秦王。最后为子婴所杀。执柄：执掌权柄。
(19) 望夷之败——事见《史记·秦始皇本纪》：秦二世宠信宦官赵高，任为丞相，致使
赵高独揽大权，天下盗贼蜂起，而赵高隐瞒二世，说天下太平。后二世发现赵高隐瞒真情，
遣使责问赵高。赵高惧，与其婿合谋，逼二世自杀于望夷宫(在今陕西泾县)。
(20) 吕后季年——即吕后专权的晚年。吕后：参见第二回“‘昔吕后’二句”条注。
(21) “产、禄专政”五句——事见《汉书·外戚传·高祖吕皇后》：吕后晚年曾封其侄
吕产为梁王兼丞相，掌管南军；封吕禄为赵王兼上将军，掌管北军。二人权力极大，独揽朝
政。
(22) 下陵上替——陵：通“凌”。替：松弛，废弛。“下陵上替”出自《左传·昭公十
八年》：“于是乎下陵上替，能无乱乎？”意谓在下者凌驾于上，在上者软弱无能。指纲纪
废弛，上下失序。
(23) “于是绛侯”三句——事见《汉书·外戚传·高祖吕皇后》：“(吕)太后崩，太
尉周勃(绛侯)、丞相陈平、朱虚侯刘章等共诛产、禄，悉捕诸吕男女，无少长皆斩之。而迎
立代王，是为孝文皇帝。”
(24) “司空”四句——这四句是概述曹操祖父曹腾的简历与为人。说曹腾与左悺、徐璜
都是宦官中的坏蛋，贪赃枉法，搅乱朝政，损害教化，压迫百姓。饕餮(tāo ti è涛帖)：传
说中一种贪食的怪物。《神异经·西南荒经》：“西南方有人焉，身多毛，头上载豕，贪如
狼恶，好自积财，而不食人谷，强者夺老弱者，畏群而击牵，名曰饕餮。”多用以比喻贪
婪、贪残。伤化：损害教化。
(25) “父嵩”七句——这七句是概述曹操父亲曹嵩的简历与为人。说曹嵩本来是个乞
丐，被曹腾收为养子，又通过贿赂，才使曹嵩做了大官。《三国志·魏志·武帝纪》曰：
“桓帝世，曹腾为中常侍大长秋，封费亭侯。养子嵩嗣，官至太尉，莫能审其生出本末。”
可见曹嵩来历不明，故陈琳说他出身乞丐也是事出有因，并非空穴来风。携养：被收养。因
赃假位：用贿赂的手段取得官位。舆金辇璧，输货权门：用车子拉着金银珍宝送往权门。形
容以重金贿赂高官。窃盗鼎司：指窃取三公之一的太尉(鼎司)之位。倾覆重器：破坏国家政
权(重器)。
(26) “操”五句——这五句是概述曹操的出身与为人。说他是宦官的后代，无德勇猛，
好乱乐祸。赘阉：对宦官的蔑称。因宦官受过宫刑，犹如割掉赘疣，故称。遗丑：骂人话。
留下来的丑类。懿德：美德。僄狡：敏捷勇猛。锋侠：原讹作“锋协”，据《后汉书·袁绍
传》和《三国志·魏志·袁绍传》裴松之注引《魏氏春秋》改。意思是锋芒毕露，任所欲
为。
(27) 幕府董统鹰扬——意谓袁绍统率着威武雄壮的军队。幕府：本指将帅在野外的营
帐。引申以代指将帅。这里是袁绍的自称。董统：督导统率。鹰扬：本义为威武貌。引申为
威武的军队。
(28) 东夏——中国的东部地区。这里指袁绍所占据的冀州。夏：即中国的古称华夏，故
以代指中国。
(29) 弃瑕取用——意谓不计较缺点和过失，宽宏大量地录用人才。
(30) 同谘合谋——共同商议策划。
(31) 裨师——偏师。主力军之外的部分军队。
(32) 鹰犬之才，爪牙可任——比喻可以用作奔走效劳的人。说白了就是可以用作走狗。
(33) 愚佻短略——愚昧轻佻，缺乏谋略。
(34) 伤夷折衄(nǜ)——意谓屡战屡败，损兵折将。伤夷：即“伤痍”。创伤。折衄：
战败，失败。
(35) “幕府”七句——这七句是说在曹操屡战屡败的情况下，袁绍又为其补充兵力，并
先后委任为东郡太守和兖州刺史，以增加其威风和权势。分兵命锐，修完补辑：分拨精锐部
队给曹操，补充其兵力，使其完备。被以虎文，奖蹙威柄：被：通“披”。虎文：虎皮。因
虎皮有彩色花纹，故称。奖蹙：助成。这里暗用了“羊质虎皮”之典，典出汉·扬雄《法言
·吾子》：“羊质而虎皮，见草而说，见豺而战，忘其皮之虎矣。”(说：同“悦”。喜欢。
战：发抖。)李轨注：“羊假虎皮，见豺则战；人假伪名，考实则穷。”)这里借用此典暗指
曹操是个绵羊般的懦夫，但袁绍仍为其增兵加官，以增加其威风和权柄。
(36) 冀获秦师一克之报——冀获：希望获得。秦师一克之报：事见《史记·秦本纪》：
秦缪公三十三年，缪公不听百里傒、蹇叔之谏，派孟明、西乞术、白乙丙三将率兵出征，与
晋军战于崤山，结果全军覆没，三将被俘。后三将获释归，缪公素服郊迎，对三将说：“孤
以不用百里傒、蹇叔言以辱三子，三子何罪乎？子其悉心雪耻，毋怠。”于是恢复三将官
职，愈加厚待。至缪公三十六年，缪公复命孟明等率兵伐晋报仇，大败晋军，缪公亲自祭祀
三年前战死崤山的将士。这里是说袁绍像秦缪公善待吃了败仗的孟明等三将一样善待不争气
的曹操，希望曹操也能像孟明等用战功报答秦缪公一样来报答自己。
(37) 承资跋扈——指曹操凭仗袁绍给的兵力和官职飞扬跋扈，横行霸道。
(38) 恣行凶忒——任意妄为，无恶不作。忒：恶。
(39) 割剥元元——残害百姓。元元：百姓，人民。
(40) “故九江太守”六句——这六句揭发了曹操的一条罪状，即杀害了正直的九江太守
边让及其全家。枭悬之诛：即斩首并悬挂示众。妻孥灰灭：妻子和儿女如灰烬般消灭。
(41) “故攻破”四句——这四句是说曹操为父报仇而攻打徐州牧陶谦不利，却被吕布乘
机攻占了老窝兖州，弄得如丧家之犬，在东方游荡。参见第十一回。徐方：指徐州。东裔：
东部边远之地。蹈据无所：没有立足之地。
(42) 强干弱枝——干：树干。“强干弱枝”本《史记·汉兴以来诸侯王年表序》：“而
汉郡八九十，形错诸侯间，犬牙相临，秉其阸塞地利，强本干，弱枝叶之势，尊卑明而万事
各得其所矣。”意谓加强树干，削弱枝叶。比喻加强中央权力，削弱地方势力。
(43) 不登叛人之党——意谓不将曹操与吕布同等看待，列入叛逆之类。登：列入。叛
人：背叛朝廷的人。这里指吕布。
(44) “故复”六句——这六句是说袁绍鉴于曹操又陷入狼狈不堪的地步，因此重新起兵
征伐吕布，布兵大败，从而再次拯救了曹操，恢复了其兖刺史的官位。援旌擐甲：举起战
旗，穿上铠甲。指出兵征战。布众奔沮：吕布的军队溃败逃命。方伯：原指殷周时代一方诸
侯之长。汉代借指刺史。
(45) 大造——大恩大德。《左传·成公十三年》：“文公恐惧，绥静诸侯，秦师克还无
害，则是我有大造于西也。”
(46) 銮驾返旆——指汉献帝被李傕劫持获释后返回都城洛阳。返旆：回师。旆：旌旗。
(47) 北鄙之警——北方边境有战事。指韩馥以冀州让袁绍，公孙瓒出兵攻袁绍。
(48) 匪遑离局——无暇离开职位。匪遑：无暇，没有空闲。局：职位。
(49) 郊庙——古代帝王祭天祭地的郊宫和祭祖的宗庙。
(50) 翊(y ì义)卫——辅佐护卫。
(51) 放志——放纵心志。意谓随心所欲，肆无忌惮。
(52) 专行胁迁——独断专行，胁迫迁都。指曹操强迫汉献帝迁都于许昌。
(53) 当御省禁——意谓朝廷一切大事均在宫中自行处理，不把皇帝放在眼里。省禁：宫
中。
(54) 坐领三台——意谓轻而易举地便身兼尚书、御史、谒者三大官职。三台：汉代称尚
书为中台，御史为宪台，谒者为外台，合称“三台”。
(55) 光五宗——使五代人都荣耀。光：用作动词。使荣耀。五宗：五世，即高祖、曾
祖、祖父、父亲及自己。
(56) 道路以目——以目：用眼睛示意。表示不敢说话。“道路以目”出自《国语·周语
上》：“(周)厉王虐，国人谤王。邵公告曰：‘民不堪命矣!’王怒，得卫巫，使监谤者，以
告，则杀之。国人莫敢言，道路以目。”(谤：公开指责别人过失。堪：忍受。命：命令。)
意谓人们在路上相遇而不敢交谈，只能以目示意。这里是形容曹操极端暴虐无道，全国上下
噤若寒蝉，不敢说话。
(57) 尚书记朝会——尚书这样的大官也只能记载朝会。朝会：泛指诸侯、朝臣、外国使
臣朝见天子。
(58) 公卿充员品——一切大官都只能算是一个名额。公卿：泛指大官。
(59) 故太尉杨彪典历二司——是说已故杨彪在任太尉前，曾历任司空、司徒。典历：历
任。二司：指司徒、司空。《后汉书·刘恺传》：“频历二司，举动得体。”李贤注：“二
司为司徒、司空。”
(60) 极位——最高官位。
(61) 眦睚(z ì yá字涯)——怒目而视。借指微小的怨恨。《史记·龟策列传》：“素
有眦睚不快，因公行诛，恣意所伤，以破族灭门者，不可胜数。”
(62) 被以非罪——强加以莫须有的罪名。被：加。非罪：本来无罪而硬说有罪。《管子
·明法》：“是以忠臣死于非罪，而邪臣起于非功。”
(63) 榜(bēng绷)楚参并——鞭杖齐下。泛指严刑拷打。“榜”为鞭打，“楚”为杖
击。
(64) 五毒——古代的五种酷刑，而说法不一：或谓指鞭、箠、灼、徽(绳绑)、纆(绳
绑)；或谓指四肢及身体备受楚毒。这里是泛指酷刑。
(65) 触情任忒——凭着个人感情而任意处治。忒：变更。
(66) 含听——倾听采纳。
(67) 梁孝王——指刘武，汉文帝之子，汉景帝之弟。
(68) 先帝母昆——即汉景帝的同胞兄弟。先帝：汉景帝已故，故称“先帝”。母昆：一
母所生同胞兄弟。
(69) 桑梓松柏，犹宜肃恭——这里暗用了一个典故，典出《诗经·小雅·小弁》：“维
桑与梓，必恭敬止。”朱熹集传：“桑、梓，二木。古者五亩之宅，树之墙下，以遗子孙给
蚕食、具器用者也……桑梓父母所植。”后世以“桑梓”代指故乡。松柏常植于坟地，故代
指坟墓。因此“桑梓松柏”代指故乡和坟墓。这里是说故乡和普通坟墓都应该恭恭敬敬地对
待，何况王家的坟墓。
(70) 发丘中郎将、摸金校尉——都是作者虚构的官名，以谴责曹操盗人坟墓的滔天罪
行。
(71) 隳(hu ī灰)突——到处横行，任意破坏。
(72) 桀虏——恶人，凶恶的人。
(73) 科防互设——设置各种刑律禁令。科防：刑律禁令。
(74) 罾(zēng增)缴(zhuō 卓)充蹊——意谓到处都是罗网，暗藏杀机。比喻法网严密。
罾：是一种形似仰伞的鱼网，以木棍或竹竿为支架。缴：系着生丝线的射鸟箭。蹊：泛指道
路。
(75) 网罗——捕捉鸟兽的网状工具。比喻法网。
(76) 机陷——设有机关的捕兽陷阱。比喻法网。
(77) 无聊之民——贫苦无依的百姓。
(78) 吁嗟之叹——以哀叹发泄怨恨。吁嗟：哀叹。
(79) 载籍——典籍，书籍。
(80) 诘外奸——指讨伐朝廷之外的坏人。诘：究办，处治。
(81) 加绪含容——格外容忍。加绪：特意，格外。
(82) 冀可弥缝——希望可以弥补。弥缝：弥补，补救。
(83) 摧挠栋梁——比喻铲除国家重臣。
(84) “往者”三句——这三句是指袁绍讨伐公孙瓒，公孙瓒固守一年。伐鼓：击鼓，敲
响战鼓。代指发动战争。桀逆：桀骜不驯，不肯屈服。
(85) “操因”四句——这四句是说当袁绍久攻公孙瓒不下之时，曹操暗中与公孙瓒通
信，答应援救公孙瓒，并约定里应外合，夹攻袁军。
(86) “会其行人发露”四句——这四句是说曹操派遣给公孙瓒送信的信使被袁军截获，
阴谋暴露，以失败告终。而本书第二十一回却说是公孙瓒派遣向曹操求救的信使被袁军截
获，使其计划败露。行人：使者的通称。这里指信使。发露：泄露，败露。
(87) 枭夷——诛戮。
(88) 阻河为固——凭仗黄河为坚固的防线。河：专指黄河。
(89) “欲以螳螂”二句——这里化用了“螳臂当车”的典故，典出《庄子·人间世》：
“汝不知夫螳螂乎？怒其臂以当车辙，不知其不胜任也。”意谓螳螂举足想挡住车子前进。
比喻不自量力，妄图抗拒强大的力量或做力所不及的事情。螳螂之斧：即螳螂的前腿。因其
若斧形，故称。御隆车之隧：阻挡在道路上行驶的大车。御：抵御，阻挡。隆车：高大的
车。隧：道路。
(90) 折冲宇宙——战无不胜，天下无敌。折冲：本义为使敌人的战车后退。冲：战车的
一种。
(91) 长戟——古代的一种合戈、矛为一体的长柄兵器。代指军队。
(92) 中黄、育、获——指中黄伯、夏育、乌获，皆为古代的勇士。代指勇敢的将士。
(93) 良弓劲弩之势——犹如良弓射出的飞箭般迅猛之势。形容士气高昂，威武雄壮。
(94) 若举炎火以爇飞蓬——犹如用烈火烧蓬蒿。形容袁绍的军队强大，敌军虚弱，袁军
消灭敌军极其容易。炎火：烈火。爇：烧。飞蓬：即蓬蒿。是一种野草，枯干后到处飘荡，
故称“飞蓬”。
(95) 覆沧海以沃熛(biāo标)炭——犹如用全部海水去浇燃烧的炭火。也是形容袁绍的
军队强大，敌军虚弱，袁军消灭敌军极其容易。覆：倾出，倒出。沃：用水浇。熛炭：燃烧
的炭火。
(96) 部曲——部属，部下。
(97) 怨旷——指夫妻长期别离。《诗经·邶风·雄雉序》：“军旅数起，大夫久役，男
女怨旷。”
(98) 被创夷——受了伤。创夷：义同“创痍”。创伤。
(99) 回旆(pèi倍)方徂——回师刚到。旆：春秋时晋、楚的前军称“旆”，引申以泛指
军队。徂：至，到。
(100) 扬素挥以启降路——意谓挥动白旗以开投降之路。素挥：白旗，白幡。战败者表
示投降的旗。挥：通“徽”。幡。
(101) 土崩瓦解——语出《鬼谷子·抵巇》：“天下分错，上无明主，公侯无道德，则
小人谗贼，贤人不用，圣人窜匿，贪利诈伪者作，君臣相惑，土崩瓦解，而相伐射，父子离
散，乖乱反目，是谓萌芽巇罅。”意谓犹如土堆崩塌，屋瓦破裂。比喻军队惨败，全军覆
没。
(102) 不俟血刃——不必拼杀。不俟：不待，不必。血刃：刀口上沾满血迹。表示杀
戮。
(103) 纲维弛绝——法度不复存在。纲维：总纲和四维。比喻法度。弛绝：废绝，废
除。
(104) 一介之辅——一个辅佐大臣。
(105) 方畿之内——国境之内。方畿：原指天子所辖的方千里之内。后泛指国境。
(106) 简练之臣——精明干练的大臣。
(107) 搨翼——鸟类垂下翅膀。比喻人失意沮丧的神态。
(108) 肝脑涂地——参见第十三回“肝脑涂”条注。
(109) 勖(x ù序)——勉励。
(110) 称制——代行皇帝的职权。
(111) 过听给与——这里是指因听信了曹操矫诏发布的命令而响应。过听：误听，错误
地听取。
(112) 旅叛——协助叛逆。
(113) 建忠将军——指张绣。张绣因军功卓著而升任建忠将军，当时屯军于宛城，与刘
表军汇合。 协同声势——互相呼应，彼此配合。
(114) 罗落境界——布兵于边境。
(115) 班扬——到处宣扬。班：遍，普遍。 符赏——指军令文书中所规定奖赏的数
目。
(116) 拘迫——急迫。
(117) 如律令——意谓按照法令执行。汉朝诏书或檄文结尾的惯用语。
(118) 关津隘口——泛指交通要道。
(119) 头风——头痛病。
(120) 济——辅助。
(121) 匹夫之勇——匹夫：独夫，独自。“匹夫之勇”出自《国语·越语上》：“吾不
欲匹夫之勇也，欲其旅进旅退也。”意谓做事不用智谋，单凭个人勇气。
(122) 虚张声势——虚张：夸张，夸大。声势：声威气势。“虚张声势”本“先张声
势”，出自《三国志·魏志·曹休传》：“贼实断道者，当伏兵潜行；今乃先张声势，此其
不能也。”意谓故意制造虚假的气势或气氛。
(123) 勒甲绦(tāo涛)——束在铠甲外面的腰带。
(124) 狭路相逢——语本“相逢狭路”，出自汉·无名氏《清调曲·相逢行》(见《乐
府诗集》卷三四)：“相逢狭路间，道隘不容车。不知何年少，夹毂问君家。”(又见《玉台
新咏》，题作《相逢狭路间》。)意谓在狭窄的道路上相遇。指仇人或对头相见，难以相容。
(125) 荷——承蒙，承受。
(126) 没分晓——没道理。
第二十三回 祢正平裸衣骂贼 吉太医下毒遭刑
却说曹操欲斩刘岱、王忠，孔融谏曰：
“二人本非刘备敌手，若
斩之，恐失将士之心。”操乃免其死，黜罢爵禄 (1) 。欲自起兵伐玄
德，孔融曰：
“方今隆冬盛寒，未可动兵，待来春未为晚也。可先使
人招安张绣、刘表，然后再图徐州。”操然其言，先遣刘晔往说张
绣。晔至襄城，先见贾诩，陈说曹公盛德。诩乃留晔于家中。
次日，来见张绣，说曹公遣刘晔招安之事。正议间，忽报袁绍有
使至，绣命入。使者呈上书信。绣览之，亦是招安之意。诩问来使
曰：
“近日兴兵破曹操，胜负何如？”使曰：
“隆冬寒月，权且罢
兵。今以将军与荆州刘表俱有国士之风 (2) ，故来相请耳。”诩大笑
曰：
“汝可便回见本初，道汝兄弟尚不能容，何能容天下国士乎？”
当面扯碎书，叱退来使。
张绣曰：
“方今袁强曹弱，今毁书叱使，袁绍若至，当如之
何？”诩曰：
“不如去从曹操。”绣曰：
“吾先与操有仇，安得相
容？”诩曰：
“从操其便有三：夫曹公奉天子明诏，征伐天下，其宜
从一也。绍强盛，我以少从之，必不以我为重；操虽弱，得我必喜，
其宜从二也。曹公王霸之志，必释私怨，以明德于四海，其宜从三
也。愿将军无疑焉。”
绣从其言，请刘晔相见。晔盛称操德，且曰：
“丞相若记旧怨，
安肯使某来结好将军乎？”绣大喜，即同贾诩等赴许都投降。绣见
操，拜于阶下。操忙扶起，执其手曰：
“有小过失，勿记于心。”遂
封绣为扬武将军，封贾诩为执金吾使。
操即命绣作书招安刘表。贾诩进曰：
“刘景升好结纳名流，今必
得一有文名之士往说之，方可降耳。”操问荀攸曰：
“谁人可去？”
攸曰：
“孔文举可当其任。”操然之。攸出见孔融曰：
“丞相欲得一
有文名之士，以备行人之选 (3) 。公可当此任否？”融曰：
“吾友祢
衡，字正平，其才十倍于我。此人宜在帝左右，不但可备行人而已。
我当荐之天子。”于是遂上表奏帝 (4) 。其文曰：
臣闻洪水横流，帝思俾乂，旁求四方，以招贤俊 (5) 。昔世宗继统，将弘基
业，畴咨熙载，群士响臻 (6) 。陛下睿圣 (7) ，纂承基绪 (8) ，遭遇厄运，劳谦
日昃 (9) ，维岳降神 (10) ，异人并出 (11) 。窃见处士平原祢衡 (12) ，年二十
四，字正平，淑质贞亮 (13) ，英才卓跞 (14) 。初涉艺文，升堂睹奥 (15) 。目所
一见，辄诵之口；耳所暂闻，不忘于心。性与道合 (16) ，思若有神。弘羊潜计
(17) ，安世默识 (18) ，以衡准之，诚不足怪 (19) 。忠果正直，志怀霜雪，见善
若惊 (20) ，嫉恶若仇 (21) 。任座抗行 (22) ，史鱼厉节 (23) ，殆无以过也。鸷鸟
累百，不如一鹗 (24) 。使衡立朝 (25) ，必有可观。飞辩骋辞，溢气坌涌 (26) ，
解疑释结，临敌有馀。
昔贾谊求试属国，诡系单于 (27) ；终军欲以长缨，牵制劲越 (28) ：弱冠慷
慨，前世美之 (29) 。近日路粹、严象亦用异才擢拜台郎 (30) ，衡宜与为比。如
得龙跃天衢，振翼云汉，扬声紫微，垂光虹蜺 (31) ，足以昭近署之多士，增四门
之穆穆 (32) 。钧天广乐 (33) ，必有奇丽之观；帝室皇居，必蓄非常之宝。若衡
等辈，不可多得。《激楚》、《阳阿》 (34) ，至妙之容，掌伎者之所贪 (35) ；
飞兔、 褭 (36) ，绝足奔放 (37) ，良、乐之所急也 (38) 。臣等区区 (39) ，敢
不以闻。陛下笃慎取士 (40) ，必须效试 (41) ，乞令衡以褐衣召见 (42) 。如无可
观采，臣等受面欺之罪 (43) 。
帝览表，以付曹操。操遂使人召衡至。礼毕，操不命坐。祢衡仰
天叹曰：
“天地虽阔，何无一人也？”操曰：
“吾手下有数十人，皆
当世英雄，何谓无人？”衡曰：
“愿闻。”操曰：
“荀彧、荀攸、郭
嘉、程昱，机深智远，虽萧何、陈平不及也 (44) ；张辽、许褚、李
典、乐进，勇不可当，虽岑彭、马武不及也 (45) 。吕虔、满宠为从
事，于禁、徐晃为先锋；夏侯惇天下奇才，曹子孝世间福将。安得无
人？”衡笑曰：
“公言差矣。此等人物，吾尽识之：荀彧可使吊丧问
疾，荀攸可使看坟守墓，程昱可使关门闭户 (46) ，郭嘉可使白词念赋
(47) ，张辽可使击鼓鸣金，许褚可使牧牛放马，乐进可使取状读招
(48) ，李典可使传书送檄，吕虔可使磨刀铸剑，满宠可使饮酒食糟
(49) ，于禁可使负版筑墙 (50) ，徐晃可使屠猪杀狗；夏侯惇称为‘完
体将军 (51) ’，曹子孝呼为‘要钱太守 (52) ’。其馀皆是衣架、饭
囊、酒桶、肉袋耳。”操怒曰：
“汝有何能？”衡曰：
“天文地理，
无一不通；三教九流 (53) ，无所不晓。上可以致君为尧、舜 (54) ，
下可以配德于孔、颜 (55) 。岂与俗子共论乎!”
时止有张辽在侧，掣剑欲斩之。操曰：
“吾正少一鼓吏，早晚朝
贺宴享，可令祢衡充此职。”衡不推辞，应声而去。辽曰：
“此人出
言不逊，何不杀之？”操曰：
“此人素有虚名，远近所闻。今日杀
之，天下必谓我不能容物 (56) 。彼自以为能，故令为鼓吏以辱之。”
来日，操于省厅上大宴宾客，令鼓吏挝鼓 (57) 。旧吏云：
“挝鼓
必换新衣。”衡穿旧衣而入，遂击鼓为《渔阳三挝》 (58) ，音节殊
妙，渊渊有金石声 (59) 。坐客听之，莫不慷慨流涕。左右喝曰：
“何
不更衣？”衡当面脱下旧破衣服，裸体而立，浑身尽露。坐客皆掩
面。衡乃徐徐着裤，颜色不变。操叱曰：
“庙堂之上，何太无礼？”
衡曰：
“欺君罔上乃谓无礼。吾露父母之形，以显清白之体耳。”操
曰：
“汝为清白，谁为污浊？”衡曰：
“汝不识贤愚，是眼浊也；不
读诗书，是口浊也；不纳忠言，是耳浊也；不通古今，是身浊也；不
容诸侯，是腹浊也；常怀篡逆，是心浊也。吾乃天下名士，用为鼓
吏，是犹阳货轻仲尼 (60) ，臧仓毁孟子耳 (61) 。欲成王霸之业，而
如此轻人耶？”
时孔融在坐，恐操杀衡，乃从容进曰：
“祢衡罪同胥靡，不足发
明王之梦 (62) 。”操指衡而言曰：
“令汝往荆州为使，如刘表来降，
便用汝作公卿。”衡不肯往。操教备马三匹，令二人扶挟而行；却教
手下文武整酒于东门外送之。荀彧曰：
“如祢衡来，不可起身。”衡
至，下马入见，众皆端坐。衡放声大哭。荀彧问曰：
“何为而哭？”
衡曰：
“行于死柩之中，如何不哭？”众皆曰：
“吾等是死尸，汝乃
无头狂鬼耳。”衡曰：
“吾乃汉朝之臣，不作曹瞒之党，安得无
头？”众欲杀之，荀彧急止之曰：
“量鼠雀之辈，何足污刀!”衡曰：
“吾乃鼠雀，尚有人性；汝等只可谓之蜾虫 (63) 。”众恨而散。
衡至荆州，见刘表毕，虽颂德，实讥讽。表不喜，令去江夏见黄
祖。或问表曰：
“祢衡戏谑主公，何不杀之？”表曰：
“祢衡数辱曹
操，操不杀者，恐失人望，故令作使于我，欲借我手杀之，使我受害
贤之名也。吾今遣去见黄祖，使曹操知我有识。”众皆称善。
时袁绍亦遣使至，表问众谋士曰：
“袁本初又遣使来，曹孟德又
差祢衡在此，当从何便？”从事、中郎将韩嵩进曰：
“今两雄相持，
将军若欲有为，乘此破敌可也；如其不然，将择其善者而从之。今曹
操善能用兵，贤俊多归，其势必先取袁绍，然后移兵向江东，恐将军
不能御。莫若举荆州以附操，操必重待将军矣。”表曰：
“汝且去许
都观其动静，再作商议。”嵩曰：
“君臣各有定分。嵩今事将军，虽
赴汤蹈火 (64) ，一唯所命。将军若能上顺天子，下从曹公，使嵩可
也；如持疑未定，嵩到京师，天子赐嵩一官，则嵩为天子之臣，不复
为将军死矣。”表曰：
“汝且先往观之，吾别有主意。”
嵩辞表，到许都见操。操遂拜嵩为侍中，领零陵太守。荀彧曰：
“韩嵩来观动静，未有微功，重加此职；祢衡又无音耗，丞相遣而不
问：何也？”操曰：
“祢衡辱吾太甚，故借刘表手杀之，何必再
问？”遂遣韩嵩回荆州说刘表。嵩回见表，称颂朝廷盛德，劝表遣子
入侍 (65) 。表大怒曰：
“汝怀二心耶？”欲斩之。嵩大叫曰：
“将军
负嵩，嵩不负将军!”蒯良曰：
“嵩未去之前，先有此言矣。”刘表遂
赦之。
人报黄祖斩了祢衡，表问其故，对曰：
“黄祖与祢衡共饮，皆
醉。祖问衡曰：
‘君在许都，有何人物？’衡曰：
‘大儿孔文举，小
儿杨德祖。除此二人，别无人物。’祖曰：
‘似我何如？’衡
曰：
‘汝似庙中之神，虽受祭祀，恨无灵验。’祖大怒曰：
“汝以我
为土木偶人耶？’遂斩之。衡至死骂不绝口，”刘表闻衡死，亦嗟呀
不已，令葬于鹦鹉洲边 (66) 。后人有诗叹曰 (67) ：
黄祖才非长者俦 (68) ，祢衡珠碎此江头 (69) 。
今来鹦鹉洲边过，惟有无情碧水流。
却说曹操知祢衡受害，笑曰：
“腐儒舌剑，反自杀矣。”因不见
刘表来降，便欲兴兵问罪。荀彧谏曰：
“袁绍未平，刘备未灭，而欲
用兵江汉，是犹舍心腹而顺手足也。可先灭袁绍，后灭刘备，江汉可
一扫而平矣。”操从之。
且说董承自刘玄德去后，日夜与王子服等商议，无计可施。建安
五年元旦朝贺，见曹操骄横愈甚，感愤成疾。帝知国舅染病，令随朝
太医前去医治。此医乃洛阳人，姓吉名太，字称平，人皆呼为吉平，
当时名医也。平到董承府用药调治，旦夕不离，常见董承长吁短叹，
不敢动问。
时值元宵，吉平辞去，承留住，二人共饮。饮至更馀，承觉困
倦，就和衣而睡。忽报王子服等四人至，承出接入。服曰：
“大事谐
矣。”承曰：
“愿闻其说。”服曰：
“刘表结连袁绍，起兵五十万，
共分十路杀来。马腾结连韩遂，起西凉军七十二万，从北杀来。曹操
尽起许昌兵马，分头迎敌，城中空虚。若聚五家僮仆，可得千馀人，
乘今夜府中大宴，庆赏元宵，将府围住，突入杀之。不可失此机
会。”承大喜，即唤家奴各人收拾兵器，自己披挂绰枪上马，约会都
在内门前相会，同时进兵。夜至二鼓，众兵皆到。董承手提宝剑，徒
步直入，见操设宴后堂，大叫：
“操贼休走!”一剑剁去，随手而倒。
霎时觉来，乃南柯一梦 (70) ，口中犹骂“操贼”不止。
吉平向前叫曰：
“汝欲害曹公乎？”承惊惧不能答。吉平曰：
“国舅休慌。某虽医人，未尝忘汉。某连日见国舅嗟叹，不敢动问。
恰才梦中之言，已见真情，幸勿相瞒。倘有用某之处，虽灭九族 (71)
，亦无后悔。”承掩面而哭曰：
“只恐汝非真心。”平遂咬下一指为
誓。承乃取出衣带诏，令平视之，且曰：
“今之谋望不成者，乃刘玄
德、马腾各自去了，无计可施，因此感而成疾。”平曰：
“不消诸公
用心，操贼性命，只在某手中。”承问其故，平曰：
“操贼常患头
风，痛入骨髓，才一举发，便召某医治。如早晚有召，只用一服毒
药，必然死矣，何必举刀兵乎？”承曰：
“若得如此，救汉朝社稷
者，皆赖君也。”时吉平辞归。
承心中暗喜，步入后堂，忽见家奴秦庆童同侍妾云英在暗处私
语。承大怒，唤左右捉下，欲杀之。夫人劝免其死，各人杖脊四十，
将庆童锁于冷房。庆童怀恨，夤夜将铁锁扭断，跳墙而出，径入曹操
府中，告有机密事。操唤入密室问之，庆童云：
“王子服、吴子兰、
种辑、吴硕、马腾五人在家主府中商议机密，必然是谋丞相。家主将
出白绢一段，不知写着甚的。近日吉平咬指为誓，我也曾见。”曹操
藏匿庆童于府中。董承只道逃往他方去了，也不追寻。
次日，曹操诈患头风，召吉平用药。平自思曰：
“此贼合休。”
暗藏毒药入府。操卧于床上，令平下药。平曰：
“此病可一服即
愈。”教取药罐，当面煎之。药已半干，平已暗下毒药，亲自送上。
操知有毒，故意迟延不服。平曰：
“乘热服之，少汗即愈。”操起
曰：
“汝既读儒书，必知礼义：君有疾饮药，臣先尝之；父有疾饮
药，子先尝之。汝为我心腹之人，何不先尝而后进？”平曰：
“药以
治病，何用人尝？”平知事已泄，纵步向前，扯住操耳而灌之。操推
药泼地，砖皆迸裂。
操未及言，左右已将吉平执下。操曰：
“吾岂有疾，特试汝耳，
汝果有害我之心。”遂唤二十个精壮狱卒，执平至后园拷问。操坐于
亭上，将平缚倒于地。吉平面不改容，略无惧怯。操笑曰：
“量汝是
个医人，安敢下毒害我？必有人唆使你来。你说出那人，我便饶
你。”平叱之曰：
“汝乃欺君罔上之贼，天下皆欲杀汝，岂独我
乎？”操再三磨问 (72) ，平怒曰：
“我自欲杀汝，安有人使我来？今
事不成，惟死而已。”操怒，教狱卒痛打。打到两个时辰，皮开肉
裂，血流满阶。操恐打死，无可对证，令狱卒揪去静处，权且将息
(73) 。
传令次日设宴，请众大臣饮酒。惟董承托病不来。王子服等皆恐
操生疑，只得俱至。操于后堂设席。酒行数巡，曰：
“筵中无可为
乐，我有一人，可为众官醒酒。”教二十个狱卒：
“与吾牵来。”须
臾，只见一长枷钉着吉平，拖至阶下。操曰：
“众官不知，此人连结
恶党，欲反背朝廷，谋害曹某，今日天败，请听口词。”操教先打一
顿，昏绝于地，以水喷面。吉平苏醒，睁目切齿而骂曰：
“操贼不杀
我，更待何时？”操曰：
“同谋者先有六人，与汝共七人耶？”平只
是大骂。王子服等四人面面相觑，如坐针毡 (74) 。操教一面打，一面
喷。平并无求饶之意。操见不招，且教牵去。
众官席散，操只留王子服等四人夜宴。四人魂不附体，只得留
待。操曰：
“本不相留，争奈有事相问。汝四人不知与董承商议何
事？”子服曰：
“并未商议甚事。”操曰：
“白绢中写着何事？”子
服等皆隐讳。操教唤出庆童对证。子服曰：
“汝于何处见来？”庆童
曰：
“你回避了众人，六人在一处画字，如何赖得？”子服曰：
“此
贼与国舅侍妾通奸，被责诬主，不可听也。”操曰：
“吉平下毒，非
董承所使而谁？”子服等皆言不知。操曰：
“今晚自首，尚犹可恕；
若待事发，其实难容。”子服等皆言并无此事。操叱左右将四人拿住
监禁。
次日，带领众人径投董承家探病。承只得出迎。操曰：
“缘何夜
来不赴宴？”承曰：
“微疾未痊，不敢轻出。”操曰：
“此是忧国家
病耳。”承愕然。操曰：
“国舅知吉平事乎？”承曰：
“不知。”操
冷笑曰：
“国舅如何不知？”唤左右：
“牵来与国舅起病 (75) 。”承
举措无地。须臾，二十狱卒推吉平至阶下。吉平大骂：
“曹操逆贼!”
操指谓承曰：
“此人曾攀下王子服等四人，吾已拿下廷尉。尚有一
人，未曾捉获。”因问平曰：
“谁使汝来药我？可速招出。”平曰：
“天使我来杀逆贼!”操怒，教打，身上无容刑之处。承在座视之，心
如刀割 (76) 。操又问平曰：
“你原有十指，今如何只有九指？”平
曰：
“嚼以为誓，誓杀国贼!”操教取刀来，就阶下截去其九指，曰：
“一发截了，教你为誓。”平曰：
“尚有口可以吞贼，有舌可以骂
贼!”操令割其舌。平曰：
“且勿动手，吾今熬刑不过，只得供招，可
释吾缚。”操曰：
“释之何碍？”遂命解其缚。平起身望阙拜曰 (77)
：
“臣不能为国家除贼，乃天数也。”拜毕，撞阶而死。操令分其肢
体号令。时建安五年正月也。史官有诗曰：
汉朝无起色，医国有称平。
立誓除奸党，捐躯报圣明。
极刑词愈烈，惨死气如生。
十指淋漓处，千秋仰异名。
操见吉平已死，教左右牵过秦庆童至面前。操曰：
“国舅认得此
人否？”承大怒曰：
“逃奴在此，即当诛之。”操曰：
“他首告谋
反，今来对证，谁敢诛之？”承曰：
“丞相何故听逃奴一面之说？”
操曰：
“王子服等吾已擒下，皆招证明白，汝尚抵赖乎？”即唤左右
拿下，命从人直入董承卧房内，搜出衣带诏并义状。操看了，笑曰：
“鼠辈安敢如此!”遂命：
“将董承全家良贱，尽皆监禁，休教走脱一
个。”
操回府，以诏状示众谋士，商议要废献帝，更立新君。正是：
数行丹诏成虚望，一纸盟书惹祸殃。
未知献帝性命如何，且听下文分解。
--------------------
(1) 黜(ch ù触)罢爵禄——罢免官爵，免除俸禄。指由官降为平民百姓。
(2) 国士——全国最杰出的人物。
(3) 行人——这里指使节。
(4) 表——孔融的这篇表文见于《文选》卷三七，题作《荐祢衡表》；又见于《艺文类
聚》卷五三，只有节录；又见于《后汉书·祢衡传》、《三国志·魏志·荀彧传》裴松之注
引《祢衡传》，均无标题。
(5) “臣闻”四句——俾乂(y ì义)：使治理。旁求：广泛征求招聘。贤俊：德才出众
的人。这四句用了三个历史故事。洪水横流：语出《孟子·滕文公上》：“当尧之时，天下
犹未平，洪水横流，泛滥于天下。”帝思俾乂：事见《尚书·虞书·尧典》：“(尧)帝
曰：‘咨!四岳，汤汤洪水方割，荡荡怀山襄陵，浩浩滔天。下民其咨，有能俾乂？’”大意
是洪水泛滥成灾，百姓苦不堪言，尧帝询问四岳(官名)，有谁能治理大水。旁求四方，以招
贤俊：语本《尚书·商书·太甲上》：“伊尹乃言曰：‘先王昧爽丕显，坐以待旦。旁求俊
彦，启迪后人，无越厥命以自覆。’”这三个历史故事是说上古帝王忧百姓之忧，日夜为天
下大事操劳，广泛征招天下贤能之士，共治天下。孔融引述这三个历史故事是以上古帝王礼
贤下士为其举荐祢衡作为铺垫。
(6) “昔世宗继统”四句——语本《汉书·叙传下》：“世宗晔晔，思弘祖业，畴咨熙
载，髦俊并作。”颜师古注：“畴，谁也。咨，谋也。熙，兴也。载，事也。谋于众贤，谁
可任用，故能兴其事业也。”这四句是说汉武帝继承帝位后，欲弘扬祖宗开创的事业，便与
贤臣谋划，任用能够建功立业的人，于是群士响应，纷纷而至，从而使汉朝得以兴旺发达。
世宗：汉武帝的庙号。群士响臻：义近“髦俊并作”。天下士人纷纷响应而至。
(7) 睿(ru ì锐)圣——圣明，明智。多用于帝王。《国语·楚语上》：“昔卫武公年数
九十有五矣，犹箴儆于国……及其没也，谓之睿圣武公。”韦昭注：“睿，明也。”
(8) 纂承基绪——继承基业。指继承帝位。
(9) 劳谦日昃(z è仄)——意谓勤劳谦恭，每天工作到太阳偏西。劳谦：典出《周易·
谦卦》：“劳谦，君子有终，吉。”日昃：典出《尚书·周书·无逸》：“文王卑服……自
朝至于日中昃，不遑暇食，用咸和万民。”
(10) 维岳降神——语出《诗经·大雅·崧高》：“维岳降神，生甫及申。”意谓高山降
下了神灵。维：语助词，无实义。
(11) 异人并出——语出《汉书·公孙弘等传赞》：“上方欲用文武，求之如弗及，始以
蒲轮迎枚生，见主父而叹息。群士慕向，异人并出。”意谓优异的人才纷纷出世。
(12) 处士——德才兼备而未仕或隐居不仕的人。《孟子·滕文公下》：“圣王不作，诸
侯放恣，处士横议，杨朱、墨翟之言盈天下。”
(13) 淑质贞亮——姿质美好，忠贞诚信。
(14) 英才卓跞(lu ò络)——才华出众。卓跞：超群出众。
(15) 升堂睹奥——比喻学问已达到精深的境界。升堂：典出《论语·先进》：“子
曰：‘由也，升堂矣，未入室也。’”比喻学问已入门。睹奥：洞察奥妙。
(16) 性与道合——意谓天性与道义相吻合。
(17) 弘羊潜计——潜计：即“心计”。心算。事见《史记·平准书》、《汉书·食货志
下》：“(桑)弘羊，雒阳贾人子，以心计，年十三为侍中。”意谓桑弘羊具有过人的计算才
能。
(18) 安世默识——事见《文选·孔融〈荐祢衡表〉》李善注引《汉书》：“张安世，字
少孺，为郎。上行幸河东，尝亡书三箧，诏问莫能知，唯安世识之，具作其事。后复购得
书，以相校，无所遗失。上奇其能，擢为尚书令。”意谓张安世具有惊人的记忆力，能将皇
帝行幸河东时丢失的三箧(箱)书记得一字不差。默识：默记。
(19) 以衡准之，诚不足怪——意谓以祢衡与桑弘羊、张安世相比较，桑弘羊、张安世的
聪明才智根本不值得惊奇。准：比较，衡量。之：代词。代指桑弘羊、张安世。
(20) 见善若惊——语本“闻一善若惊”，出自《国语·楚语下》：蓝伊亹谓子西曰：
“阖庐口不贪嘉味，耳不乐逸声……闻一善若惊，得一士若赏，有过必悛，有不善必惧，是
故得民以济其志。”意谓见一善言善行就会惊喜。
(21) 嫉恶若仇——嫉：通“疾”。厌恶，憎恨，痛恨。恶：邪恶的人或事。仇：仇人，
仇敌。“嫉恶若仇”或本“黜恶若仇”，出自汉·桓宽《盐铁论·除狭》：“人主有私人以
财，不私人以官。悬赏以待功，序爵以俟贤。举善若不足，黜恶若仇雠。故为其非功而残百
姓也。”(黜：革除，罢免。)意谓痛恨坏人坏事就像痛恨仇敌一样。形容对坏人坏事痛恨到
极点。
(22) 任座抗行——典出《吕氏春秋·不苟论·自知》：“魏文侯燕饮，皆令诸大夫论
己。或言君之智也。至于任座，任座曰：‘君不肖君也。得中山，不以封君之弟，而以封君
之子，是以知君之不肖也。’文侯不说(悦)，知(犹见)于颜色。任座趋而出。”任座敢于当
面叱责魏文侯为“不肖君”，可谓胆大包天，刚正不阿，故称“任座抗行”。抗行：刚正不
阿的品行。
(23) 史鱼厉节——典出《论语·卫灵公》：“子曰：‘直哉史鱼，邦有道如矢，邦无道
如矢。’”(如矢：犹如射出的箭一样直行。)史鱼无论世事如何变化，坚持以“如矢”的直
道行事，故称“史鱼厉节”。厉节：刚正不阿的节操。
(24) 鸷(zh ì志)鸟累百，不如一鹗(è扼)——语出汉·邹阳《上书吴王》(见《汉书·
邹阳传》、《文选》卷二四)：“臣闻鸷鸟累百，不如一鹗。”比喻再多的庸才也比不上一个
天才。鸷鸟为燕子的别名，比喻庸才。鹗为猛禽，比喻天才。
(25) 立朝——指在朝为官。宋·曾巩《乞出知颍州状》：“伏念臣性行迂拙，立朝无所
阿附。”
(26) 飞辩骋辞，溢气坌涌——意谓充分发挥雄辩才能，滔滔不绝，高谈阔论，气势磅
礴。
(27) “昔贾谊求试”二句——事见汉·贾谊《上疏陈政事》(见《汉书·贾谊传》)：
“臣窃料匈奴之众，不过汉一大县，以天下之大困于一县之众，甚为执事者羞之。陛下何不
试以臣为属国之官以主匈奴？行臣之计，请必系单于之颈而制其命，伏中行说而笞其背，举
匈奴之众唯上之令。”意谓贾谊鉴于匈奴猖獗，曾主动要求出任属国之官，以制服匈奴。属
国：汉代官名。全称“典属国”。负责管理附属国。诡系：以计谋捉拿。
(28) “终军欲以”二句——事见《汉书·终军传》：“南越与汉和亲，乃遣军使南越，
说其王，比内诸侯。军自请：‘愿受长缨，必羁南越王而致之阙下。’军遂往说越王，越王
听许，请举国内属。”意谓终军出使南越前，慷慨陈词，发誓一定说服南越王臣服汉朝，而
且说到做到。长缨：长绳。劲越：强悍的南越。
(29) 弱冠慷慨，前世美之——弱冠：古时以男子二十岁行加冠礼，标志已成年而未壮，
故称“弱冠”。《礼记·曲礼上》：“二十曰弱，冠。”孔颖达疏：“二十成人，初加冠，
体犹未壮。故曰弱也。”贾谊请求任典属国官以制服匈奴和终军发誓说服南越王臣服汉朝
时，都是十八岁，即将近弱冠，故称“弱冠慷慨”；而这样的壮志，世人当然要赞美。
(30) 近日路粹、严象亦用异才擢拜台郎——意谓最近路粹、严象也因为(用)才能出众
而提拔为尚书郎(台郎)。事见三国魏·曹丕《典略》：“路粹，字文蔚，少学于蔡邕，高
才，与京兆严象拜尚书郎。象以兼有文武，出为扬州刺史。粹后为军谋祭酒，与陈琳、阮瑀
等典记室。”
(31) “如得龙跃云衢”四句——天衢：广阔的天空。因其可任意通行，故称。云汉：云
霄，高空。紫微：星座名。代指高空。虹蜺：亦作“虹霓”。雨后或日出、日落时出现于天
空的七彩弧带。这四句是假设之辞，即如果祢衡得以在朝为官，就如同神龙在高空飞翔，虹
蜺大放异彩，必将大展宏图，建功立业。
(32) “足以”二句——昭：通“邵”。勉励。近署：与帝王密切的官署。四门穆穆：语
出《尚书·虞书·舜典》：“虞舜侧微，尧闻之聪明，将使嗣位，历试诸难……慎徽五典，
五典克从。纳于百揆，百揆时叙。宾于四门，四门穆穆。”四门：帝王议政的明堂四方之
门。代指朝廷。穆穆：端正恭敬貌。这两句也是假设之辞，即如果祢衡得以在朝为官，足以
勉励在朝官员，还增添朝廷的肃穆气象。
(33) 钧天广乐——《史记·赵世家》：“赵简子疾，五日不知人……居二日半，简子
寤，语大夫曰：‘我之帝所甚乐，与百神游于钧天，广乐九奏万舞，不类三代之乐，其声动
人心。’”后即以“钧天广乐”指天上的音乐或仙乐。
(34) 《激楚》、《阳阿》——皆为古乐曲名。《激楚》：见于《汉书·司马相如传
上》：“鄢、郢缤纷，《激楚》、《结风》。”颜师古注引郭璞曰：“《激楚》，歌曲
也。”《阳阿》：见于战国楚·宋玉《对楚王问》：“客有歌于郢中者，其始曰《下里巴
人》，国中属而和者数千人；其为《阳阿》、《薤露》，国中属而和者数百人……是其曲弥
高，其和弥寡。”
(35) 掌伎者——掌管音乐歌舞的人。
(36) 飞兔、 褭(yǎo niǎo咬鸟)——皆为古代骏马名。 褭：亦作“要褭”、“
褭”、“ 裊”、等。皆见于《吕氏春秋·离俗》：“飞兔、要褭，古之骏马也。”
高诱注：“飞兔、要褭，皆马名也。日行万里，驰若兔之飞，因以为名也。”
(37) 绝足——奔驰最快。
(38) 良、乐——良：指王良。春秋时赵国人，以善相马和驭马著称。见于《吕氏春秋·
观表》：“古之善相马者……若赵之王良，秦之伯乐、九方堙(一作皋)，尤尽其妙也。”又
《孟子·滕文公下》：“昔者赵简子使王良与嬖奚乘，终日而不获一禽，嬖奚反命曰：‘天
下之贱工也。’或以告王良，良曰：‘请复之。’强而后可，一朝而获十禽，嬖奚反命
曰：‘天下之良工也。’”乐：指伯乐。春秋时秦国人，姓孙名阳，也以善相马和驭马著
称。“伯乐”本为天星名，主司天马，孙阳因善相马，人称为伯乐。《战国策·燕策二》：
“人有卖骏马者，比三旦立市，人莫之知。往见伯乐曰：‘臣有骏马，欲卖之，比三旦立于
市，人莫与言。愿子还而视之，去而顾之，臣请献一朝之贾(一作“费”)。’伯乐乃还而视
之，去而顾之，一旦而马价十倍。”(旦：早晨。引申以代指整天或整日。)伯乐一顾而马价
十倍，足见其相马的声名显赫。
(39) 区区——自称谦辞。表示自己微不足道。
(40) 笃慎——非常谨慎。
(41) 效试——考核试验。效：通“校”。
(42) 褐衣召见——以寒士的身份召见。褐衣：古代贫贱者所穿的粗布衣服。引申以代指
寒士。
(43) 面欺——当面欺骗皇帝之罪。
(44) 陈平——西汉的开国元勋，至惠帝、吕后时任宰相。吕后卒，陈平与周勃等合谋尽
诛诸吕，迎立文帝。
(45) 岑彭、马武——皆为东汉光武皇帝刘秀的大将。
(46) 关门闭户——指只会做看门人。
(47) 白词念赋——指只配做帮闲文人。
(48) 取状读招——指只会收发文书，宣读告示。
(49) 饮酒食糟——意谓酒囊饭袋，一无用处。糟：这里指粗劣的食物。
(50) 负版筑墙——扛木板筑墙。古代筑墙是用夹板夯土之法，故称“负版筑墙”。版：
筑土墙用的夹板。
(51) 完体将军——讽刺话。夏侯惇被人射出了眼珠，尽管自己将眼珠吞入肚里(见第十
八回)，也已是“破体”，所以用“完体将军”加以讽刺。意为连自己的身体都不能保全，岂
非窝囊废一个？
(52) 要钱太守——意谓做官只会盘剥百姓，别无所长。
(53) 三教九流——三教：指儒教、道教、佛教。九流：指儒家、道家、阴阳家、法家、
名家、墨家、纵横家、杂家、农家。“三教九流”出自宋·赵彦卫《云麓漫钞》卷六：“(梁
武)帝问三教九流及汉朝旧事，了如目前。”泛指各种知识。
(54) 致君为尧、舜——语本唐·杜甫《奉赠韦左丞丈二十二韵》：“致君尧舜上，再使
风俗淳。”意谓辅佐国君成为尧、舜那样的圣君。
(55) 配德于孔、颜——意谓德行堪与圣人孔子及其弟子颜回匹配。
(56) 容物——为人气量大，能包容人。物：众人。
(57) 挝(zhu ā抓)鼓——击鼓，敲鼓。
(58) 《渔阳三挝》——亦称《渔阳三弄》、《渔阳三叠》、《渔阳掺挝》、《渔阳
曲》、《渔阳鼓》、《渔阳操》、《渔阳掺》等。古代鼓曲名。
(59) 渊渊有金石声——语出南朝宋·刘义庆《世说新语·言语》：“祢衡被魏武(曹
操)谪为鼓吏，正月半试鼓，衡扬枹为《渔阳掺挝》，渊渊有金石声，四座为之改容。”形容
鼓声清脆。渊渊：专指鼓声。
(60) 阳货轻仲尼——阳货：又称阳虎，为春秋时齐国贵族季孙氏的家臣。仲尼：孔子的
字。此句事见《史记·孔子世家》：当孔子十几岁时，季孙氏宴请当地名士，孔子也去赴
宴，阳货训斥道：“季氏飨士，非敢飨子也。”孔子只好离去。
(61) 臧仓毁孟子——事见《孟子·梁惠王下》：战国时鲁平公欲见孟子请教，其宠臣臧
仓进谗言诋毁孟子，以致鲁平公打消了见孟子的念头。
(62) “祢衡罪”二句——这里用了一个著名的历史故事。事见《史记·殷本纪》：武丁
即位后，思欲重振殷国，而苦无辅佐之臣。忽“夜梦得圣人，名曰说”。于是遍觅于全国，
果然在傅险这个地方的囚犯中寻到一个名叫说的人。武丁“与之语，果圣人，举以为相，殷
国大治”。于是即以“傅险”的“傅”为说之姓，称傅说。这就是“明王梦”的出典。胥
靡：即囚徒。因将他们拴在一起并使其服役，故称。起：启发。明王：指武丁。这两句的意
思是：祢衡的罪恶与囚徒一样大，但并无傅说那样的德才，故无助于曹操(以“明王”作
比)。孔融用贬低祢衡的办法，希望曹操不要把祢衡放在心上，不必大动干戈。
(63) 蜾(gu ǎ果)虫——即蜾蠃。是一种寄生蜂，产卵于螟蛉体中，从中孵出幼虫，即
以螟蛉身体为食长大。这里是骂人为寄生虫。
(64) 赴汤蹈火——赴、蹈：投入，跳入。汤：开水，沸水。“赴汤蹈火”本“伏水
火”，出自《墨子·兼爱下》：“昔者越王句践好勇，教其士臣三年，以其知为未足以知之
也，焚舟失火，鼓而进之，其士偃前列，伏水火而死者不可胜数也。”(偃：仆。伏：通
“赴”。投入。)意谓敢于跳入沸水和烈火之中。比喻奋不顾身，不畏任何艰险。
(65) 遣子入侍——派儿子到朝廷侍奉。实则等于送儿子入朝为人质，故刘表听了大怒。
(66) 鹦鹉洲——在今湖北省武汉市西南长江之中。相传东汉末江夏太守黄祖长子黄射在
此大会宾客，有人献鹦鹉，祢衡作《鹦鹉赋》，故称“鹦鹉洲”。后祢衡为黄祖所杀，即葬
于此洲。可知此洲与祢衡关系非浅。
(67) 后人有诗——此诗为唐人胡曾所作，题作《咏史诗·江夏》。此诗因咏祢衡被黄祖
所杀事，故《三国演义》作者借以表示感叹。
(68) 非长者俦——算不上是年长德高的人。俦：同辈，同类。
(69) 珠碎——比喻人的死亡。北周·庾信《伤心赋》：“膝下龙摧，掌中珠碎。芝在室
而先结，兰生庭而早刈。”
(70) 南柯一梦——典出唐·李公佐《南柯太守传》(见《唐人小说》、《全唐小说》)
所载故事，略谓：淳于棼做梦到了大槐安国，娶公主为妻，任南柯太守，享尽荣华富贵。后
受命率师出征，打了败仗，公主也因病而死，淳于棼遭国王疑忌，被遣还乡。梦至此而醒，
发现庭前槐树下有一蚁穴，才知这就是梦中的槐安国都，而南柯郡则是槐树南枝之下的另一
蚁穴。于是“南柯一梦”遂成为想入非非之典或梦的代称。
(71) 九族——参见第七十三回“敦叙九族”条注。
(72) 磨问——即一再审问、盘问。
(73) 将息——休息，养息。
(74) 如坐针毡——语本《晋书·杜锡传》：“(锡)性亮直忠烈，屡谏愍怀太子，言辞
恳切。太子患之，后置针著锡常所坐处毡中，刺之流血。”意谓就像坐在插了针的毡子上。
比喻因有所顾虑而心神不宁。
(75) 起病——治病。
(76) 心如刀割——语本“心肝若割”，出自汉·蔡邕《太傅胡公(广)碑》：“进睹坟
茔，几筵空设；退顾堂庑，音仪永阙。感悼伤怀，心肝若割。”意谓心如刀割一样痛苦。比
喻伤心痛苦之极。
(77) 望阙拜——面对宫廷跪拜。阙：本指宫门、城门两侧的高台，中间有道路，台上有
楼观。借指宫廷。
第二十四回 国贼行凶杀贵妃 皇叔败走投袁绍
却说曹操见了衣带诏，与众谋士商议，欲废却献帝，更择有德者
立之。程昱谏曰：
“明公所以能威震四方，号令天下者，以奉汉家名
号故也。今诸侯未平，遽行废立之事，必起兵端矣。”操乃止。只将
董承等五人并其全家老小，押送各门处斩，死者共七百馀人。城中官
民见者，无不下泪。后人有诗叹董承曰：
密诏传衣带，天言出禁门。
当年曾救驾，此日更承恩。
忧国成心疾，除奸入梦魂。
忠贞千古在，成败复谁论。
又有叹王子服等四人诗曰：
书名尺素矢忠谋 (1) ，慷慨思将君父酬。
赤胆可怜捐百口，丹心自是足千秋。
且说曹操既杀了董承等众人，怒气未消，遂带剑入宫，来弑董贵
妃。贵妃乃董承之妹，帝幸之，已怀孕五月。当日帝在后宫，正与伏
皇后私论董承之事，至今尚无音耗 (2) ，忽见曹操带剑入宫，面有怒
容，帝大惊失色。操曰：
“董承谋反，陛下知否？”帝曰：
“董卓已
诛矣。”操大声曰：
“不是董卓。是董承。”帝战栗曰：
“朕实不
知。”操曰：
“忘了破指修诏耶？”帝不能答。操叱武士擒董妃至。
帝告曰：
“董妃有五月身孕，望丞相见怜。”操曰：
“若非天败，吾
已被害。岂得复留此女，为吾后患？”伏后告曰：
“贬于冷宫，待分
娩了，杀之未迟。”操曰：
“欲留此逆种，为母报仇乎？”董妃泣告
曰：
“乞全尸而死，勿令彰露 (3) 。”操令取白练至面前。帝泣谓妃
曰：
“卿于九泉之下，勿怨朕躬。”言讫，泪下如雨。伏后亦大哭。
操怒曰：
“犹作儿女态耶？”叱武士牵出，勒死于宫门之外。后人有
诗叹董妃曰：
春殿承恩亦枉然，伤哉龙种并时捐。
堂堂帝主难相救，掩面徒看泪涌泉。
操谕监宫官曰：
“今后但有外戚宗族不奉吾旨辄入宫门者，斩!守
御不严，与同罪!”又拨心腹人三千充御林军，令曹洪统领，以为防
察。
操谓程昱曰：
“今董承等虽诛，尚有马腾、刘备亦在此数，不可
不除。”昱曰：
“马腾屯军西凉，未可轻取。但当以书慰劳，勿使生
疑，诱入京师，图之可也。刘备现在徐州，分布掎角之势 (4) ，亦不
可轻敌。况今袁绍屯兵官渡，常有图许都之心。若我一旦东征，刘备
势必求救于绍，绍乘虚来袭，何以当之？”操曰：
“非也。备乃人杰
也，今若不击，待其羽翼既成，急难图矣。袁绍虽强，事多怀疑不
决，何足忧乎？”正议间，郭嘉自外而入，操问曰：
“吾欲东征刘
备，奈有袁绍之忧，如何？”嘉曰：
“绍性迟而多疑，其谋士各相妒
忌，不足忧也。刘备新整军兵，众心未服，丞相引兵东征，一战可定
矣。”操大喜曰：
“正合吾意。”遂起二十万大军，分兵五路下徐
州。
细作探知，报入徐州。孙乾先往下邳报知关公，随至小沛报知玄
德。玄德与孙乾计议曰：
“此必求救于袁绍，方可解危。”于是玄德
修书一封，遣孙乾至河北。乾乃先见田丰，具言其事，求其引进。丰
即引孙乾入见绍，呈上书信。只见绍形容憔悴，衣冠不整。丰曰：
“今日主公何故如此？”绍曰：
“我将死矣。”丰曰：
“主公何出此
言？”绍曰：
“吾生五子，惟最幼者极快吾意，今患疥疮，命已垂
绝，吾有何心更论他事乎？”丰曰：
“今曹操东征刘玄德，许昌空
虚，若以义兵乘虚而入，上可以保天子，下可以救万民。此不易得之
机会也，惟明公裁之 (5) 。”绍曰：
“吾亦知此最好，奈我心中恍
惚，恐有不利。”丰曰：
“何恍惚之有？”绍曰：
“五子中惟此子生
得最异，倘有疏虞 (6) ，吾命休矣。”遂决意不肯发兵，乃谓孙乾
曰：
“汝回见玄德，可言其故。倘有不如意，可来相投，吾自有相助
之处。”田丰以杖击地曰：
“遭此难遇之时，乃以婴儿之病，失此机
会，大事去矣，可痛惜哉!”跌足长叹而出。
孙乾见绍不肯发兵，只得星夜回小沛见玄德，具说此事。玄德大
惊曰：
“似此如之奈何？”张飞曰：
“兄长勿忧。曹兵远来，必然困
乏，乘其初至，先去劫寨，可破曹操。”玄德曰：
“素以汝为一勇夫
耳。前者捉刘岱时，颇能用计；今献此策，亦中兵法。”乃从其言，
分兵劫寨。
且说曹操引军往小沛来，正行间，狂风骤至，忽听一声响亮，将
一面牙旗吹折 (7) 。操便令军兵且住，聚众谋士问吉凶。荀彧曰：
“风从何方来？吹折甚颜色旗？”操曰：
“风自东南方来，吹折角上
牙旗，旗乃青红二色。”彧曰：
“不主别事，今夜刘备必来劫寨。”
操点头。忽毛玠入见曰：
“方才东南风起，吹折青红牙旗一面。主公
以为主何吉凶？”操曰：
“公意若何？”毛玠曰：
“愚意以为今夜必
主有人来劫寨。”后人有诗叹曰：
吁嗟帝胄势孤穷 (8) ，全仗分兵劫寨功。
争奈牙旗折有兆，老天何故纵奸雄？
操曰：
“天报应我，当即防之。”遂分兵九队，只留一队向前虚
扎营寨，馀众八面埋伏。是夜月色微明。玄德在左，张飞在右，分兵
两队进发；只留孙乾守小沛。
且说张飞自以为得计，领轻骑在前，突入操寨。但见零零落落，
无多人马，四边火光大起，喊声齐举。飞知中计，急出寨外。正东张
辽、正西许褚、正南于禁、正北李典、东南徐晃、西南乐进、东北夏
侯惇、西北夏侯渊，八处军马杀来。张飞左冲右突，前遮后当。所领
军兵，原是曹操手下旧军，见事势已急，尽皆投降去了。飞正杀间，
逢着徐晃，大杀一阵，后面乐进赶到。飞杀条血路突围而走，只有数
十骑跟定。欲还小沛，去路已断；欲投徐州、下邳，又恐曹军截住。
寻思无路，只得望芒砀山而去。
却说玄德引军劫寨，将近寨门，忽然喊声大震，后面冲出一军，
先截去了一半人马。夏侯惇又到。玄德突围而走，夏侯渊又从后赶
来。玄德回顾，止有三十馀骑跟随。急欲奔还小沛，早望见小沛城中
火起，只得弃了小沛；欲投徐州、下邳，又见曹军漫山塞野，截住去
路。玄德自思无路可归，想：
“袁绍有言：
‘倘不如意，可来相
投。’今不若暂往依栖，别作良图。”遂望青州路而走，正逢李典拦
住。玄德匹马落荒，望北而逃。李典掳将从骑去了。
且说玄德匹马投青州，日行三百里，奔至青州城下叫门。门吏问
了姓名，来报刺史。刺史乃袁绍长子袁谭，谭素敬玄德，闻知匹马到
来，即便开门相迎，接入公廨 (9) ，细问其故。玄德备言兵败相投之
意。谭乃留玄德于馆驿中住下，发书报父袁绍；一面差本州人马，护
送玄德。至平原界口，袁绍亲自引众出邺郡三十里迎接玄德。玄德拜
谢，绍忙答礼曰：
“昨为小儿抱病，有失救援，于心怏怏不安。今幸
得相见，大慰平生渴想之思。”玄德曰：
“孤穷刘备，久欲投于门
下，奈机缘未遇。今为曹操所攻，妻子俱陷，想将军容纳四方之士，
故不避羞惭，径来相投。望乞收录，誓当图报。”绍大喜，相待甚
厚，同居冀州。
且说曹操当夜取了小沛，随即进兵攻徐州。糜竺、简雍守把不
住，只得弃城而走。陈登献了徐州。曹操大军入城，安民已毕，随唤
众谋士议取下邳。荀彧曰：
“云长保护玄德妻小，死守此城，若不速
取，恐为袁绍所窃。”操曰：
“吾素爱云长武艺人材，欲得之以为己
用，不若令人说之使降。”郭嘉曰：
“云长义气深重，必不肯降，若
使人说之，恐被其害。”帐下一人出曰：
“某与关公有一面之交，愿
往说之。”众视之，乃张辽也。程昱曰：
“文远虽与云长有旧，吾观
此人，非可以言词说也。某有一计，使此人进退无路，然后用文远说
之，彼必归丞相矣。”正是：
整备窝弓射猛虎 (10) ，安排香饵钓鳌鱼 (11) 。
未知其计若何，且听下文分解。
--------------------
(1) 书名尺素——把自己的姓名写在小幅的绢帛上。指董承等在讨曹义状上签名画押。
矢——发誓。
(2) 音耗——音信，消息。
(3) 彰露——这里指尸体暴露。
(4) 分布掎角之势——指刘备将军队分屯徐州、下邳、小沛为掎角之势。
(5) 裁——本义为裁剪、剪裁。引申为斟酌决定其取舍可否。
(6) 疏虞——疏忽，失误。这里是说袁绍生怕因疏忽而致幼子死亡。
(7) 牙旗——是一种将帅或仪仗所用的大旗，因旗竿上饰有象牙而得名。《文选·张衡
〈东京赋〉》“戈矛若林，牙旗缤纷”薛综注：“兵书曰：牙旗者，将军之旗。谓古者天子
出，建大牙旗，竿上以象牙饰之，故云牙旗。”
(8) 帝胄——帝王的后裔。这里指刘备。
(9) 公廨(xi è谢)——官署。
(10) 窝弓——是一种隐藏于草莽中用以捕兽的伏弩。
(11) 鳌鱼——传说中可以负山的大海龟或大鳖。战国楚·屈原《天问》：“鳌戴山抃，
何以安之？”王逸注：“《列仙传》曰：有巨灵之鳌，背负蓬莱之山而抃舞。”洪兴祖补
注：“《玄中记》云：即巨龟也，一云海中大鳖。”这里是比喻关公。
第二十五回 屯土山关公约三事 救白马曹操解重围
却说程昱献计曰：
“云长有万人之敌 (1) ，非智谋不能取之。今
可即差刘备手下投降之兵入下邳，见关公，只说是逃回的，伏于城中
为内应；却引关公出战，诈败佯输，诱入他处，以精兵截其归路，然
后说之可也。”操听其谋，即令徐州降兵数十，径投下邳来降关公。
关公以为旧兵，留而不疑。
次日，夏侯惇为先锋，领兵五千来搦战。关公不出，惇即使人于
城下辱骂。关公大怒，引三千人马出城，与夏侯惇交战。约战十馀
合，惇拨回马走。关公赶来，惇且战且走。关公约赶二十里，恐下邳
有失，提兵便回。只听得一声炮响，左有徐晃，右有许褚，两队军截
住去路。关公夺路而走，两边伏兵排下硬弩百张，箭如飞蝗。关公不
得过，勒兵再回，徐晃、许褚接住交战。关公奋力杀退二人，引军欲
回下邳，夏侯惇又截住厮杀。公战至日晚，无路可归，只得到一座土
山，引兵屯于山头，权且少歇。曹兵团团将土山围住。
关公于山上遥望下邳城中火光冲天，却是那诈降兵卒偷开城门，
曹操自提大军杀入城中，只教举火以惑关公之心。关公见下邳火起，
心中惊惶，连夜几番冲下山来，皆被乱箭射回。
捱到天晓 (2) ，再欲整顿下山冲突，忽见一人跑马上山来，视之
乃张辽也。关公迎谓曰：
“文远欲来相敌耶？”辽曰：
“非也。想故
人旧日之情，特来相见。”遂弃刀下马，与关公叙礼毕，坐于山顶。
公曰：
“文远莫非说关某乎？”辽曰：
“不然。昔日蒙兄救弟，今日
弟安得不救兄？”公曰：
“然则文远将欲助我乎？”辽曰：
“亦非
也。”公曰：
“既不助我，来此何干？”辽曰：
“玄德不知存亡，翼
德未知生死。昨夜曹公已破下邳，军民尽无伤害，差人护卫玄德家
眷，不许惊忧。如此相待，弟特来报兄。”关公怒曰：
“此言特说我
也。吾今虽处绝地，视死如归 (3) 。汝当速去，吾即下山迎战。”张
辽大笑曰：
“兄此言岂不为天下笑乎？”公曰：
“吾仗忠义而死，安
得为天下笑？”辽曰：
“兄今即死，其罪有三。”公曰：
“汝且说我
那三罪？”辽曰：
“当初刘使君与兄结义之时，誓同生死；今使君方
败，而兄即战死，倘使君复出，欲求兄相助，而不可复得，岂不负当
年之盟誓乎？其罪一也。刘使君以家眷付托于兄，兄今战死，二夫人
无所依赖，负却使君依托之重。其罪二也。兄武艺超群，兼通经史，
不思共使君匡扶汉室，徒欲赴汤蹈火，以成匹夫之勇，安得为义？其
罪三也。兄有此三罪，弟不得不告。”
公沉吟曰：
“汝说我有三罪，欲我如何？”辽曰：
“今四面皆曹
公之兵，兄若不降，则必死。徒死无益，不若且降曹公，却打听刘使
君音信，如知何处，即往投之。一者可以保二夫人，二者不背桃园之
约，三者可留有用之身。有此三便，兄宜详之。”公曰：
“兄言三
便，吾有三约。若丞相能从，我即当卸甲；如其不允，吾宁受三罪而
死。”辽曰：
“丞相宽宏大量，何所不容？愿闻三事。”公曰：
“一
者，吾与皇叔设誓，共扶汉室，吾今只降汉帝，不降曹操；二者，二
嫂处请给皇叔俸禄养赡，一应上下人等，皆不许到门；三者，但知刘
皇叔去向，不管千里万里，便当辞去。三者缺一，断不肯降。望文远
急急回报。”
张辽应诺，遂上马，回见曹操，先说降汉不降曹之事。操笑曰：
“吾为汉相，汉即吾也。此可从之。”辽又言：
“二夫人欲请皇叔俸
给，并上下人等不许到门。”操曰：
“吾于皇叔俸内，更加倍与之。
至于严禁内外，乃是家法，又何疑焉？”辽又曰：
“但知玄德信息，
虽远必往。”操摇首曰：
“然则吾养云长何用？此事却难从。”辽
曰：
“岂不闻豫让‘众人’、‘国士’之论乎 (4) ？刘玄德待云长不
过恩厚耳，丞相更施厚恩以结其心，何忧云长之不服也？”操曰：
“文远之言甚当，吾愿从此三事。”
张辽再往山上回报关公，关公曰：
“虽然如此，暂请丞相退军，
容我入城见二嫂，告知其事，然后投降。”张辽再回，以此言报曹
操。操即传令，退军三十里。荀彧曰：
“不可，恐有诈。”操曰：
“云长义士，必不失信。”遂引军退。
关公引兵入下邳，见人民安妥不动。竟到府中，来见二嫂。甘、
糜二夫人听得关公到来，急出迎之。公拜于阶下曰：
“使二嫂受惊，
某之罪也。”二夫人曰：
“皇叔今在何处？”公曰：
“不知去向。”
二夫人曰：
“二叔今将若何？”公曰：
“关某出城死战，被困土山。
张辽劝我投降，我以三事相约。曹操已皆允从，故特退兵，放我入
城。我不曾得嫂嫂主意，未敢擅便 (5) 。”二夫人问：
“那三事？”
关公将上项三事，备述一遍。甘夫人曰：
“昨日曹军入城，我等皆以
为必死，谁想毫发不动，一军不敢入门。叔叔既已领诺，何必问我二
人？只恐日后曹操不容叔叔去寻皇叔。”公曰：
“嫂嫂放心，关某自
有主张。”二夫人曰：
“叔叔自家裁处，凡事不必问俺女流。”
关公辞退，遂引数十骑来见曹操。操自出辕门相接。关公下马入
拜，操慌忙答礼。关公曰：
“败兵之将，深荷不杀之恩。”操曰：
“素慕云长忠义，今日幸得相见，足慰平生之望。”关公曰：
“文远
代禀三事，蒙丞相应允，谅不食言 (6) 。”操曰：
“吾言既出，安敢
失信？”关公曰：
“关某若知皇叔所在，虽蹈水火 (7) ，必往从之。
此时恐不及拜辞，伏乞见原。”操曰：
“玄德若在，必从公去；但恐
乱军中亡矣。公且宽心，尚容缉听 (8) 。”关公拜谢。操设宴相待。
次日，班师还许昌。关公收拾车仗，请二嫂上车，亲自护车而
行。于路安歇馆驿，操欲乱其君臣之礼，使关公与二嫂共处一室。关
公乃秉烛立于户外，自夜达旦，毫无倦色。操见公如此，愈加敬服。
既到许昌，操拨一府与关公居住。关公分一宅为两院，内门拨老军十
人把守，关公自居外宅。操引关公朝见献帝，帝命为偏将军。公谢恩
归宅。
操次日设大宴，会众谋臣武士，以客礼待关公，延之上座；又备
绫锦及金银器皿相送。关公都送与二嫂收贮。关公自到许昌，操待之
甚厚：小宴三日，大宴五日；又送美女十人，使侍关公。关公尽送入
内门，令伏侍二嫂。却又三日一次于内门外躬身施礼，动问二嫂安
否。二夫人回问皇叔之事毕，曰：
“叔叔自便。”关公方敢退回。操
闻之，又叹服关公不已。
一日，操见关公所穿绿锦战袍已旧，即度其身品，取异锦作战袍
一领相赠。关公受之，穿于衣底，上仍用旧袍罩之。操笑曰：
“云长
何如此之俭 (9) 乎？”公曰：
“某非俭也。旧袍乃刘皇叔所赐，某穿
之如见兄面，不敢以丞相之新赐而忘兄长之旧赐，故穿于上。”操叹
曰：
“真义士也!”然口虽称羡，心实不悦。
一日，关公在府，忽报：
“内院二夫人哭倒于地，不知为何，请
将军速入。”关公乃整衣跪于内门外，问：
“二嫂为何悲泣？”甘夫
人曰：
“我夜梦皇叔身陷于土坑之内，觉来与糜夫人论之，想在九泉
之下矣，是以相哭。”关公曰：
“梦寐之事，不可凭信，此是嫂嫂想
念之故。请勿忧愁。”
正说间，适曹操命使来请关公赴宴。公辞二嫂，往见操。操见公
有泪容，问其故。公曰：
“二嫂思兄痛哭，不由某心不悲。”操笑而
宽解之，频以酒相劝。公醉，自绰其髯而言曰：
“生不能报国家，而
背其兄，徒为人也!”操问曰：
“云长髯有数乎？”公曰：
“约数百
根。每秋月约退三五根。冬月多以皂纱囊裹之，恐其断也。”操以纱
锦作囊，与关公护髯。次日，早朝见帝。帝见关公一纱锦囊垂于胸次
(10) ，帝问之。关公奏曰：
“臣髯颇长，丞相赐囊贮之。”帝令当殿
披拂，过于其腹。帝曰：
“真美髯公也。”因此人皆呼为“美髯
公”。
忽一日，操请关公宴。临散，送公出府，见公马瘦，操曰：
“公
马因何而瘦？”关公曰：
“贱躯颇重，马不能载，因此常瘦。”操令
左右备一马来。须臾牵至。那马身如火炭，状甚雄伟。操指曰：
“公
识此马否？”公曰：
“莫非吕布所骑赤兔马乎？”操曰：
“然也。”
遂并鞍辔送与关公。关公再拜称谢。操不悦曰：
“吾累送美女、金
帛，公未尝下拜；今吾赠马，乃喜而再拜：何贱人而贵畜耶？”关公
曰：
“吾知此马日行千里，今幸得之，若知兄长下落，可一日而见面
矣。”操愕然而悔。关公辞去。后人有诗叹曰：
威倾三国著英豪，一宅分居义气高。
奸相枉将虚礼待，岂知关羽不降曹。
操问张辽曰：
“吾待云长不薄，而彼常怀去心，何也？”辽曰：
“容某探其情。”次日，往见关公。礼毕，辽曰：
“我荐兄在丞相
处，不曾落后 (11) ？”公曰：
“深感丞相厚意。只是吾身虽在此，心
念皇叔，未尝去怀。”辽曰：
“兄言差矣。处世不分轻重，非丈夫
也。玄德待兄，未必过于丞相，兄何故只怀去志？”公曰：
“吾固知
曹公待吾甚厚，奈吾受刘皇叔厚恩，誓以共死，不可背之。吾终不留
此，要必立效 (12) ，以报曹公，然后去耳。”辽曰：
“倘玄德已弃
世，公何所归乎？”公曰：
“愿从于地下。”辽知公终不可留，乃告
退，回见曹操，具以实告。操叹曰：
“事主不忘其本，乃天下之义士
也!”荀彧曰：
“彼言立功方去，若不教彼立功，未必便去。”操然
之。
却说玄德在袁绍处，旦夕烦恼。绍曰：
“玄德何故常忧？”玄德
曰：
“二弟不知音耗，妻小陷于曹贼；上不能报国，下不能保家：安
得不忧？”绍曰：
“吾欲进兵赴许都久矣，方今春暖，正好兴兵。”
便商议破曹之策。田丰谏曰：
“前操攻徐州，许都空虚，不及此时进
兵；今徐州已破，操兵方锐，未可轻敌。不如以久持之，待其有隙而
后可动也。”绍曰：
“待我思之。”因问玄德曰：
“田丰劝我固守，
何如？”玄德曰：
“曹操欺君之贼，明公若不讨之，恐失大义于天
下。”绍曰：
“玄德之言甚善。”遂欲兴兵。田丰又谏，绍怒曰：
“汝等弄文轻武，使我失大义。”田丰顿首曰：
“若不听臣良言，出
师不利。”绍大怒，欲斩之。玄德力劝，乃囚于狱中。沮授见田丰下
狱，乃会其宗族，尽散家财，与之诀曰：
“吾随军而去，胜则威无不
加，败则一身不保矣。”众皆下泪送之。绍遣大将颜良作先锋，进攻
白马。沮授谏曰：
“颜良性狭，虽骁勇，不可独任。”绍曰：
“吾之
上将，非汝等可料。”
大军进发至黎阳，东郡太守刘延告急许昌。曹操急议兴兵抵敌。
关公闻知，遂入相府见操曰：
“闻丞相起兵，某愿为前部。”操曰：
“未敢烦将军。早晚有事，当来相请。”关公乃退。操引兵十五万，
分三队而行。于路又连接刘延告急文书，操先提五万军亲临白马，靠
土山扎住。遥望山前平川旷野之地，颜良前部精兵十万，排成阵势。
操骇然，回顾吕布旧将宋宪曰：
“吾闻汝乃吕布部下猛将，今可与颜
良一战。”宋宪领诺，绰枪上马，直出阵前。颜良横刀立马于门旗
下，见宋宪马至，良大喝一声，纵马来迎。战不三合，手起刀落，斩
宋宪于阵前。曹操大惊曰：
“真勇将也!”魏续曰：
“杀我同伴，愿去
报仇。”操许之。续上马持矛，径出阵前，大骂颜良。良更不打话，
交马一合，照头一刀，劈魏续于马下。操曰：
“今谁敢当之？”徐晃
应声而出，与颜良战二十合，败归本阵。诸将栗然 (13) 。曹操收军，
良亦引军退去。
操见连斩二将，心中忧闷。程昱曰：
“某举一人，可敌颜良。”
操问是谁，昱曰：
“非关公不可。”操曰：
“吾恐他立了功便去。”
昱曰：
“刘备若在，必投袁绍。今若使云长破袁绍之兵，绍必疑刘备
而杀之矣。备既死，云长又安往乎？”操大喜，遂差人去请关公。关
公即入辞二嫂，二嫂曰：
“叔今此去，可打听皇叔消息。”
关公领诺而出，提青龙刀，上赤兔马，引从者数人，直至白马来
见曹操。操叙说：
“颜良连诛二将，勇不可当，特请云长商议。”关
公曰：
“容某观之。”操置酒相待，忽报颜良搦战。操引关公上土山
观看，操与关公坐，诸将环立。曹操指山下颜良排的阵势，旗帜鲜
明，枪刀森布，严整有威，乃谓关公曰：
“河北人马，如此雄壮。”
关公曰：
“以吾观之，如土鸡瓦犬耳 (14) 。”操又指曰：
“麾盖之
下，绣袍金甲，持刀立马者，乃颜良也。”关公举目一望，谓操曰：
“吾观颜良，如插标卖首耳 (15) 。”操曰：
“未可轻视。”关公起身
曰：
“某虽不才，愿去万军中取其首级，来献丞相。”张辽曰：
“军
中无戏言，云长不可忽也。”
关公奋然上马，倒提青龙刀，跑下山来，凤目圆睁，蚕眉直竖，
直冲彼阵。河北军如波开浪裂，关公径奔颜良。颜良正在麾盖下，见
关公冲来，方欲问时，关公赤兔马快，早已跑到面前。颜良措手不
及，被云长手起一刀，刺于马下。忽地下马，割了颜良首级，拴于马
项之下，飞身上马，提刀出阵，如入无人之境。河北兵将大惊，不战
自乱。曹军乘势攻击，死者不可胜数；马匹器械，抢夺极多。关公纵
马上山，众将尽皆称贺。公献首级于操前。操曰：
“将军真神人也!”
关公曰：
“某何足道哉。吾弟张翼德于百万军中取上将之头，如探囊
取物耳。”操大惊，回顾左右曰：
“今后如遇张翼德，不可轻敌。”
令写于衣袍襟底以记之。
却说颜良败军奔回，半路迎见袁绍，报说被赤面长须使大刀一勇
将，匹马入阵，斩颜良而去，因此大败。绍惊问曰：
“此人是谁？”
沮授曰：
“此必是刘玄德之弟关云长也。”绍大怒，指玄德曰：
“汝
弟斩吾爱将，汝必通谋，留尔何用!”唤刀斧手，推出玄德斩之。正
是：
初见方为座上客，此日几同阶下囚。
未知玄德性命如何，且听下文分解。
--------------------
(1) 万人之敌——敌：对抗。“万人之敌”本“万人敌”，出自《史记·项羽本纪》：
“剑，一人敌，不足学，学万人敌。”意谓能对抗万人的本领。表示能指挥千军万马的军事
才能。
(2) 捱到——熬到，好不容易等到。
(3) 视死如归——语出《管子·小匡》：“(管仲曰)平原广牧，车不结辙，士不旋踵，
鼓之而三军之士视死如归，臣不如王子城父。”又见《韩非子·外储说左下》、《吕氏春秋
·勿躬》、汉·刘向《新序·卷四·杂事》，文略异。意谓把死亡看做像回家一样。形容为
了某种理想(多指正义的)而不怕牺牲生命。
(4) 豫让“众人”、“国士”之论——见于《史记·刺客列传》：豫让是战国时晋人，
著名义士。他曾先后事范氏、中行氏、智伯，惟独智伯对他十分尊敬。后赵襄子联合韩、魏
杀了智伯，并用智伯的头骨作为饮器。豫让为替智伯报仇，漆身毁容，吞炭变音，多次欲杀
赵襄子而未果。赵襄子也敬其为义士而并不计较。最后赵襄子忍无可忍，责问豫让：你为什
么不替范氏、中行氏报仇，只给智伯报仇？豫让说：“范、中行氏皆众人遇(待)我，我故众
人报之；至于智伯，国士遇我，我故国士报之。”(参见第二十九回“杀身豫让”条注)张辽
借此劝说曹操，以为只要曹操善待关公，关公就会为其效命。
(5) 擅便——擅自作主，自作主张。
(6) 食言——把说出的话收了回去。指说话不算数，言而无信。《尚书·商书·汤
誓》：“尔无不信，朕不食言。”
(7) 蹈水火——意谓敢于跳入洪水和烈火之中。比喻奋不顾身，不畏任何艰险。参见第
二十三回“赴汤蹈火”条注。
(8) 缉听——寻访打听。
(9) 俭——节俭，俭省。
(10) 胸次——胸间，胸前。
(11) 落后——这里是冷落、怠慢之意。
(12) 立效——立功。
(13) 栗然——恐惧貌。
(14) 土鸡瓦犬——语出宋·释惟白《建中靖国续灯录·卷四·处州仁寿嗣珍禅师》：
“(僧)问：‘知师已得禅中旨，当场一句为谁宜？’师云：‘土鸡瓦犬。’”意谓犹如用泥
捏的鸡，用泥捏而又烧制的狗。比喻徒有虚名而不实用的人或事物。这里是比喻袁绍的军
队。土：指用土加水和成的泥。
(15) 插标卖首——旧时卖人时在其背上插草标作为出卖的标志。这里是借喻颜良的打扮
不过如招摇过市的小丑一般。
第二十六回 袁本初败兵折将 关云长挂印封金
却说袁绍欲斩玄德，玄德从容进曰：
“明公只听一面之词，而绝
向日之情耶？备自徐州失散，二弟云长未知存否。天下同貌者不少，
岂赤面长须之人，即为关某也？明公何不察之？”袁绍是个没主张的
人，闻玄德之言，责沮授曰：
“误听汝言，险杀好人。”遂仍请玄德
上帐坐，议报颜良之仇。帐下一人应声而进曰：
“颜良与我如兄弟，
今被曹贼所杀，我安得不雪其恨？”玄德视其人，身长八尺，面如獬
豸 (1) ，乃河北名将文丑也。袁绍大喜曰：
“非汝不能报颜良之仇。
吾与十万军兵，便渡黄河，追杀曹贼。”沮授曰：
“不可。今宜留屯
延津，分兵官渡，乃为上策。若轻举渡河，设或有变，众皆不能还
矣。”绍怒曰：
“皆是汝等迟缓军心，迁延日月，有妨大事。岂不闻
兵贵神速乎 (2) ？”沮授出，叹曰：
“上盈其志 (3) ，下务其功，悠
悠黄河，吾其济乎 (4) !”遂托疾不出议事。玄德曰：
“备蒙大恩，无
可报效，意欲与文将军同行：一者报明公之德，二者就探云长的实
信。”绍喜，唤文丑与玄德同领前部。文丑曰：
“刘玄德屡败之将，
于军不利。既主公要他去时，某分三万军，教他为后部。”于是文丑
自领七万军先行，令玄德引三万军随后。
且说曹操见云长斩了颜良，倍加钦敬，表奏朝廷，封云长为汉寿
亭侯，铸印送关公。忽报：
“袁绍又使大将文丑渡黄河，已据延津之
上。”操乃先使人移徙居民于西河。然后自领兵迎之，传下将令：以
后军为前军，以前军为后军；粮草先行，军兵在后。吕虔曰：
“粮草
在先，军兵在后，何意也？”操曰：
“粮草在后，多被剽掠 (5) ，故
令在前。”虔曰：
“倘遇敌军劫去，如之奈何？”操曰：
“且待敌军
到时，却又理会。”虔心疑未决。操令粮食辎重沿河堑至延津。操在
后军，听得前军发喊，急教人看时，报说：
“河北大将文丑兵至，我
军皆弃粮草，四散奔走，后军又远，将如之何？”操以鞭指南阜曰
(6) ：
“此可暂避。”人马急奔土阜。操令军士皆解衣卸甲少歇，尽
放其马。
文丑军掩至，众将曰：
“贼至矣，可急收马匹，退回白马。”荀
攸急止之曰：
“此正可以饵敌 (7) ，何故反退？”操急以目视荀攸而
笑。攸知其意，不复言。文丑军既得粮草车仗，又来抢马，军士不依
队伍，自相杂乱。曹操却令军将一齐下土阜击之，文丑军大乱。曹兵
围裹将来，文丑挺身独战。军士自相践踏，文丑止遏不住，只得拨马
回走。操在土阜上指曰：
“文丑为河北名将，谁可擒之？”张辽、徐
晃飞马齐出，大叫：
“文丑休走!”文丑回头，见二将赶上，遂按住铁
枪，拈弓搭箭，正射张辽。徐晃大叫：
“贼将休放箭!”张辽低头急
躲，一箭射中头盔，将簪缨射去 (8) 。辽奋力再赶，坐下战马又被文
丑一箭射中面颊，那马跪倒前蹄，张辽落地。文丑回马复来，徐晃急
轮大斧，截住厮杀。只见文丑后面军马齐到，晃料敌不过，拨马而
回。
文丑沿河赶来，忽见十馀骑马，旗号翩翻 (9) ，一将当头，提刀
飞马而来，乃关云长也，大喝：
“贼将休走!”与文丑交马，战不三
合，文丑心怯，拨马绕河而走。关公马快，赶上文丑，脑后一刀，将
文丑斩下马来。曹操在土阜上，见关公砍了文丑，大驱人马掩杀。河
北军大半落水，粮草、马匹仍被曹操夺回。
云长引数骑东冲西突，正杀之间，刘玄德领三万军随后到。前面
哨马探知，报与玄德云：
“今番又是红面长髯的斩了文丑。”玄德慌
忙骤马来看，隔河望见一簇人马，往来如飞，旗上写着“汉寿亭侯关
云长”七字。玄德暗谢天地曰：
“原来吾弟果然在曹操处。”欲待招
呼相见，被曹兵大队拥来，只得收兵回去。
袁绍接应至官渡，下定寨栅。郭图、审配入见袁绍，说：
“今番
又是关某杀了文丑，刘备佯推不知。”袁绍大怒，骂曰：
“大耳贼，
焉敢如此!”少顷，玄德至，绍令推出斩之。玄德曰：
“某有何罪？”
绍曰：
“你故使汝弟又坏我一员大将，如何无罪？”玄德曰：
“容伸
一言而死：曹操素忌备，今知备在明公处，恐备助公，故特使云长诛
杀二将，公知必怒，此借公之手以杀刘备也。愿明公思之。”袁绍
曰：
“玄德之言是也。汝等几使我受害贤之名。”喝退左右，请玄德
上帐而坐。玄德谢曰：
“荷明公宽大之恩，无可补报，欲令一心腹人
持密书去见云长，使知刘备消息，彼必星夜来到，辅佐明公，共诛曹
操，以报颜良、文丑之仇，若何？”袁绍大喜曰：
“吾得云长，胜颜
良、文丑十倍也。”玄德修下书札，未有人送去。绍令退军武阳，连
营数十里，按兵不动。
操乃使夏侯惇领兵守住官渡隘口。自己班师回许都，大宴众官，
贺云长之功。因谓吕虔曰：
“昔日吾以粮草在前者，乃饵敌之计也。
惟荀公达知吾心耳。”众皆叹服。正饮宴间，忽报：
“汝南有黄巾刘
辟、龚都，甚是猖獗，曹洪累战不利，乞遣兵救之。”云长闻言，进
曰：
“关某愿施犬马之劳，破汝南贼寇。”操曰：
“云长建立大功，
未曾重酬，岂可复劳征进？”公曰：
“关某久闲，必生疾病，愿再一
行。”曹操壮之，点兵五万，使于禁、乐进为副将，次日便行。荀彧
密谓操曰：
“云长常有归刘之心，倘知消息必去，不可频令出征。”
操曰：
“今次收功，吾不复教临敌矣。”
且说云长领兵将近汝南，扎住营寨。当夜营外拿了两个细作人
来。云长视之，内中认得一人，乃孙乾也。关公叱退左右，问乾曰：
“公自溃散之后，一向踪迹不闻，今何为在此处？”乾曰：
“某自逃
难，飘泊汝南，幸得刘辟收留。今将军为何在曹操处？未识甘、糜二
夫人无恙否？”关公因将上项事细说一遍。乾曰：
“近闻玄德公在袁
绍处，欲往投之，未得其便。今刘、龚二人归顺袁绍，相助攻曹。天
幸得将军到此，因特令小军引路，教某为细作，来报将军。来日二人
当虚败一阵，公可速引二夫人投袁绍处，与玄德公相见。”关公曰：
“既兄在袁绍处，吾必星夜而往。但恨吾斩绍二将，恐今事变矣。”
乾曰：
“吾当先往探彼虚实，再来报将军。”公曰：
“吾见兄长一
面，虽万死不辞 (10) 。今回许昌，便辞曹操也。”当夜密送孙乾去
了。
次日，关公引兵出，龚都披挂出阵。关公曰：
“汝等何故背反朝
廷？”都曰：
“汝乃背主之人，何反责我？”关公曰：
“我何为背
主？”都曰：
“刘玄德在袁本初处，汝却从曹操，何也？”关公更不
打话，拍马舞刀向前。龚都便走，关公赶上。都回身告关公曰：
“故
主之恩，不可忘也。公当速进，我让汝南。”关公会意，驱军掩杀。
刘、龚二人佯输诈败，四散去了。云长夺得州县，安民已定，班师回
许昌。曹操出郭迎接，赏劳军士。
宴罢，云长回家，参拜二嫂于门外。甘夫人曰：
“叔叔两番出
军，可知皇叔音信否？”公答曰：
“未也。”关公退，二夫人于门内
痛哭曰：
“想皇叔休矣。二叔恐我姊妹烦恼，故隐而不言。”正哭
间，有一随行老军听得哭声不绝，于门外告曰：
“夫人休哭，主人现
在河北袁绍处。”夫人曰：
“汝何由知之？”军曰：
“跟关将军出
征，有人在阵上说来。”夫人急召云长责之曰：
“皇叔未尝负汝，汝
今受曹操之恩，顿忘旧日之义，不以实情告我，何也？”关公顿首
曰：
“兄今委实在河北，未敢教嫂嫂知者，恐有泄漏也。事须缓图，
不可欲速。”甘夫人曰：
“叔宜上紧。”公退，寻思去计，坐立不
安。
原来于禁探知刘备在河北，报与曹操。操令张辽来探关公意。关
公正闷坐，张辽入贺曰：
“闻兄在阵上知玄德音信，特来贺喜。”关
公曰：
“故主虽在，未得一见，何喜之有？”辽曰：
“兄与玄德交，
比弟与兄交何如？”公曰：
“我与兄，朋友之交也；我与玄德，是朋
友而兄弟、兄弟而主臣者也：岂可共论乎？”辽曰：
“今玄德在河
北，兄往从否？”关公曰：
“昔日之言，安肯背之？文远须为我致意
丞相。”张辽将关公之言，回告曹操。操曰：
“吾自有计留之。”
且说关公正寻思间，忽报有故人相访。及请入，却不相识。关公
问曰：
“公何人也？”答曰：
“某乃袁绍部下南阳陈震也。”关公大
惊，急退左右，问曰：
“先生此来，必有所为。”震出书一缄 (11) ，
递与关公。公视之，乃玄德书也。其略云：
备与足下，自桃园缔盟，誓以同死。今何中道相违，割恩断义？君必欲取功
名，图富贵，愿献备首级，以成全功。书不尽言，死待来命。
关公看书毕，大哭曰：
“某非不欲寻兄，奈不知所在也。安肯图
富贵而背旧盟乎？”震曰：
“玄德望公甚切，公既不背旧盟，宜速往
见。”关公曰：
“人生天地间，无终始者，非君子也。吾来时明白，
去时不可不明白。吾今作书，烦公先达知兄长，容某辞却曹操，奉二
嫂来相见。”震曰：
“倘曹操不允，为之奈何？”公曰：
“吾宁死，
岂肯久留于此？”震曰：
“公速作回书，免致刘使君悬望。”关公写
书答云：
窃闻义不负心，忠不顾死。羽自幼读书，粗知礼义，观羊角哀、左伯桃之事
(12) ，未尝不三叹而流涕也。前守下邳，内无积粟，外无援兵，欲即效死，奈有
二嫂之重，未敢断首捐躯，致负所托，故尔暂且羁身，冀图后会。近至汝南，方
知兄信。即当面辞曹公，奉二嫂归。羽但怀异心，神人共戮!披肝沥胆 (13) ，笔
楮难穷 (14) 。瞻拜有期，伏惟照鉴 (15) 。
陈震得书自回。
关公入内，告知二嫂，随即至相府，拜辞曹操。操知来意，乃悬
回避牌于门。关公怏怏而回，命旧日跟随人役收拾车马，早晚伺候；
分付宅中所有原赐之物，尽皆留下，分毫不可带去。次日再往相府辞
谢，门首又挂回避牌。关公一连去了数次，皆不得见。乃往张辽家相
探，欲言其事，辽亦托疾不出。关公思曰：
“此曹丞相不容我去之
意。我去志已决，岂可复留？”即写书一封，辞谢曹操。书略曰：
羽少事皇叔，誓同生死，皇天后土，实闻斯言。前者下邳失守，所请三事，
已蒙恩诺。今探知故主现在袁绍军中，回思昔日之盟，岂容违背？新恩虽厚，旧
义难忘。兹特奉书告辞，伏惟照察。其有馀恩未报，愿以俟之异日。
写毕封固，差人去相府投递；一面将累次所受金银，一一封置库
中；悬汉寿亭侯印于堂上。请二夫人上车，关公上赤兔马，手提青龙
刀，率领旧日跟随人役，护送车仗，径出北门。门吏挡之，关公怒目
横刀，大喝一声，门吏皆退避。关公既出门，谓从者曰：
“汝等护送
车仗先行，但有追赶者，吾自当之，勿得惊动二位夫人。”从者推
车，望官道进发。
却说曹操正论关公之事未定，左右报关公呈书。操即看毕，大惊
曰：
“云长去矣!”忽北门守将飞报：
“关公夺门而去，车仗鞍马，二
十馀人，皆望北行。”又关公宅中人来报说：
“关公尽封所赐金银等
物，美女十人另居内室，其汉寿亭侯印悬于堂上。丞相所拨人役，皆
不带去，只带原跟从人，及随身行李，出北门去了。”众皆愕然。一
将挺身出曰：
“某愿将铁骑三千，去生擒关某，献与丞相。”众视
之，乃将军蔡阳也。正是：
欲离万丈蛟龙穴，又遇三千狼虎兵。
蔡阳要赶关公，毕竟如何，且听下文分解。
--------------------
(1) 面如獬豸(xi è zh ì谢至)——形容面目丑恶。獬豸：古代传说中的独角兽，能辨
曲直，见人争斗，即用角顶坏人。
(2) 兵贵神速——兵：兵法，用兵之术。贵：贵重，重视，珍视。神速：极其迅速。
“兵贵神速”出自《三国志·魏志·郭嘉传》：“太祖将征袁尚及三郡乌丸……嘉言
曰：‘兵贵神速。今千里袭人，辎重多，难以趣利；且彼闻之，必为备。不如留辎重，轻兵
兼道以出，掩其不意。’”意谓用兵打仗应该特别重视行动迅速。言外之意是使敌人猝不及
防，从而打败敌人。
(3) 盈其志——志得意满，骄傲自满。
(4) 悠悠黄河，吾其济乎——意谓辽阔无际的黄河，我怎么渡过去啊!这里比喻危难重
重，我怎么挽救啊!慨叹无能为力。济：本义是渡水，引申为救助或挽救。
(5) 剽掠——抢劫，掠夺。
(6) 阜——土山。《释名》：“土山曰阜。”
(7) 饵敌——诱敌。
(8) 簪缨——古代官吏的冠饰。
(9) 翩翻——摇曳飘动貌。
(10) 万死不辞——万死：死一万次。形容极大的生命危险。不辞：不推辞，不逃避。
“万死不辞”或本“万死不顾”，出自《汉书·司马迁传》：“夫人臣出万死不顾一生之
计，赴公家之难，斯以奇矣。”意谓即使死一万次也不推辞。极言愿意冒极大的生命危险承
担某件事情的决心。
(11) 一缄——一封。缄：本义为书信封口，引申为书信的数量单位。
(12) 羊角哀、左伯桃之事——事见《后汉书·申屠刚传》李贤注引《烈士传》：羊角
哀、左伯桃皆为战国时燕国人，且为好友。二人同赴楚国求仕，途遇雨雪，食少衣单，难以
俱生。左伯桃自知才能不及羊角哀，便将衣食留给左伯桃，自己钻入枯树中饿死。羊角哀至
楚国，楚平王授以官职。于是左伯桃厚葬羊角哀。有一天羊角哀梦到左伯桃对他说：“蒙子
之恩而获厚葬，正苦荆将军冢相近。今月十五日，当大战以决胜负。”羊角哀为了帮助左伯
桃战胜荆将军，至期，“陈兵马诣其冢，作三桐人，自杀，下而从之”。这是一个生死不渝
的友情故事，关公借以说明他对刘备的深情厚谊。
(13) 披肝沥胆——披：剖开。沥：滴下。“披肝沥胆”或本“披肝胆”，出自汉·路温
舒《上书言宜尚德缓刑》(见《汉书·路温舒传》)：“故大将军受命武帝，股肱汉国，披肝
胆，决大计，黜亡(无)义，立有德……天下咸宁。”比喻坦诚相见，竭尽忠诚。
(14) 笔楮(chǔ楚)难穷——用笔和纸写不完。形容话很多或情不尽。楮：指纸。因楮树
皮可以造纸，故以代纸。
(15) 伏惟——下对上的敬辞。这里是表示希望、愿望。 照鉴——明察。
第二十七回 美髯公千里走单骑 汉寿侯五关斩六将
却说曹操部下诸将中，自张辽而外，只有徐晃与云长交厚，其馀
亦皆敬服；独蔡阳不服关公，故今日闻其去，欲往追之。操曰：
“不
忘故主，来去明白，真丈夫也。汝等皆当效之。”遂叱退蔡阳，不令
去赶。程昱曰：
“丞相待关某甚厚，今彼不辞而去，乱言片楮 (1) ，
冒渎钧威 (2) ，其罪大矣。若纵之使归袁绍，是与虎添翼也 (3) 。不
若追而杀了，以绝后患。”操曰：
“吾昔已许之，岂可失信？彼各为
其主 (4) ，勿追也。”因谓张辽曰：
“云长封金挂印，财贿不以动其
心，爵禄不以移其志，此等人吾深敬之。想他去此不远，我一发结识
他做个人情 (5) 。汝可先去请住他，待我与他送行，更以路费、征袍
赠之，使为后日记念。”张辽领命，单骑先往。曹操引数十骑随后而
来。
却说云长所骑赤兔马日行千里，本是赶不上，因欲护送车仗，不
敢纵马，按辔徐行。忽听背后有人大叫：
“云长且慢行!”回头视之，
见张辽拍马而至。关公教车仗从人只管望大路紧行，自己勒住赤兔
马，按定青龙刀，问曰：
“文远莫非欲追我回乎？”辽曰：
“非也。
丞相知兄远行，欲来相送，特先使我请住台驾 (6) ，别无他意。”关
公曰：
“便是丞相铁骑来，吾愿决一死战。”遂立马于桥上望之，见
曹操引数十骑飞奔前来，背后乃是许褚、徐晃、于禁、李典之辈。
操见关公横刀立马于桥上，令诸将勒住马匹，左右排开。关公见
众人手中皆无军器，方始放心。操曰：
“云长行何太速？”关公于马
上欠身答曰：
“关某前曾禀过丞相，今故主在河北，不由某不急去。
累次造府 (7) ，不得参见，故拜书告辞，封金挂印，纳还丞相。望丞
相勿忘昔日之言。”操曰：
“吾欲取信于天下，安肯有负前言？恐将
军途中乏用，特具路资相送。”一将便从马上托过黄金一盘。关公
曰：
“累蒙恩赐，尚有馀资。留此黄金，以赏将士。”操曰：
“特以
少酬大功于万一，何必推辞？”关公曰：
“区区微劳，何足挂齿。”
操笑曰：
“云长天下义士，恨吾福薄，不得相留。锦袍一领，略表寸
心。”令一将下马，双手捧袍过来。云长恐有他变，不敢下马，用青
龙刀尖挑锦袍披于身上，勒马回头称谢曰：
“蒙丞相赐袍，异日更得
相会。”遂下桥望北而去。许褚曰：
“此人无礼太甚，何不擒之？”
操曰：
“彼一人一骑，吾数十馀人，安得不疑？吾言既出，不可追
也。”曹操自引众将回城，于路叹想云长不已。
不说曹操自回。且说关公来赶车仗，约行三十里，却只不见。云
长心慌，纵马四下寻之。忽见山头一人，高叫：
“关将军且住!”云长
举目视之，只见一少年，黄巾锦衣，持枪跨马，马项下悬着首级一
颗，引百馀步卒，飞奔前来。公问曰：
“汝何人也？”少年弃枪下
马，拜伏于地。云长恐是诈，勒马持刀问曰：
“壮士，愿通姓名。”
答曰：
“吾本襄阳人，姓廖名化，字元俭。因世乱流落江湖，聚众五
百馀人，劫掠为生。恰才同伴杜远下山巡哨，误将两夫人劫掠上山。
吾问从者，知是大汉刘皇叔夫人，且闻将军护送在此，吾即欲送下山
来。杜远出言不逊，被某杀之。今献头与将军请罪。”关公曰：
“二
夫人何在？”化曰：
“现在山中。”关公教急取下山。不移时，百馀
人簇拥车仗前来。关公下马停刀，叉手于车前问候曰：
“二嫂受惊
否？”二夫人曰：
“若非廖将军保全，已被杜远所辱。”关公问左右
曰：
“廖化怎生救夫人？”左右曰：
“杜远劫上山去，就要与廖化各
分一人为妻。廖化问起根由，好生拜敬。杜远不从，就被廖化杀
了。”关公听言，乃拜谢廖化。廖化欲以部下人送关公。关公寻思：
“此人终是黄巾馀党，未可作伴。”乃谢却之。廖化又拜送金帛，关
公亦不受。廖化拜别，自引人伴投山谷中去了。
云长将曹操赠袍事告知二嫂，催促车仗前行。至天晚，投一村庄
安歇。庄主出迎，须发皆白，问曰：
“将军姓甚名谁？”关公施礼
曰：
“吾乃刘玄德之弟关某也。”老人曰：
“莫非斩颜良、文丑的关
公否？”公曰：
“便是。”老人大喜，便请入庄。关公曰：
“车上还
有二位夫人。”老人便唤妻女出迎。二夫人至草堂上，关公叉手立于
二夫人之侧。老人请公坐，公曰：
“尊嫂在上，安敢就坐？”老人乃
令妻女请二夫人入内室款待，自于草堂款待关公。关公问老人姓名，
老人曰：
“吾姓胡名华，桓帝时曾为议郎，致仕归乡 (8) 。今有小儿
胡班，在荥阳太守王植部下为从事。将军若从此处经过，某有一书寄
与小儿。”关公允诺。
次日早膳毕，请二嫂上车，取了胡华书信，相别而行，取路投洛
阳来。前至一关，名东岭关。把关将姓孔名秀，引五百军兵在岭上把
守。当日关公押车仗上岭，军士报知孔秀，秀出关来迎。关公下马，
与孔秀施礼。秀曰：
“将军何往？”公曰：
“某辞丞相，特往河北寻
兄。”秀曰：
“河北袁绍，正是丞相对头。将军此去，必有丞相文凭
(9) 。”公曰：
“因行期慌迫，不曾讨得。”秀曰：
“既无文凭，待
我差人禀过丞相，方可放行。”关公曰：
“待去禀时，须误了我行
程。”秀曰：
“法度所拘，不得不如此。”关公曰：
“汝不容我过关
乎？”秀曰：
“汝要过去，留下老小为质。”关公大怒，举刀就杀孔
秀。秀退入关去，鸣鼓聚军，披挂上马，杀下关来，大喝曰：
“汝敢
过去么？”关公约退车仗，纵马提刀，竟不打话，直取孔秀；秀挺枪
来迎。两马相交，只一合，钢刀起处，孔秀尸横马下。众军便走。关
公曰：
“军士休走。吾杀孔秀，不得已也，与汝等无干。借汝众军之
口，传语曹丞相，言孔秀欲害我，我故杀之。”众军俱拜于马前。
关公即请二夫人车仗出关，望洛阳进发。早有军士报知洛阳太守
韩福，韩福急聚众将商议。牙将孟坦曰：
“既无丞相文凭，即系私
行，若不阻当，必有罪责。”韩福曰：
“关公勇猛，颜良、文丑俱为
所杀。今不可力敌，只须设计擒之。”孟坦曰：
“吾有一计：先将鹿
角拦定关口，待他到时，小将引兵和他交锋佯败，诱他来追，公可用
暗箭射之。若关某坠马，即擒解许都，必得重赏。”
商议停当，人报关公车仗已到。韩福弯弓插箭，引一千人马，排
列关口，问：
“来者何人？”关公马上欠身言曰：
“吾汉寿亭侯关
某，敢借过路。”韩福曰：
“有曹丞相文凭否？”关公曰：
“事冗不
曾讨得 (10) 。”韩福曰：
“吾奉承相钧命，镇守此地，专一盘诘往来
奸细。若无文凭，即系逃窜。”关公怒曰：
“东岭孔秀已被吾杀，汝
亦欲寻死耶？”韩福曰：
“谁人与我擒之？”孟坦出马，轮双刀来取
关公；关公约退车仗，拍马来迎。孟坦战不三合，拨回马便走；关公
赶来。孟坦只指望引诱关公，不想关公马快，早已赶上，只一刀，砍
为两段。关公勒马回来，韩福闪在门首，尽力放了一箭，正射中关公
左臂。公用口拔出箭，血流不住，飞马径奔韩福，冲散众军。韩福急
走不迭，关公手起刀落，带头连肩，斩于马下。杀散众军，保护车
仗。
关公割帛束住箭伤，于路恐人暗算，不敢久住，连夜投汜水关
来。把关将乃并州人氏，姓卞名喜，善使流星锤。原是黄巾馀党，后
投曹操，拨来守关。当下闻知关公将到，寻思一计：就关前镇国寺
中，埋伏下刀斧手二百馀人，诱关公至寺，约击盏为号，欲图相害。
安排已定，出关迎接关公。公见卞喜来迎，便下马相见。喜曰：
“将
军名震天下，谁不敬仰。今归皇叔，足见忠义。”关公诉说斩孔秀、
韩福之事。卞喜曰：
“将军杀之是也。某见丞相，代禀衷曲。”关公
甚喜，同上马过了汜水关，到镇国寺前下马。众僧鸣钟出迎。
原来那镇国寺乃汉明帝御前香火院，本寺有僧三十馀人。内有一
僧，却是关公同乡人，法名普净。当下普净已知其意，向前与关公问
讯，曰：
“将军离蒲东几年矣？”关公曰：
“将及二十年矣。”普净
曰：
“还认得贫僧否？”公曰：
“离乡多年，不能相识。”普净曰：
“贫僧家与将军家只隔一条河。”卞喜见普净叙出乡里之情，恐有走
泄，乃叱之曰：
“吾欲请将军赴宴，汝僧人何得多言？”关公曰：
“不然。乡人相遇，安得不叙旧情耶？”普净请关公方丈待茶 (11) 。
关公曰：
“二位夫人在车上，可先献茶。”普净教取茶先奉夫人，然
后请关公入方丈。普净以手举所佩戒刀，以目视关公。公会意，命左
右持刀紧随。卞喜请关公于法堂筵席 (12) 。关公曰：
“卞君请关某，
是好意，还是歹意？”卞喜未及回言，关公早望见壁衣中有刀斧手
(13) ，乃大喝卞喜曰：
“吾以汝为好人，安敢如此!”卞喜知事泄，大
叫：
“左右下手!”左右方欲动手，皆被关公拔剑砍之。卞喜下堂绕廊
而走，关公弃剑执大刀来赶。卞喜暗取飞锤掷打关公。关公用刀隔开
锤，赶将入去，一刀劈卞喜为两段。随即回身来看二嫂，早有军人围
住，见关公来，四下奔走。关公赶散，谢普净曰：
“若非吾师，已被
此贼害矣。”普净曰：
“贫僧此处难容，收拾衣钵，亦往他处云游也
(14) 。后会有期，将军保重。”关公称谢，护送车仗，往荥阳进发。
荥阳太守王植，却与韩福是两亲家。闻得关公杀了韩福，商议欲
暗害关公，乃使人守住关口。待关公到时，王植出关，喜笑相迎。关
公诉说寻兄之事。植曰：
“将军于路驱驰，夫人车上劳困，且请入
城，馆驿中暂歇一宵，来日登途未迟。”关公见王植意甚殷勤，遂请
二嫂入城。馆驿中皆铺陈了当。王植请公赴宴，公辞不往，植使人送
筵席至馆驿。关公因于路辛苦，请二嫂晚膳毕，就正房歇定。令从者
各自安歇，饱喂马匹。关公亦解甲憩息。
却说王植密唤从事胡班听令曰：
“关某背丞相而逃，又于路杀太
守并守关将校，死罪不轻。此人武勇难敌。汝今晚点一千军围住馆
驿，一人一个火把，待三更时分，一齐放火，不问是谁，尽皆烧死。
吾亦自引军接应。”胡班领命，便点起军士，密将干柴引火之物搬于
馆驿门首，约时举事。胡班寻思：
“我久闻关云长之名，不识如何模
样，试往窥之。”乃至驿中，问驿吏曰：
“关将军在何处？”答曰：
“正厅上观书者是也。”胡班潜至厅前，见关公左手绰髯，于灯下凭
几看书。班见了，失声叹曰：
“真天人也!”公问何人，胡班入拜曰：
“荥阳太守部下从事胡班。”关公曰：
“莫非许都城外胡华之子
否？”班曰：
“然也。”公唤从者于行李中取书付班。班看毕，叹
曰：
“险些误杀忠良!”遂密告曰：
“王植心怀不仁，欲害将军，暗令
人四面围住馆驿，约于三更放火。今某当先去开了城门，将军急收拾
出城。”关公大惊，忙披挂提刀上马，请二嫂上车，尽出馆驿，果见
军士各执火把听候。关公急来到城边，只见城门已开，关公催车仗急
急出城。胡班还去放火。关公行不到数里，背后火把照耀，人马赶
来，当先王植大叫：
“关某休走!”关公勒马大骂：
“匹夫!我与你无
仇，如何令人放火烧我？”王植拍马挺枪，径奔关公，被关公拦腰一
刀，砍为两段。人马都赶散。关公催车仗速行，于路感胡班不已。
行至滑州界首，有人报与刘延。延引数十骑出郭而迎。关公马上
欠身而言曰：
“太守别来无恙？”延曰：
“公今欲何往？”公曰：
“辞了丞相，去寻家兄。”延曰：
“玄德在袁绍处，绍乃丞相仇人，
如何容公去？”公曰：
“昔日曾言定来。”延曰：
“今黄河渡口关
隘，夏侯惇部将秦琪据守，恐不容将军过渡。”公曰：
“太守应付船
只，若何？”延曰：
“船只虽有，不敢应付。”公曰：
“我前者诛颜
良、文丑，亦曾与足下解厄 (15) 。今日求一渡船而不与，何也？”延
曰：
“只恐夏侯惇知之，必然罪我。”
关公知刘延无用之人，遂自催车仗前进。到黄河渡口，秦琪引军
出问：
“来者何人？”关公曰：
“汉寿亭侯关某也。”琪曰：
“今欲
何往？”关公曰：
“欲投河北去寻兄长刘玄德，敬来借渡。”琪曰：
“丞相公文何在？”公曰：
“吾不受丞相节制，有甚公文？”琪曰：
“吾奉夏侯将军将令，守把关隘，你便插翅也飞不过去。”关公大怒
曰：
“你知我于路斩戮拦截者乎？”琪曰：
“你只杀得无名下将，敢
杀我么？”关公怒曰：
“汝比颜良、文丑若何？”秦琪大怒，纵马提
刀，直取关公。二马相交，只一合，关公刀起，秦琪头落。关公曰：
“当吾者已死，馀人不必惊走，速备船只，送我渡河。”军士急撑舟
傍岸。关公请二嫂上船渡河。渡过黄河，便是袁绍地方。关公所历关
隘五处，斩将六员。后人有诗叹曰：
挂印封金辞汉相，寻兄遥望远途还。
马骑赤兔行千里，刀偃青龙出五关。
忠义慨然冲宇宙，英雄从此震江山。
独行斩将应无敌，今古留题翰墨间。
关公于马上自叹曰：
“吾非欲沿途杀人，奈事不得已也。曹公知
之，必以我为负恩之人矣。”
正行间，忽见一骑自北而来，大叫：
“云长少住!”关公勒马视
之，乃孙乾也。关公曰：
“自汝南相别，一向消息若何？”乾曰：
“刘辟、龚都自将军回兵之后，复夺了汝南。遣某往河北结好袁绍，
请玄德同谋破曹之计。不想河北将士各相妒忌：田丰尚囚狱中，沮授
黜退不用，审配、郭图各自争权；袁绍多疑，主持不定。某与刘皇叔
商议，先求脱身之计。今皇叔已往汝南会合刘辟去了，恐将军不知，
反到袁绍处，或为所害，特遣某于路迎接将来，幸于此得见。将军可
速往汝南与皇叔相会。”关公教孙乾拜见夫人。夫人问其动静，孙乾
备说：
“袁绍二次欲斩皇叔，今幸脱身往汝南去了。夫人可与云长到
此相会。”二夫人皆掩面垂泪。
关公依言，不投河北去，径取汝南来。正行之间，背后尘埃起
处，一彪人马赶来，当先夏侯惇大叫：
“关某休走!”正是：
六将阻关徒受死，一军拦路复争锋。
毕竟关公怎生脱身，且听下文分解。
--------------------
(1) 乱言片楮——胡言乱语的一封短信。指关公写给曹操的辞别短信。片楮：片纸。古
人用楮树皮造纸，故用“楮”代纸。
(2) 钧威：您的权威。钧：对尊长或上级的敬称。
(3) 与虎添翼——与：给，助，帮助。添：增加，加上。翼：翅膀。“与虎添翼”本
“为虎傅翼”《逸周书·卷三·寤儆解》：“监戒善败，护守勿失。无为虎傅翼，将飞入
邑，择人而食。不骄不吝，时乃无敌。”朱佑曾校释：“为虎傅翼，喻助凶暴。”意谓犹如
给老虎加上翅膀。比喻助长恶人或对头的势力。
(4) 各为其主——语出《三国志·蜀志·关羽传》：“羽尽封其(指曹操)所赐，拜书告
辞，而奔先主(刘备)于袁(绍)军。左右欲追之，曹公曰：‘彼各为其主，勿追也。’”意谓
各人都效忠于自己的主子。多用以表示忠臣。
(5) 一发——索性，越发。 结识——结交，交结。
(6) 台驾——对人的尊称。
(7) 造府——到别人府上的敬词。
(8) 致仕——辞官退休。
(9) 文凭——用作凭证的公文。这里特指允许通行的公文。
(10) 冗——繁忙。
(11) 方丈——这里指寺庙。
(12) 法堂——寺庙中讲说佛法或做法事的大堂。
(13) 壁衣——装饰墙壁的帷幕。因帷幕悬挂于墙壁之前，壁、幕之间有空当，故可藏
人。
(14) 云游——四处游历，行踪不定。因如云之飘忽不定，故称。多用于僧尼漫游。
(15) 解厄——从危难中救出。
第二十八回 斩蔡阳兄弟释疑 会古城主臣聚义
却说关公同孙乾保二嫂向汝南进发，不想夏侯惇领三百馀骑从后
追来。孙乾保车仗前行。关公回身勒马按刀问曰：
“汝来赶我，有失
丞相大度。”夏侯惇曰：
“丞相无明文传报，汝于路杀人，又斩吾部
将，无礼太甚。我特来擒你，献与丞相发落。”言讫，便拍马挺枪欲
斗。只见后面一骑飞来，大叫：
“不可与云长交战!”关公按辔不动。
来使于怀中取出公文，谓夏侯惇曰：
“丞相敬爱关将军忠义，恐于路
关隘拦截，故遣某特赍公文，遍行诸处。”惇曰：
“关某于路杀把关
将士，丞相知否？”来使曰：
“此却未知。”惇曰：
“我只活捉他去
见丞相，待丞相自放他。”关公怒曰：
“吾岂惧汝耶？”拍马持刀，
直取夏侯惇；惇挺枪来迎。
两马相交，战不十合，忽又一骑飞至，大叫：
“二将军少歇!”惇
停枪问来使曰：
“丞相叫擒关某乎？”使者曰：
“非也。丞相恐守关
诸将阻当关将军，故又差某驰公文来放行。”惇曰：
“丞相知其于路
杀人否？”使者曰：
“未知。”惇曰：
“既未知其杀人，不可放
去。”指挥手下军士，将关公围住。关公大怒，舞刀迎战。
两个正欲交锋，阵后一人飞马而来，大叫：
“云长、元让，休得
争战!”众视之，乃张辽也。二人各勒住马。张辽近前言曰：
“奉丞相
钧旨：因闻知云长斩关杀将，恐于路有阻，特差我传谕各处关隘，任
便放行。”惇曰：
“秦琪是蔡阳之甥，他将秦琪托付我处，今被关某
所杀，怎肯干休？”辽曰：
“我见蔡将军，自有分解 (1) 。既丞相大
度，教放云长去，公等不可废丞相之意 (2) 。”夏侯惇只得将军马约
退。辽曰：
“云长今欲何往？”关公曰：
“闻兄长又不在袁绍处，吾
今将遍天下寻之。”辽曰：
“既未知玄德下落，且再回见丞相，若
何？”关公笑曰：
“安有是理？文远回见丞相，幸为我谢罪。”说
毕，与张辽拱手而别。于是张辽与夏侯惇领军自回。
关公赶上车仗，与孙乾说知此事，二人并马而行。行了数日，忽
值大雨滂沱 (3) ，行装尽湿。遥望山冈边有一所庄院，关公引着车
仗，到彼借宿。庄内一老人出迎，关公具言来意。老人曰：
“某姓郭
名常，世居于此。久闻大名，幸得瞻拜。”宰羊置酒相待，请二夫人
于后堂暂歇。郭常陪关公、孙乾于草堂饮酒，一边烘焙行李，一边喂
养马匹。至黄昏时候，忽见一少年引数人入庄，径上草堂。郭常唤
曰：
“吾儿来拜将军。”因谓关公曰：
“此愚男也 (4) 。”关公问何
来，常曰：
“射猎方回。”少年见过关公，即下堂去了。常流泪言
曰：
“老夫耕读传家，止生此子，不务本业，惟以游猎为事，是家门
不幸也。”关公曰：
“方今乱世，若武艺精熟，亦可以取功名，何云
不幸？”常曰：
“他若肯习武艺，便是有志之人。今专务游荡，无所
不为，老夫所以忧耳。”关公亦为叹息。至更深，郭常辞出。
关公与孙乾方欲就寝，忽闻后院马嘶人叫。关公急唤从人，却都
不应，乃与孙乾提剑往视之。只见郭常之子倒在地上叫唤，从人正与
庄客厮打。公问其故，从人曰：
“此人来盗赤兔马，被马踢倒。我等
闻叫唤之声，起来巡看，庄客们反来厮闹。”公怒曰：
“鼠贼焉敢盗
吾马!”恰待发作，郭常奔至，告曰：
“不肖子为此歹事，罪合万死
(5) 。奈老妻最怜爱此子，乞将军仁慈宽恕。”关公曰：
“此子果然
不肖，适才老翁所言，真知子莫若父也 (6) 。我看翁面，且姑恕
之。”遂分付从人看好了马，喝散庄客，与孙乾回草堂歇息。次日，
郭常夫妇出拜于堂前，谢曰：
“犬子冒渎虎威 (7) ，深感将军恩
恕。”关公令唤出：
“我以正言教之。”常曰：
“他于四更时分，又
引数个无赖之徒，不知何处去了。”
关公谢别郭常，奉二嫂上车 (8) ，出了庄院，与孙乾并马，护着
车仗，取山路而行。不及三十里，只见山背后拥出百馀人，为首两骑
马：前面那人，头裹黄巾，身穿战袍；后面乃郭常之子也。黄巾者
曰：
“我乃天公将军张角部将也。来者快留下赤兔马，放你过去。”
关公大笑曰：
“无知狂贼!汝既从张角为盗，亦知刘、关、张兄弟三人
名字否？”黄巾者曰：
“我只闻赤面长髯者名关云长，却未识其面。
汝何人也？”公乃停刀立马，解开须囊，出长髯令视之。其人滚鞍下
马，脑揪郭常之子拜献于马前 (9) 。关公问其姓名，告曰：
“某姓裴
名元绍，自张角死后，一向无主，啸聚山林 (10) ，权于此处藏伏。今
早这厮来报：
‘有一客人，骑一匹千里马，在我家投宿。’特邀某来
劫夺此马，不想却遇将军。”郭常之子拜伏乞命。关公曰：
“吾看汝
父之面，饶你性命。”郭子抱头鼠窜而去。
公谓元绍曰：
“汝不识吾面，何以知吾名？”元绍曰：
“离此二
十里，有一卧牛山。山上有一关西人，姓周名仓，两臂有千斤之力，
板肋虬髯 (11) ，形容甚伟。原在黄巾张宝部下为将，张宝死，啸聚山
林。他多曾与某说将军盛名，恨无门路相见。”关公曰：
“绿林中非
豪杰托足之处，公等今后可各去邪归正 (12) ，勿自陷其身。”元绍拜
谢。
正说话间，遥望一彪人马来到。元绍曰：
“此必周仓也。”关公
乃立马待之。果见一人黑面长身，持枪乘马，引众而至。见了关公，
惊喜曰：
“此关将军也。”疾忙下马，俯伏道旁曰：
“周仓参拜。”
关公曰：
“壮士何处曾识关某来？”仓曰：
“旧随黄巾张宝时，曾识
尊颜，恨失身贼党，不得相随。今日幸得拜见，愿将军不弃，收为步
卒，早晚执鞭随镫，死亦甘心。”公见其意甚诚，乃谓曰：
“汝若随
我，汝手下人伴若何？”仓曰：
“愿从则俱从，不愿从者听之可
也。”于是众人皆曰：
“愿从。”关公乃下马至车前禀问二嫂。甘夫
人曰：
“叔叔自离许都，于路独行至此，历过多少艰难，未尝要军马
相随。前廖化欲相投，叔既却之，今何独容周仓之众耶？我辈女流浅
见，叔自斟酌。”公曰：
“嫂嫂之言是也。”遂谓周仓曰：
“非关某
寡情，奈二夫人不从。汝等且回山中，待我寻见兄长，必来相招。”
周仓顿首告曰：
“仓乃一粗莽之夫，失身为盗，今遇将军，如重见天
日 (13) ，岂忍复错过？若以众人相随为不便，可令其尽跟裴元绍去。
仓只身步行，跟随将军，虽万里不辞也。”关公再以此言告二嫂。甘
夫人曰：
“一二人相从，无妨于事。”公乃令周仓拨人伴随裴元绍
去。元绍曰：
“我亦愿随关将军。”周仓曰：
“汝若去时，人伴皆
散。且当权时统领 (14) ，我随关将军去，但有住扎处，便来取你。”
元绍怏怏而别。
周仓跟着关公，往汝南进发。行了数日，遥见一座山城。公问土
人：
“此何处也？”土人曰：
“此名古城。数月前有一将军，姓张名
飞，引数十骑到此，将县官逐去，占住古城，招军买马 (15) ，积草屯
粮 (16) 。今聚有三五千人马，四远无人敢敌。”关公喜曰：
“吾弟自
徐州失散，一向不知下落，谁想却在此。”乃令孙乾先入城通报，教
来迎接二嫂。
却说张飞在芒砀山中住了月馀，因出外探听玄德消息，偶过古
城，入县借粮，县官不肯，飞怒，因就逐去县官，夺了县印，占住城
池，权且安身。当日孙乾领关公命，入城见飞。施礼毕，具言：
“玄
德离了袁绍处，投汝南去了。今云长直从许都送二位夫人至此，请将
军出迎。”张飞听罢，更不回言，随即披挂持矛上马，引一千馀人，
径出北门。孙乾惊讶，又不敢问，只得随出城来。关公望见张飞到
来，喜不自胜，付刀与周仓接了，拍马来迎。只见张飞圆睁环眼，倒
竖虎须，吼声如雷，挥矛向关公便搠。关公大惊，连忙闪过，便叫：
“贤弟何故如此？岂忘了桃园结义耶？”飞喝曰：
“你既无义，有何
面目来与我相见？”关公曰：
“我如何无义？”飞曰：
“你背了兄
长，降了曹操，封侯赐爵，今又来赚我。我今与你拼个死活。”关公
曰：
“你原来不知，我也难说。现放着二位嫂嫂在此，贤弟请自
问。”
二夫人听得，揭帘而呼曰：
“三叔何故如此？”飞曰：
“嫂嫂住
着，且看我杀了负义的人，然后请嫂嫂入城。”甘夫人曰：
“二叔因
不知你等下落，故暂时栖身曹氏。今知你哥哥在汝南，特不避险阻，
送我们到此。三叔休错见了。”糜夫人曰：
“二叔向在许都，原出于
无奈。”飞曰：
“嫂嫂休要被他瞒过了。忠臣宁死而不辱，大丈夫岂
有事二主之理？”关公曰：
“贤弟休屈了我。”孙乾曰：
“云长特来
寻将军。”飞喝曰：
“如何你也胡说？他那里有好心，必是来捉
我。”关公曰：
“我若捉你，须带军马来。”飞把手指曰：
“兀的不
是军马来也 (17) ？”
关公回顾，果见尘埃起处，一彪人马来到，风吹旗号，正是曹
军。张飞大怒曰：
“今还敢支吾么？”挺丈八蛇矛便搠将来。关公急
止之曰：
“贤弟且住，你看我斩此来将，以表我真心。”飞曰：
“你
果有真心，我这里三通鼓罢 (18) ，便要你斩来将。”关公应诺。须
臾，曹军至。为首一将，乃是蔡阳，挺刀纵马大喝曰：
“你杀吾外甥
秦琪，却原来逃在此。吾奉丞相命，特来拿你。”关公更不打话，举
刀便砍。张飞亲自擂鼓。只见一通鼓未尽，关公刀起处，蔡阳头已落
地。众军士俱走。关公活捉执认旗的小卒过来 (19) ，问取来由。小卒
告说：
“蔡阳闻将军杀了他外甥，十分忿怒，要来河北与将军交战。
丞相不肯，因差他往汝南攻刘辟，不想在这里遇着将军。”关公闻
言，教去张飞前告说其事。飞将关公在许都时事细问小卒，小卒从头
至尾说了一遍，飞方才信。
正说间，忽城中军士来报：
“城南门外有十数骑来的甚紧，不知
是甚人。”张飞心中疑虑，便转出南门看时，果见十数骑轻弓短箭而
来。见了张飞，滚鞍下马。视之，乃糜竺、糜芳也。飞亦下马相见。
竺曰：
“自徐州失散，我兄弟二人逃难回乡。使人远近打听，知云长
降了曹操，主公在于河北，又闻简雍亦投河北去了，只不知将军在
此。昨于路上遇见一伙客人，说有一姓张的将军，如此模样，今据古
城。我兄弟度量必是将军 (20) ，故来寻访，幸得相见。”飞曰：
“云
长兄与孙乾送二嫂方到，已知哥哥下落。”二糜大喜，同来见关公，
并参见二夫人。飞遂迎请二嫂入城，至衙中坐定。二夫人诉说关公历
过之事，张飞方才大哭，参拜云长。二糜亦俱伤感。张飞亦自诉别后
之事，一面设宴贺喜。
次日，张飞欲与关公同赴汝南见玄德。关公曰：
“贤弟可保护二
嫂，暂住此城，待我与孙乾先去探听兄长消息。”飞允诺。关公与孙
乾引数骑奔汝南来。刘辟、龚都接着，关公便问：
“皇叔何在？”刘
辟曰：
“皇叔到此住了数日，为见军少，复往河北袁本初处商议去
了。”关公怏怏不乐。孙乾曰：
“不必忧虑，再苦一番驱驰，仍往河
北去报知皇叔，同至古城便了。”关公依言，辞了刘辟、龚都，回至
古城，与张飞说知此事。张飞便欲同至河北。关公曰：
“有此一城，
便是我等安身之处，未可轻弃。我还与孙乾同往袁绍处，寻见兄长，
来此相会。贤弟可坚守此城。”飞曰：
“兄斩他颜良、文丑，如何去
得？”关公曰：
“不妨，我到彼当见机而变。”遂唤周仓问曰：
“卧
牛山裴元绍处，共有多少人马？”仓曰：
“约有四五百。”关公曰：
“我今抄近路去寻兄长，汝可往卧牛山招此一枝人马，从大路上接
来。”仓领命而去。
关公与孙乾只带二十馀骑投河北来，将至界首，乾曰：
“将军未
可轻入，只在此间暂歇。待某先入见皇叔，别作商议。”关公依言，
先打发孙乾去了。遥望前村有一所庄院，便与从人到彼投宿。庄内一
老翁携杖而出，与关公施礼。公具以实告。老翁曰：
“某亦姓关，名
定。久闻大名，幸得瞻谒 (21) 。”遂命二子出见，款留关公，并从人
俱留于庄内。
且说孙乾匹马入冀州见玄德，具言前事。玄德曰：
“简雍亦在此
间，可暗请来同议。”少顷，简雍至，与孙乾相见毕，共议脱身之
计。雍曰：
“主公明日见袁绍，只说要往荆州，说刘表共破曹操，便
可乘机而去。”玄德曰：
“此计大妙。但公能随我去否？”雍曰：
“某亦自有脱身之计。”商议已定。
次日，玄德入见袁绍，告曰：
“刘景升镇守荆襄九郡，兵精粮
足，宜与相约，共攻曹操。”绍曰：
“吾尝遣使约之，奈彼未肯相
从。”玄德曰：
“此人是备同宗，备往说之，必无推阻。”绍曰：
“若得刘表，胜刘辟多矣。”遂命玄德行。绍又曰：
“近闻关云长已
离了曹操，欲来河北，吾当杀之，以雪颜良、文丑之恨。”玄德曰：
“明公前欲用之，吾故召之。今何又欲杀之耶？且颜良、文丑比之二
鹿耳，云长乃一虎也，失二鹿而得一虎，何恨之有？”绍笑曰：
“吾
实爱之，故戏言耳。公可再使人召之，令其速来。”玄德曰：
“即遣
孙乾往召之可也。”绍大喜，从之。玄德出，简雍进曰：
“玄德此
去，必不回矣。某愿与偕往：一则同说刘表，二则监住玄德。”绍然
其言，便命简雍与玄德同行。郭图谏绍曰：
“刘备前去说刘辟，未见
成事；今又使与简雍同往荆州，必不返矣。”绍曰：
“汝勿多疑，简
雍自有见识。”郭图嗟呀而出。
却说玄德先命孙乾出城，回报关公；一面与简雍辞了袁绍，上马
出城。行至界首，孙乾接着，同往关定庄上。关公迎门接拜，执手啼
哭不止。关定领二子拜于草堂之前。玄德问其姓名，关公曰：
“此人
与弟同姓，有二子：长子关宁，学文；次子关平，学武。”关定曰：
“今愚意欲遣次子跟随关将军 (22) ，未识肯容纳否？”玄德曰：
“年
几何矣？”定曰：
“十八岁矣。”玄德曰：
“既蒙长者厚意，吾弟尚
未有子，今即以贤郎为子，若何？”关定大喜，便命关平拜关公为
父，呼玄德为伯父。玄德恐袁绍追之，急收拾起行。关平随着关公，
一齐起身。关定送了一程自回。
关公教取路往卧牛山来。正行间，忽见周仓引数十人带伤而来。
关公引他见了玄德。问其何故受伤，仓曰：
“某未至卧牛山之前，先
有一将单骑而来，与裴元绍交锋，只一合，刺死裴元绍，尽数招降人
伴，占住山寨。仓到彼招诱人伴时，止有这几个过来，馀者俱惧怕，
不敢擅离。仓不忿，与那将交战，被他连胜数次，身中三枪，因此来
报主公。”玄德曰：
“此人怎生模样？姓甚名谁？”仓曰：
“极其雄
壮，不知姓名。”
于是关公纵马当先，玄德在后，径投卧牛山来。周仓在山下叫
骂，只见那将全副披挂，持枪骤马，引众下山。玄德早挥鞭出马，大
叫曰：
“来者莫非子龙否？”那将见了玄德，滚鞍下马，拜伏道旁。
原来果然是赵子龙。玄德、关公俱下马相见，问其何由至此。云曰：
“云自别使君，不想公孙瓒不听人言，以致兵败自焚。袁绍屡次招
云，云想绍亦非用人之人，因此未往。后欲至徐州投使君，又闻徐州
失守，云长已归曹操，使君又在袁绍处。云几番欲来相投，只恐袁绍
见怪。四海飘零，无容身之地。前偶过此处，适遇裴元绍下山来欲夺
吾马，云因杀之，借此安身。近闻翼德在古城，欲往投之，未知真
实。今幸得遇使君。”玄德大喜，诉说从前之事。关公亦诉前事。玄
德曰：
“吾初见子龙，便有留恋不舍之情，今幸得相遇。”云曰：
“云奔走四方，择主而事，未有如使君者。今得相随，大称平生，虽
肝脑涂地，无恨矣。”当日就烧毁山寨，率领人众，尽随玄德前赴古
城。
张飞、糜竺、糜芳迎接入城，各相拜诉。二夫人具言云长之事，
玄德感叹不已。于是杀牛宰马，先拜谢天地，然后遍劳诸军。玄德见
兄弟重聚，将佐无缺，又新得了赵云，关公又得了关平、周仓二人，
欢喜无限，连饮数日。后人有诗赞之曰：
当时手足似瓜分，信断音稀杳不闻。
今日君臣重聚义，正如龙虎会风云 (23) 。
时玄德、关、张、赵云、孙乾、简雍、糜竺、糜芳、关平、周仓
部领马步军校共四五千人。玄德欲弃了古城，去守汝南，恰好刘辟、
龚都差人来请。于是遂起军往汝南驻扎，招军买马，徐图征进，不在
话下。
且说袁绍见玄德不回，大怒，欲起兵伐之。郭图曰：
“刘备不足
虑。曹操乃劲敌也，不可不除。刘表虽据荆州，不足为强。江东孙伯
符威镇三江 (24) ，地连六郡，谋臣武士极多，可使人结之，共攻曹
操。”绍从其言，即修书遣陈震为使，来会孙策。正是：
只因河北英雄去，引出江东豪杰来。
未知其事如何，且听下文分解。
--------------------
(1) 分解——分辩与解释。
(2) 废——这里是作废、白废之意。
(3) 大雨滂沱——滂沱：雨大貌。“大雨滂沱”本《诗经·小雅·渐渐之石》：“月离
于毕，俾滂沱矣。”意谓雨下得很大。
(4) 愚男——对人谦称自己的儿子。
(5) 罪合万死——语本“罪当万死”，出自汉·东方朔《谏除上林苑》(见《汉书·东方
朔传》)：“粪土愚臣，忘生触死，逆盛意，犯隆指，罪当万死。”(忘生触死：颜师古注：
“忽忘其生而触死罪也。”犯隆指：触犯圣旨。指，通“旨”。)意谓罪过极大，应判一万次
死刑。形容罪过严重，应受严惩。多用作请罪的话。
(6) 知子莫若父——语出《管子·大匡》：“先人有言曰：知子莫若父，知臣莫若
君。”意谓对儿子的了解谁都比不上父亲，即父亲最了解自己的儿子。
(7) 犬子——对人谦称自己的儿子。
(8) 奉——侍奉。
(9) 脑揪——抓住后脑勺的头发或头巾的后部。
(10) 啸聚山林——啸聚：互相呼唤聚合在一起。“啸聚山林”本“啸聚林谷”，出自金
·杨丹《襄垣县修城记》(见《金文最》卷二五)：“国家收复之初，奸雄继踵，蚁聚蜂屯，
啸聚林谷……数窥是邑，直欲鲸吞虎噬，立见齑粉。”意谓众人盘踞山中作强盗或聚众起
义。
(11) 板肋虬(qi ú求)髯——意谓发达的胸背肌肉，蜷曲的胡须。
(12) 去邪归正——语或本“背邪向正”，出自汉·应劭《汉宫仪》(见《北堂书钞》卷
五三)：“卿，彰也，明也。言当背邪向正，彰有道德。”(背：背离，背弃。)意谓痛改前
非，回归正道。
(13) 重见天日——重：又，再，重新。天日：太阳。表示光明。“重见天日”本“复见
天日”，出自《资治通鉴·卷二○八·唐中宗神龙元年》：“上尝与后私誓曰：‘异时幸复
见天日，当惟卿所欲，不相禁制。’”意谓犹如重新见到了太阳。比喻摆脱了苦难深重的困
境，重新见到了美好时光。
(14) 权时——暂时。
(15) 招军买马——语本“招兵买马”，出自宋·朱熹《丞相李公奏议后序》：“宽民
力，变士风，通下情，改弊法，招兵买马，经理财赋。”意谓招募士兵，购置战马。旧小
说、戏曲常用语。
(16) 积草屯粮——积、屯：蓄积，储备。“积草屯粮”出自元·郑光祖《虎牢关三战吕
布》第一折(见《孤本元明杂剧》、《全元曲》)：“如今且收兵回营，操军练士，积草屯
粮，整搠人马，慢慢的再与孙坚交战。”意谓储备军粮和马草等战争物资。旧小说、戏曲常
用语。
(17) 兀(wù勿)的——这里为指示代词。代指“这”或“那”。
(18) 三通——三段，三套。通：击鼓一段谓之“一通”。
(19) 认旗——上绣或题有将帅官衔或姓名的旗帜。因有辩认部队的作用，故称。
(20) 度(duó夺)量——估量，估计，寻思。
(21) 瞻谒——朝见，谒见，拜见。
(22) 愚意——义同“愚见”。谦称自己的意见。《战国策·魏策二》：“今臣愿为大王
陈臣之愚意。”
(23) 龙虎会风云——这里化用了“云从龙，风从虎”的典故。典出《周易·乾卦》：
“同声相应，同气相求；水流湿，火就燥；云从龙，风从虎。圣人作而万物睹。”孔颖达
疏：“龙是水畜，云是水气，故龙吟景云山，是‘云从龙’也。虎是威猛之兽，风是震动之
气，此亦是同类相感，故虎啸则谷风生，是‘风从虎’也。”比喻意气相投、志同道合的英
雄豪杰聚在一起。
(24) 三江——古以吴江、钱塘江、浦阳江为三江。这里泛指长江下游一带。
第二十九回 小霸王怒斩于吉 碧眼儿坐领江东
却说孙策自霸江东，兵精粮足。建安四年，袭取庐江，败刘勋，
使虞翻驰檄豫章，豫章太守华歆投降。自此声势大振，乃遣张纮往许
昌上表献捷。曹操知孙策强盛，叹曰：
“狮儿难与争锋也。”遂以曹
仁之女许配孙策幼弟孙匡，两家结婚。留张纮在许昌。孙策求为大司
马，曹操不许。策恨之，常有袭许都之心。于是吴郡太守许贡乃暗遣
使赴许都，上书于曹操。其略曰：
孙策骁勇，与项籍相似 (1) 。朝廷宜外示荣宠，召还京师；不可使居外镇
(2) ，以为后患。
使者赍书渡江，被防江将士所获，解赴孙策处。策观书大怒，斩
其使，遣人假意请许贡议事。贡至，策出书示之，叱曰：
“汝欲送我
于死地耶？”命武士绞杀之。贡家属皆逃散。有家客三人，欲为许贡
报仇，恨无其便。
一日，孙策引军会猎于丹徒之西山，赶起一大鹿，策纵马上山逐
之。正赶之间，只见树林之内有三个人持枪带弓而立。策勒马问曰：
“汝等何人？”答曰：
“乃韩当军士也，在此射鹿。”策方举辔欲
行，一人拈枪望策左腿便刺。策大惊，急取佩剑从马上砍去，剑刃忽
坠，止存剑把在手。一人早拈弓搭箭射来，正中孙策面颊。策就拔面
上箭，取弓回射放箭之人，应弦而倒。那二人举枪向孙策乱搠，大叫
曰：
“我等是许贡家客，特来为主人报仇!”策别无器械，只以弓拒
之，且拒且走。二人死战不退。策身被数枪，马亦带伤。正危急之
时，程普引数人至。孙策大叫：
“杀贼!”程普引众齐上，将许贡家客
砍为肉泥。看孙策时，血流满面，被伤至重。乃以刀割袍，裹其伤
处，救回吴会养病 (3) 。后人有诗赞许家三客曰：
孙郎智勇冠江湄，射猎山中受困危。
许客三人能死义，杀身豫让未为奇 (4) 。
却说孙策受伤而回，使人寻请华佗医治。不想华佗已往中原去
了，止有徒弟在吴，命其治疗。其徒曰：
“箭头有药，毒已入骨。须
静养百日，方可无虞；若怒气冲激，其疮难治。”孙策为人最是性
急，恨不得即日便愈。将息到二十馀日，忽闻张纮有使者自许昌回，
策唤问之。使者曰：
“曹操甚惧主公，其帐下谋士亦俱敬服，惟有郭
嘉不服。”策曰：
“郭嘉曾有何说？”使者不敢言。策怒，固问之。
使者只得从实告曰：
“郭嘉曾对曹操言主公不足惧也：轻而无备，性
急少谋，乃匹夫之勇耳，他日必死于小人之手。”策闻言，大怒曰：
“匹夫安敢料吾!吾誓取许昌!”遂不待疮愈，便欲商议出兵。张昭谏
曰：
“医者戒主公百日休动，今何因一时之忿，自轻万金之躯 (5)
？”
正话间，忽报袁绍遣使陈震至。策唤入问之。震具言袁绍欲结东
吴为外应，共攻曹操。策大喜，即日会诸将于城楼上，设宴款待陈
震。饮酒之间，忽见诸将互相耳语，纷纷下楼。策怪问何故，左右
曰：
“有于神仙者，今从楼下过，诸将欲往拜之耳。”策起身凭栏观
之，见一道人，身披鹤氅 (6) ，手携藜杖，立于当道，百姓俱焚香伏
道而拜。策怒曰：
“是何妖人？快与我擒来!”左右告曰：
“此人姓于
名吉 (7) ，寓居东方，往来吴会，普施符水，救人万病，无有不验。
当世呼为神仙，未可轻渎 (8) 。”策愈怒，喝令：
“速速擒来!违者
斩!”左右不得已，只得下楼，拥于吉至楼上。策叱曰：
“狂道怎敢煽
惑人心？”于吉曰：
“贫道乃琅琊宫道士，顺帝时曾入山采药 (9) ，
得神书于阳曲泉水上，号曰《太平青领道》 (10) ，凡百馀卷，皆治人
疾病方术。贫道得之，惟务代天宣化，普救万人，未曾取人毫厘之
物，安得煽惑人心？”策曰：
“汝毫不取人，衣服饮食，从何而得？
汝即黄巾张角之流，今若不诛，必为后患。”叱左右斩之。张昭谏
曰：
“于道人在江东数十年，并无过犯，不可杀害。”策曰：
“此等
妖人，吾杀之，何异屠猪狗。”众官皆苦谏，陈震亦劝。策怒未息，
命且囚于狱中。众官俱散。陈震自归馆驿安歇。
孙策归府，早有内侍传说此事与策母吴太夫人知道。夫人唤孙策
入后堂，谓曰：
“吾闻汝将于神仙下于缧绁 (11) 。此人多曾医人疾
病，军民敬仰，不可加害。”策曰：
“此乃妖人，能以妖术惑众，不
可不除。”夫人再三劝解。策曰：
“母亲勿听外人妄言，儿自有区处
(12) 。”乃出唤狱吏取于吉来问。原来狱吏皆敬信于吉，吉在狱中
时，尽去其枷锁。及策唤取，方带枷锁而出。策访知大怒，痛责狱
吏，仍将于吉械系下狱 (13) 。
张昭等数十人连名作状 (14) ，拜求孙策，乞保于神仙。策曰：
“公等皆读书人，何不达理？昔交州刺史张津听信邪教，鼓瑟焚香，
常以红帕裹头，自称可助出军之威，后竟为敌军所杀。此等事甚无
益，诸君自未悟耳。吾欲杀于吉，正思禁邪觉迷也。”吕范曰：
“某
素知于道人能祈风祷雨。方今天旱，何不令其祈雨以赎罪？”策曰：
“吾且看此妖人若何。”遂命于狱中取出于吉，开其枷锁，令登坛求
雨。吉领命，即沐浴更衣，取绳自缚于烈日之中。百姓观者，填街塞
巷。于吉谓众人曰：
“吾求三尺甘霖 (15) ，以救万民，然我终不免一
死。”众人曰：
“若有灵验，主公必然敬服。”于吉曰：
“气数至
此，恐不能逃。”
少顷，孙策亲至坛中下令：
“若午时无雨，即焚死于吉。”先令
人堆积干柴伺候。将及午时，狂风骤起，风过处，四下阴云渐合。策
曰：
“时已近午，空有阴云，而无甘雨，正是妖人。”叱左右将于吉
扛上柴堆，四下举火，焰随风起。忽见黑烟一道，冲上空中，一声响
亮，雷电齐发，大雨如注，顷刻之间，街市成河，溪涧皆满，足有三
尺甘雨。于吉仰卧于柴堆之上，大喝一声，云收雨住，复见太阳。于
是众官及百姓，共将于吉扶下柴堆，解去绳索，再拜称谢。孙策见官
民俱罗拜于水中 (16) ，不顾衣服，乃勃然大怒，叱曰：
“晴雨乃天地
之定数，妖人偶乘其便，你等何得如此惑乱？”掣宝剑，令左右速斩
于吉。众官力谏，策怒曰：
“尔等皆欲从于吉造反耶？”众官乃不敢
复言。策叱武士将于吉一刀斩头落地。只见一道青气，投东北去了。
策命将其尸号令于市，以正妖妄之罪。
是夜风雨交作，及晓，不见了于吉尸首。守尸军士报知孙策。策
怒，欲杀守尸军士。忽见一人从堂前徐步而来，视之，却是于吉。策
大怒，正欲拔剑斫之 (17) ，忽然昏倒于地。左右急救入卧内，半晌方
苏。吴太夫人来视疾，谓策曰：
“吾儿屈杀神仙，故招此祸。”策笑
曰：
“儿自幼随父出征，杀人如麻 (18) ，何曾有为祸之理？今杀妖
人，正绝大祸，安得反为我祸？”夫人曰：
“因汝不信，以致如此。
今可作好事以禳之。”策曰：
“吾命在天，妖人决不能为祸，何必禳
耶？”夫人料劝不信，乃自令左右暗修善事禳解 (19) 。
是夜二更，策卧于内宅，忽然阴风骤起，灯灭而复明。灯影之
下，见于吉立于床前。策大喝曰：
“吾平生誓诛妖妄，以靖天下。汝
既为阴鬼，何敢近我？”取床头剑掷之，忽然不见。吴太夫人闻之，
转生忧闷。策乃扶病强行，以宽母心。母谓策曰：
“圣人云：
‘鬼神
之为德，其盛矣乎 (20) !’又云：
‘祷尔于上下神祇 (21) 。’鬼神之
事，不可不信。汝屈杀于先生，岂无报应？吾已令人设醮于郡之玉清
观内 (22) ，汝可亲往拜祷，自然安妥。”
策不敢违母命，只得勉强乘轿至玉清观。道士接入，请策焚香，
策焚香而不谢。忽香炉中烟起不散，结成一座华盖 (23) ，上面端坐着
于吉。策怒，唾骂之。走离殿宇，又见于吉立于殿门首，怒目视策。
策顾左右曰：
“汝等见妖鬼否？”左右皆云未见。策愈怒，拔佩剑望
于吉掷去，一人中剑而倒。众视之，乃前日动手杀于吉之小卒，被剑
斫入脑袋，七窍流血而死。策命扛出葬之。比及出观，又见于吉走入
观门来。策曰：
“此观亦藏妖之所也。”遂坐于观前，命武士五百人
拆毁之。武士方上屋揭瓦，却见于吉立于屋上，飞瓦掷地。策大怒，
传令逐出本观道士，放火烧毁殿宇。火起处，又见于吉立于火光之
中。策怒归府，又见于吉立于府门前。策乃不入府，随点起三军，出
城外下寨，传唤众将商议，欲起兵助袁绍夹攻曹操。众将俱曰：
“主
公玉体违和 (24) ，未可轻动。且待平愈，出兵未迟。”是夜孙策宿于
寨内，又见于吉披发而来。策于帐中叱喝不绝。
次日，吴太夫人传命，召策回府。策乃归见其母。夫人见策形容
憔悴，泣曰：
“儿失形矣 (25) !”策即引镜自照，果见形容十分瘦
损，不觉失惊，顾左右曰：
“吾奈何憔悴至此耶？”言未已，忽见于
吉立于镜中。策拍镜大叫一声，金疮迸裂，昏绝于地。夫人令扶入卧
内。须臾苏醒，自叹曰：
“吾不能复生矣!”随召张昭等诸人及弟孙权
至卧榻前，嘱付曰：
“天下方乱，以吴越之众，三江之固，大可有
为。子布等幸善相吾弟 (26) 。”乃取印绶与孙权曰：
“若举江东之
众，决机于两阵之间，与天下争衡 (27) ，卿不如我；举贤任能，使各
尽力以保江东，我不如卿。卿宜念父兄创业之艰难，善自图之。”权
大哭，拜受印绶。策告母曰：
“儿天年已尽 (28) ，不能奉慈母。今将
印绶付弟，望母朝夕训之。父兄旧人，慎勿轻怠。”母哭曰：
“恐汝
弟年幼，不能任大事，当复如何？”策曰：
“弟才胜儿十倍，足当大
任。倘内事不决，可问张昭；外事不决，可问周瑜。恨周瑜不在此，
不得面嘱之也。”又唤诸弟嘱曰：
“吾死之后，汝等并辅仲谋。宗族
中敢有生异心者，众共诛之；骨肉为逆，不得入祖坟安葬。”诸弟泣
受命。又唤妻乔夫人，谓曰：
“吾与汝不幸中途相分，汝须孝养尊姑
(29) 。早晚汝妹入见，可嘱其转致周郎，尽心辅佐吾弟，休负我平日
相知之雅 (30) 。”言讫，瞑目而逝，年止二十六岁。后人有诗赞曰：
独战东南地，人称小霸王。
运筹如虎踞，决策似鹰扬。
威镇三江靖，名闻四海香。
临终遗大事，专意属周郎。
孙策既死，孙权哭倒于床前。张昭曰：
“此非将军哭时也，宜一
面治丧事，一面理军国大事。”权乃收泪。张昭令孙静理会丧事。请
孙权出堂，受众文武谒贺。孙权生得方颐大口，碧眼紫髯。昔汉使刘
琬入吴，见孙家诸昆仲，因语人曰：吾遍观孙氏兄弟，虽各才气秀
达，然皆禄祚不终 (31) 。惟仲谋形貌奇伟，骨格非常，乃大贵之表，
又享高寿，众皆不及也。”
且说当时孙权承孙策遗命，掌江东之事。经理未定，人报周瑜自
巴丘提兵回吴。权曰：
“公瑾已回，吾无忧矣。”原来周瑜守御巴
丘，闻知孙策中箭被伤，因此回来问候。将至吴郡，闻策已亡，故星
夜来奔丧。当下周瑜哭拜于孙策灵柩之前。吴太夫人出，以遗嘱之语
告瑜。瑜拜伏于地曰：
“敢不效犬马之力，继之以死。”
少顷，孙权入。周瑜拜见毕，权曰：
“愿公无忘先兄遗命。”瑜
顿首曰：
“愿以肝脑涂地，报知己之恩。”权曰：
“今承父兄之业，
将何策以守之？”瑜曰：
“自古得人者昌，失人者亡。为今之计，须
求高明远见之人为辅，然后江东可定也。”权曰：
“先兄遗言：内事
托子布，外事全赖公瑾。”瑜曰：
“子布贤达之士，足当大任。瑜不
才，恐负倚托之重，愿荐一人以辅将军。”权问何人。瑜曰：
“姓鲁
名肃，字子敬，临淮东川人也。此人胸怀韬略 (32) ，腹隐机谋。早年
丧父，事母至孝。其家极富，尝散财以济贫乏。瑜为居巢长之时，将
数百人过临淮，因乏粮，闻鲁肃家有两囷米 (33) ，各三千斛，因往求
助。肃即指一囷相赠，其慷慨如此。平生好击剑骑射，寓居曲阿。祖
母亡，还葬东城。其友刘子扬欲约彼往巢湖投郑宝，肃尚踌躇未往。
今主公可速召之。”权大喜，即命周瑜往聘。
瑜奉命，亲往见肃，叙礼毕，具道孙权相慕之意。肃曰：
“近刘
子扬约某往巢湖，某将就之。”瑜曰：
“昔马援对光武云：
‘当今之
世，非但君择臣，臣亦择君 (34) 。’今吾孙将军亲贤礼士 (35) ，纳
奇录异 (36) ，世所罕有。足下不须他计，只同我往投东吴为是。”肃
从其言，遂同周瑜来见孙权。权甚敬之，与之谈论，终日不倦。
一日，众官皆散，权留鲁肃共饮，至晚，同榻抵足而卧 (37) 。夜
半，权问肃曰：
“方今汉室倾危，四方纷扰。孤承父兄馀业，思为
桓、文之事 (38) ，君将何以教我？”肃曰：
“昔汉高祖欲尊事义帝而
不获者，以项羽为害也 (39) 。今之曹操可比项羽，将军何由得为桓、
文乎 (40) ？肃窃料汉室不可复兴，曹操不可卒除 (41) 。为将军计，
惟有鼎足江东，以观天下之衅 (42) 。今乘北方多务，剿除黄祖，进伐
刘表，竟长江所极而据守之 (43) ，然后建号帝王，以图天下，此高祖
之业也。”权闻言大喜，披衣起谢。次日，厚赠鲁肃，并将衣服、帷
帐等物赐肃之母。
肃又荐一人见孙权。此人博学多才，事母至孝，复姓诸葛，名
瑾，字子瑜，琅琊南阳人也。权拜之为上宾。瑾劝权勿通袁绍，且顺
曹操，然后乘便图之。权依言，乃遣陈震回，以书绝袁绍。
却说曹操闻孙策已死，欲起兵下江南。侍御史张纮谏曰：
“乘人
之丧而伐之，既非义举；若其不克，弃好成仇。不如因而善遇之。”
操然其说，乃即奏封孙权为将军，兼领会稽太守。即令张纮为会稽都
尉，赍印往江东。孙权大喜，又得张纮回吴，即命与张昭同理政事。
张纮又荐一人于孙权。此人姓顾名雍，字元叹，乃中郎蔡邕之徒。其
为人少言语，不饮酒，严厉正大。权以为丞，行太守事。自是孙权威
震江东，深得民心。
且说陈震回见袁绍，具说：
“孙策已亡，孙权继立。曹操封之为
将军，结为外应矣。”袁绍大怒，遂起冀、青、幽、并等处人马七十
馀万，复来攻取许昌。正是：
江南兵革方休息，冀北干戈又复兴。
未知胜负若何，且听下文分解。
--------------------
(1) 项籍——即项羽，名籍，字羽。秦末农民起义领袖，与刘邦一起推翻了秦朝，最后
在与刘邦的争霸中败给了刘邦。项羽力能扛鼎，以骁勇善战著称。
(2) 居外镇——出任京城外重镇的官员。
(3) 吴会——这里指吴县(今江苏省苏州市)。因秦汉时吴县为会稽郡的治所，故称。
(4) 杀身豫让——事见《史记·刺客列传》：豫让为战国时晋国人，曾事智伯，受到智
伯的宠信。后赵襄子联合韩、魏杀了智伯，三分其地。赵襄子因痛恨智伯，漆其头骨以为饮
器。豫让为替智伯报仇，漆身变容，吞炭为哑。有一次拦路欲杀赵襄子，被赵襄子部下活
捉。临死前，他请求赵襄子脱下外套，让他以剑刺衣，权作报仇。赵襄子感其义气，慨然答
应。“豫让拔剑三跃而击之，曰：‘吾可以下报智伯矣!’遂伏剑自杀。”(参见第二十五回
“豫让‘众人’、‘国士’之论”条注)
(5) 万金之躯——价值万金的身体。形容极为贵重的身份。
(6) 鹤氅——本指用鹤毛捻线织成面料而制成的大衣。见南朝宋·刘义庆《世说新语·
企羡》：“孟昶未达时，家在京口，尝见王恭乘高舆，被鹤氅裘。于时微雪，昶于篱间窥
之，叹曰：‘此真神仙中人!’”引申以泛指喇叭形长外套。鹤氅与斗篷的区别在于前者有衣
袖而后者没有衣袖。
(7) 姓于名吉——于吉可能是“干吉”之讹，见于《江表传》(《后汉书·襄楷传》李贤
注引)，孙策杀于吉的故事也取自此，但罗贯中虚构了于吉祈雨及死后显灵等神奇细节。原文
曰：“时有道士琅邪干吉，先寓居东方，来吴会，立精舍，烧香读道书，制作符水以疗病，
吴会人多事之。孙策尝于郡城楼上请会宾客，吉乃盛服趋度门下，诸将宾客三分之二下楼拜
之，掌客者禁诃不能止。策即令收之。诸事之者，悉使妇女入见策母，请之。母谓策
曰：‘干先生亦助军作福，医护将士，不可杀之。’策曰：‘昔南阳张津为交州刺史，舍前
圣典训，废汉家法律，常著绛帕头，鼓琴焚香，读邪俗道书，云以助化，卒为蛮夷所杀。此
甚无益，诸君但未悟耳。今此子已在鬼录，勿复费纸笔也。’即催斩之，县(悬)首于市。”
(8) 轻渎——轻易亵渎。
(9) 顺帝——指汉顺帝刘保(公元126—144年)。
(10) 《太平青领道》——当为《太平清领书》之讹。见《后汉书·襄楷传》：“初，顺
帝时，琅邪宫崇诣阙，上其师干吉于曲阳泉水上得神书百七十卷，皆缥白素朱介青首朱目，
号《太平清领书》。其言以阴阳五行为家，而多巫覡杂语。有司奏崇所上妖妄不经，乃收臧
(藏)之。后张角颇有其书焉。”此书通称《太平经》，为汉代道教信徒的集体著作，道教徒
奉为经典。原书一百七十卷，多已散佚，中华书局有《太平经合校》本。
(11) 缧绁(léi xiè雷谢)——本义为捆绑犯人的绳索，引申为牢狱。
(12) 区处——处理。
(13) 械系——给犯人戴上镣铐和木枷，关入牢狱。
(14) 作状——写状。状：文体名。写给皇帝或上司的文书。
(15) 三尺甘霖——即雨水浸透地皮三尺。甘霖：甘雨，好雨。形容雨下得及时，故为好
雨。
(16) 罗拜——环绕下拜。
(17) 斫(zhu ó卓)——用刀斧砍。
(18) 杀人如麻——语或本“死人如麻”，出自《史记·天官书》(又见《汉书·天文
志》)：“其后秦遂以兵灭六王，并中国，外攘四夷，死人如乱麻。”形容杀人极多。
(19) 禳(ráng瓤)解——祈祷神灵免除灾祸。
(20) 鬼神之为德，其盛矣乎——语出《礼记·中庸》：“子曰：‘鬼神之为德，其盛矣
乎!视之而弗见，听之而弗闻，体物而不可遗，使天下之人齐明盛服，以承祭祀。洋洋乎如在
其上，如在其左右。’”意谓鬼神虽然无形无声，但无所不在，广泛施恩德于百姓。
(21) 祷尔于上下神祇——语出《周礼·春官·小宗伯》：“小宗伯之职，掌建国之神
位，右社稷，左神庙……大灾，及执事祷尔上下神祇。”意谓春天如果发生水旱天灾，由小
宗伯率执事人员祭祀天神、地神，祈祷消灾。
(22) 设醮(ji ào教)——设立祭坛。
(23) 华盖——本指王公所乘设有伞盖的车，引申为形似华盖的香烟。
(24) 玉体违和——玉体：婉词。犹称“贵体”。尊贵的身体。违和：婉词。即患病。
(25) 失形——指脸色憔悴，形体消瘦，失去了常态。
(26) 善相(xi àng项)——好好辅佐。
(27) 争衡——本义为较量轻重，比试高低。引申为争夺天下。衡：即秤。
(28) 天年——老天注定了的寿数，也就是自然的寿命。
(29) 尊姑——“尊章”(亦作“尊嫜”)与“舅姑”的合称。对公婆或他人公婆的敬
称。这里仅指婆婆。
(30) 雅——交情。
(31) 禄祚——福分和寿命。
(32) 韬略——《六韬》、《三略》为古代著名兵书，故称军事上的谋略为“韬略”。
(33) 囷(qūn逡)——古代的一种圆形谷仓。
(34) “当今之世”三句——语出《后汉书·马援传》，原文作：“当今之世，非但君择
臣也，臣亦择君矣。”强调为臣者可以主动选择君主而事。
(35) 亲贤礼士——意谓亲敬德才兼备的人才。参见第三回“敬贤礼士”条注。
(36) 纳奇录异——即招揽天下具有奇技异能的人才。
(37) 抵足而卧——意谓同床而睡。形容双方亲密无间。抵足：脚碰脚。
(38) 桓、文之事——桓、文指春秋时的齐桓公和晋文公，二人曾先后称霸于诸侯，但仍
然尊奉周王。这里指称霸天下，但仍然尊奉汉帝。
(39) “昔高祖”二句——事见《史记·高祖本纪》：在秦末群雄争霸时，项梁立楚怀王
熊槐之孙熊心为楚王(史称楚怀王)，刘邦(汉高祖)亦为其部将。后项羽自立为西楚霸王，改
称楚怀王熊心为义帝，不久又派人将其杀死。如此则即使刘邦想做义帝的臣子也不可能了。
(40) “今之曹操”二句——这两句紧承前面三句，是说当今的曹操与秦末的项羽差不
多，肯定有灭汉朝的野心，因此孙权即使想做汉朝的臣子也做不成。
(41) 卒除——尽除，全部铲除，全部消灭。
(42) 衅——可乘之机。
(43) 竟长江所极而据之——意谓把长江以南地区全部据为己有。
第三十回 战官渡本初败绩 劫乌巢孟德烧粮
却说袁绍兴兵，望官渡进发。夏侯惇发书告急。曹操起军七万，
前往迎敌，留荀彧守许都。绍兵临发，田丰从狱中上书谏曰：
“今且
宜静守以待天时，不可妄兴大兵，恐有不利。”逢纪谮曰 (1) ：
“主
公兴仁义之师，田丰何得出此不祥之语？”绍因怒，欲斩田丰，众官
告免。绍恨曰：
“待吾破了曹操，明正其罪。”遂催军进发，旌旗遍
野，刀剑如林。行至阳武，下定寨栅。沮授曰：
“我军虽众，而勇猛
不及彼军；彼军虽精，而粮草不如我军。彼军无粮，利在急战；我军
有粮，宜且缓守。若能旷以日月，则彼军不战自败矣。”绍怒曰：
“田丰慢我军心，吾回日必斩之。汝安敢又如此？”叱左右：
“将沮
授锁禁军中，待我破曹之后，与田丰一体治罪。”于是下令，将大军
七十万，东西南北，周围安营，连络九十馀里。
细作探知虚实，报至官渡。曹军新到，闻之皆惧。曹操与众谋士
商议，荀攸曰：
“绍军虽多，不足惧也。我军俱精锐之士，无不一以
当十 (2) ，但利在急战。若迁延日月，粮草不敷，事可忧矣。”操
曰：
“所言正合吾意。”遂传令军将鼓噪而进，绍军来迎，两边排成
阵势。审配拨弩手一万，伏于两翼；弓箭手五千，伏于门旗内：约炮
响齐发。三通鼓罢，袁绍金盔金甲，锦袍玉带，立马阵前。左右排列
着张郃、高览、韩猛、淳于琼等诸将。旌旗节钺，甚是严整。曹阵上
门旗开处，曹操出马。许诸、张辽、徐晃、李典等各持兵器，前后拥
卫。曹操以鞭指袁绍曰：
“吾于天子之前，保奏你为大将军，今何故
谋反？”绍怒曰：
“汝托名汉相，实为汉贼，罪恶弥天，甚于莽、
卓，乃反诬人造反耶？”操曰：
“吾今奉诏讨汝。”绍曰：
“吾奉衣
带诏讨贼。”操怒，使张辽出战；张郃跃马来迎。二将斗了四五十
合，不分胜负。曹操见了，暗暗称奇。许褚挥刀纵马，直出助战；高
览挺枪接住。四员将捉对儿厮杀。曹操令夏侯惇、曹洪各引三千军，
齐冲彼阵。审配见曹军来冲阵，便令放起号炮，两下万弩并发，中军
内弓箭手一齐拥出阵前乱射。曹军如何抵敌，望南急走。袁绍驱兵掩
杀，曹军大败，尽退至官渡。
袁绍移军逼近官渡下寨。审配曰：
“今可拨兵十万守官渡，就曹
操寨前筑起土山，令军人下视寨中放箭。操若弃此而去，吾得此隘
口，许昌可破矣。”绍从之，于各寨内选精壮军人，用铁锹土担，齐
来曹操寨边，垒土成山。曹营内见袁军堆筑土山，欲待出去冲突，被
审配弓弩手当住咽喉要路，不能前进。十日之内，筑成土山五十馀
座，上立高橹 (3) ，分拨弓弩手于其上射箭。曹军大惧，皆顶着遮箭
牌守御。土山上一声梆子响处，箭下如雨。曹军皆蒙楯伏地 (4) ，袁
军呐喊而笑。曹操见军慌乱，集众谋士问计。刘晔进曰：
“可作发石
车以破之 (5) 。”操令晔进车式，连夜造发石车数百乘，分布营墙
内，正对着土山上云梯。候弓箭手射箭时，营内一齐拽动石车，炮石
飞空，往上乱打，人无躲处，弓箭手死者无数。袁军皆号其车为“霹
雳车”。由是袁军不敢登高射箭。
审配又献一计：令军人用铁锹暗打地道，直透曹营内，号为“掘
子军”。曹兵望见袁军于山后掘土坑，报知曹操。操又问计于刘晔。
晔曰：
“此袁军不能攻明而攻暗，发掘伏道，欲从地下透营而入
耳。”操曰：
“何以御之？”晔曰：
“可绕营掘长堑，则彼伏道无用
也。”操连夜差军掘堑。袁军掘伏道到堑边，果不能入，空费军力。
却说曹操守官渡，自八月起，至九月终，军力渐乏，粮草不继。
意欲弃官渡，退回许昌，迟疑未决，乃作书遣人赴许昌问荀彧。彧以
书报之。书略曰：
承尊命，使决进退之疑 (6) 。愚以袁绍悉众聚于官渡，欲与明公决胜负。公
以至弱当至强，若不能制，必为所乘，是天下之大机也 (7) 。绍军虽众，而不能
用。以公之神武明哲，何向而不济？今军实虽少，未若楚、汉在荥阳、成皋间也
(8) 。公今画地而守 (9) ，扼其喉而使不能进，情见势竭 (10) ，必将有变。此用
奇之时，断不可失。惟明公裁察焉。
曹操得书大喜，令将士效力死守。绍军约退三十馀里。操遣将出
营巡哨，有徐晃部将史涣获得袁军细作，解见徐晃。晃问其军中虚
实，答曰：
“早晚大将韩猛运粮至军前接济，先令我等探路。”徐晃
便将此事报知曹操。荀攸曰：
“韩猛匹夫之勇耳。若遣一人引轻骑数
千，从半路击之，断其粮草，绍军自乱。”操曰：
“谁人可往？”攸
曰：
“即遣徐晃可也。”操遂差徐晃将带史涣并所部兵先出，后使张
辽、许褚引兵救应。
当夜韩猛押粮车数千辆，解赴绍寨。正走之间，山谷内徐晃、史
涣引军截住去路。韩猛飞马来战，徐晃接住厮杀。史涣便杀散人夫，
放火焚烧粮车。韩猛抵当不住，拨回马走。徐晃催军烧尽辎重。袁绍
军中望见西北上火起，正惊疑间，败军报来：
“粮草被劫。”绍急遣
张郃、高览去截大路，正遇徐晃烧粮而回。恰欲交锋，背后张辽、许
诸军到，两下夹攻，杀散袁军，四将合兵一处，回官渡寨中。曹操大
喜，重加赏劳。又分军于寨前结营，为掎角之势。
却说韩猛败军还营，绍大怒，欲斩韩猛，众官劝免。审配曰：
“行军以粮食为重，不可不用心提防。乌巢乃屯粮之处，必得重兵守
之。”袁绍曰：
“吾筹策已定，汝可回邺都监督粮草，休教缺乏。”
审配领命而去。袁绍遣大将淳于琼，部领督将眭元进、韩莒子、吕威
璜、赵睿等，引二万人马守乌巢。那淳于琼性刚好酒，军士多畏之。
既至乌巢，终日与诸将聚饮。
且说曹操军粮告竭，急发使往许昌，教荀彧作速措办粮草，星夜
解赴军前接济。使者赍书而往，行不上三十里，被袁军捉住，缚见谋
士许攸。那许攸字子远，少时曾与曹操为友，此时却在袁绍处为谋
士。当下搜得使者所赍曹操催粮书信，径来见绍曰：
“曹操屯军官
渡，与我相持已久，许昌必空虚。若分一军星夜掩袭许昌，则许昌可
拔，而操可擒也。今操粮草已尽，正可乘此机会，两路击之。”绍
曰：
“曹操诡计极多，此书乃诱敌之计也。”攸曰：
“今若不取，后
将反受其害。”
正话间，忽有使者自邺郡来，呈上审配书。书中先说运粮事；后
言许攸在冀州时，尝滥受民间财物，且纵令子侄辈多科税，钱粮入
己，今已收其子侄下狱矣。绍见书，大怒曰：
“滥行匹夫 (11) !尚有
面目于吾前献计耶？汝与曹操有旧，想今亦受他财贿，为他作奸细，
啜赚吾军耳 (12) 。本当斩首，今权且寄头在项。可速退出，今后不许
相见。”许攸出，仰天叹曰：
“忠言逆耳 (13) ，竖子不足与谋 (14) !
吾子侄已遭审配之害，吾何颜复见冀州之人乎？”遂欲拔剑自刎。左
右夺剑劝曰：
“公何轻生至此？袁绍不纳直言，后必为曹操所擒。公
既与曹公有旧，何不弃暗投明？”只这两句言语点醒许攸，于是许攸
径投曹操。后人有诗叹曰 (15) ：
本初豪气盖中华，官渡相持枉叹嗟。
若使许攸谋见用，山河争得属曹家 (16) ？
却说许攸暗步出营 (17) ，径投曹寨，伏路军人拿住。攸曰：
“我
是曹丞相故友，快与我通报，说南阳许攸来见。”军士忙报入寨中。
时操方解衣歇息，闻说许攸私奔到寨，大喜，不及穿履，跣足出迎
(18) 。遥见许攸，抚掌欢笑，携手共入，操先拜于地。攸慌扶起曰：
“公乃汉相，吾乃布衣 (19) ，何谦恭如此？”操曰：
“公乃操故友，
岂敢以名爵相上下乎 (20) ？”攸曰：
“某不能择主，屈身袁绍，言不
听，计不从，今特弃之来见故人，愿赐收录。”操曰：
“子远肯来，
吾事济矣。愿即教我以破绍之计。”攸曰：
“吾曾教袁绍以轻骑乘虚
袭许都，首尾相攻。”操大惊曰：
“若袁绍用子言，吾事败矣。”攸
曰：
“公今军粮尚有几何？”操曰：
“可支一年。”攸笑曰：
“恐未
必。”操曰：
“有半年耳。”攸拂袖而起，趋步出帐曰：
“吾以诚相
投，而公见欺如是，岂吾所望哉？”操挽留曰：
“子远勿嗔，尚容实
诉，军中粮实可支三月耳。”攸笑曰：
“世人皆言孟德奸雄，今果然
也。”操亦笑曰：
“岂不闻兵不厌诈 (21) ？”遂附耳低言曰：
“军中
止有此月之粮。”攸大声曰：
“休瞒我，粮已尽矣。”操愕然曰：
“何以知之？”攸乃出操与荀彧之书以示之曰：
“此书何人所写？”
操惊问曰：
“何处得之？”攸以获使之事相告。操执其手曰：
“子远
既念旧交而来，愿即有以教我。”攸曰：
“明公以孤军抗大敌，而不
求急胜之方，此取死之道也 (22) 。攸有一策，不过三日，使袁绍百万
之众，不战自破。明公还肯听否？”操喜曰：
“愿闻良策。”攸曰：
“袁绍军粮、辎重尽积乌巢，今拨淳于琼守把，琼嗜酒无备。公可选
精兵诈称袁将蒋奇领兵到彼护粮，乘间烧其粮草、辎重，则绍军不三
日将自乱矣。”操大喜，重待许攸，留于塞中。
次日，操自选马步军士五千，准备往乌巢劫粮。张辽曰：
“袁绍
屯粮之所，安得无备？丞相未可轻往，恐许攸有诈。”操曰：
“不
然。许攸此来，天败袁绍。今吾军粮不给，难以久持，若不用许攸之
计，是坐而待困也。彼若有诈，安肯留我寨中？且吾亦欲劫寨久矣。
今劫粮之举，计在必行，君请勿疑。”辽曰：
“亦须防袁绍乘虚来
袭。”操笑曰：
“吾已筹之熟矣。”便教荀攸、贾诩、曹洪同许攸守
大寨，夏侯惇、夏侯渊领一军伏于左，曹仁、李典领一军伏于右，以
备不虞 (23) 。教张辽、许褚在前，徐晃、于禁在后，操自引诸将居
中，共五千人马，打着袁军旗号，军士皆束草负薪，人衔枚，马勒口
(24) ，黄昏时分，望乌巢进发。是夜星光满天。
且说沮授被袁绍拘禁在军中，是夜因见众星朗列，乃命监者引出
中庭，仰观天象。忽见太白逆行，侵犯牛、斗之分，大惊曰：
“祸将
至矣!”遂连夜求见袁绍。时绍已醉卧，听说沮授有密事启报，唤入问
之。授曰：
“适观天象，见太白逆行于柳、鬼之间，流光射入牛、斗
之分，恐有贼兵劫掠之害 (25) 。乌巢屯粮之所，不可不提备。宜速遣
精兵猛将，于间道山路巡哨，免为曹操所算。”绍怒叱曰：
“汝乃得
罪之人，何敢妄言惑众？”因叱监者曰：
“吾令汝拘囚之，何敢放
出？”遂命斩监者，别换人监押沮授。授出，掩泪叹曰：
“我军亡在
旦夕，我尸骸不知落何处也!”后人有诗叹曰：
逆耳忠言反见仇，独夫袁绍少机谋。
乌巢粮尽根基拔，犹欲区区守冀州。
却说曹操领兵夜行，前过袁绍别寨，寨兵问是何处军马。操使人
应曰：
“蒋奇奉命往乌巢护粮。”袁军见是自家旗号，遂不疑惑。凡
过数处，皆诈称蒋奇之兵，并无阻碍。及到乌巢，四更已尽。操教军
士将束草周围举火，众将校鼓噪直入。时淳于琼方与众将饮了酒，醉
卧帐中，闻鼓噪之声，连忙跳起问：
“何故喧闹？”言未已，早被挠
钩拖翻 (26) 。眭元进、赵睿运粮方回，见屯上火起，急来救应。曹军
飞报曹操说：
“贼兵在后，请分军拒之。”操大喝曰：
“诸将只顾奋
力向前，待贼至背后，方可回战。”于是众军将无不争先掩杀。一霎
时，火焰四起，烟迷太空。眭、赵二将驱兵来救，操勒马回战，二将
抵敌不住，皆被曹军所杀，粮草尽行烧绝。淳于琼被擒见操，操命割
去其耳鼻手指，缚于马上，放回绍营以辱之。
却说袁绍在帐中，闻报正北上火光满天，知是乌巢有失，急出帐
召文武各官，商议遣兵往救。张郃曰：
“某与高览同往救之。”郭图
曰：
“不可。曹军劫粮，曹操必然亲往。操既自出，寨必空虚，可纵
兵先击曹操之寨，操闻之，必速还。此孙膑‘围魏救赵’之计也 (27)
。”张郃曰：
“非也。曹操多谋，外出必为内备，以防不虞。今若攻
操营而不拔，琼等见获，吾属皆被擒矣。”郭图曰：
“曹操只顾劫
粮，岂留兵在寨耶？”再三请劫曹营。绍乃遣张郃、高览引军五千，
往官渡击曹营；遣蒋奇领兵一万，往救乌巢。
且说曹操杀散淳于琼部卒，尽夺其衣甲旗帜，伪作淳于琼部下收
军回寨，至山僻小路，正遇蒋奇军马。奇军问之，称是乌巢败军奔
回。奇遂不疑，驱马径过。张辽、许褚忽至，大喝：
“蒋奇休走!”奇
措手不及，被张辽斩于马下，尽杀蒋奇之兵。又使人当先伪报云：
“蒋奇已自杀散乌巢兵了。”袁绍因不复遣人接应乌巢，只添兵往官
渡。
却说张郃、高览攻打曹营，左边夏侯惇、右边曹仁，中路曹洪，
一齐冲出：三下攻击，袁军大败。比及接应军到，曹操又从背后杀
来，四下围住掩杀。张郃、高览夺路走脱。袁绍收得乌巢败残军马归
寨，见淳于琼耳鼻皆无，手足尽落。绍问：
“如何失了乌巢？”败军
告说：
“淳于琼醉卧，因此不能抵敌。”绍怒，立斩之。
郭图恐张郃、高览回寨证对是非，先于袁绍前谮曰：
“张郃、高
览见主公兵败，心中必喜。”绍曰：
“何出此言？”图曰：
“二人素
有降曹之意，今遣击寨，故意不肯用力，以致损折士卒。”绍大怒，
遂遣使急召二人归寨问罪。郭图先使人报二人云：
“主公将杀汝
矣。”及绍使至，高览问曰：
“主公唤我等为何？”使者曰：
“不知
何故。”览遂拔剑斩来使。郃大惊，览曰：
“袁绍听信谗言，必为曹
操所擒，吾等岂可坐而待死？不如去投曹操。”郃曰：
“吾亦有此心
久矣。”于是二人领本部兵马，往曹操寨中投降。夏侯惇曰：
“张、
高二人来降，未知虚实。”操曰：
“吾以恩遇之，虽有异心，亦可变
矣。”遂开营门，命二人入。二人倒戈卸甲，拜伏于地。操曰：
“若
使袁绍肯从二将军之言，不至有败。今二将军肯来相投，如微子去殷
(28) ，韩信归汉也 (29) 。”遂封张郃为偏将军、都亭侯，高览为偏将
军、东莱侯。二人大喜。
却说袁绍既去了许攸，又去了张郃、高览，又失了乌巢粮，军心
皇皇。许攸又劝曹操作速进兵，张郃、高览请为先锋。操从之，即令
张郃、高览领兵往劫绍寨。当夜三更时分，出军三路劫寨。混战到
明，各自收兵，绍军折其大半。
荀攸献计曰：
“今可扬言调拨人马，一路取酸枣，攻邺郡；一路
取黎阳，断袁兵归路。袁绍闻之，必然惊惶，分兵拒我。我乘其兵动
时击之，绍可破也。”操用其计，使大小三军四远扬言。绍军闻此
信，来寨中报说：
“曹操分兵两路：一路取邺郡，一路取黎阳去
也。”绍大惊，急遣袁谭分兵五万救邺郡，辛明分兵五万救黎阳，连
夜起行。曹操探知袁绍兵动，便分大队军马，八路齐出，直冲绍营。
袁军俱无斗志，四散奔走，遂大溃。袁绍披甲不迭，单衣幅巾上马
(30) ，幼子袁尚后随。张辽、许褚、徐晃、于禁四员将引军追赶袁
绍。绍急渡河，尽弃图书、车仗、金帛，止引随行八百馀骑而去。
操军追之不及，尽获遗下之物。所杀八万馀人，血流盈沟，溺水
死者不计其数。操获全胜，将所得金宝缎匹，给赏军士。于图书中检
出书信一束，皆许都及军中诸人与绍暗通之书。左右曰：
“可逐一点
对姓名，收而杀之。”操曰：
“当绍之强，孤亦不能自保，况他人
乎？”遂命尽焚之，更不再问。
却说袁绍兵败而奔，沮授因被囚禁，急走不脱，为曹军所获，擒
见曹操。操素与授相识。授见操，大呼曰：
“授不降也。”操曰：
“本初无谋，不用君言，君何尚执迷耶？吾若早得足下，天下不足虑
也。”因厚待之，留于军中。授乃于营中盗马，欲归袁氏。操怒，乃
杀之。授至死神色不变。操叹曰：
“吾误杀忠义之士也。”命厚礼殡
殓，为建坟安葬于黄河渡口，题其墓曰“忠烈沮君之墓”。后人有诗
赞曰：
河北多名士，忠贞推沮君。
凝眸知阵法，仰面识天文。
至死心如铁，临危气似云。
曹公钦义烈，特与建孤坟。
操下令攻冀州。正是：
势弱只因多算胜，兵强却为寡谋亡。
未知胜负如何，且看下文分解。
--------------------
(1) 谮(zè n) ——诽谤，诋毁，诬陷，说人坏话。
(2) 一以当十——语本“一而当十”，出自《战国策·齐策一》：“使彼罢弊先弱守于
主，必一而当十，十而当百，百而当千。”意谓一个人当十个人用或一个人抵得上十个人。
多用于作战。
(3) 橹——没有顶盖的望楼，供瞭望敌军或作战之用。
(4) 楯——同“盾”。即盾牌。
(5) 发石车——是一种利用机械力发射石头的攻城器具。见《三国志·魏志·袁绍
传》：“太祖(曹操)乃为发石车，击绍楼，皆破，绍众号曰‘霹雳车’。”后世改良发石
车，用大轮发石，能连续发射数十块石头，威力大增。唐代称为炮车。
(6) 进退——这里指战争继续下去还是撤退。
(7) 机——关键。
(8) 楚、汉在荥阳、成皋间——事见《史记·高祖本纪》、《史记·项羽本纪》：秦末
项羽与刘邦争夺天下，在荥阳、成皋一带争战数岁，刘邦几乎屡战屡败。有一次被困荥阳，
全城断粮，纪信假装刘邦诳楚，刘邦才得以逃脱性命，而纪信却被项羽所杀。
(9) 画地而守——语出《孙子·虚实》：“我不欲战，画地而守之，敌不得与我战者，
乖其所之也。”意谓自己画定与敌军的界线，坚持防守，决不出击。是一种防守战术。
(10) 情见(xiàn现)势竭——情见：情况暴露。见：音义皆同“现”。暴露，显露，泄
漏。竭：尽。“情见势竭”本“情见势屈”，出自《史记·淮阴侯列传》：“今将军欲举倦
弊之兵，顿之燕坚城之下，欲战恐久，力不能拔，情见势屈，旷日粮竭，而弱燕不服，齐必
距境以自强也。”意谓内部情况已经暴露，使自己居于劣势地位。
(11) 滥行——肮脏的德行。
(12) 啜(chu ò绰)赚——捉弄，哄骗。
(13) 忠言逆耳——语出《孔子家语·卷四·六本》：“孔子曰：‘良药苦口而利于病，
忠言逆耳而利于行。’”意谓忠直的劝告听起来不顺耳却很有好处。
(14) 竖子不足与谋——竖子：对人的蔑称，相当于口语“小子”。谋：谋划，商量。
“竖子不足与谋”出自《史记·项羽本纪》：“亚父(范增)受玉斗，置之地，拔剑撞而破
之，曰：‘唉!竖子不足与谋!’”意谓这小子没出息，不配共商大事。
(15) 后人有诗——此诗引自唐·胡曾《咏史诗·官渡》，但有改动，原诗为：“本初屈
指定中华，官渡相持勒虎牙。若使许攸财用足，山河争得属曹家？”(财：通“才”。)
(16) 争得——怎得，怎能。
(17) 暗步出营——偷偷走出兵营。步：用作动词。走，行走。
(18) 跣(xiǎn险)足——赤脚，光脚。
(19) 布衣——指平民百姓。古代平民只能穿布衣，不可穿锦绣，故称。
(20) 相上下——比上下，比高低。
(21) 兵不厌诈——兵：兵法，用兵之术。厌：嫌，讨厌，厌烦，排斥。诈：耍弄手段以
欺骗对方。“兵不厌诈”本《孙子·军争篇》：“故兵以诈立，以利动，以分合为变者
也。”又《韩非子·难一》：“晋文公将与楚人战，召舅犯问之，曰：‘吾将与楚人战，彼
众我寡，为之奈何？’舅犯曰：‘臣闻之……战阵之间，不厌诈伪。君其诈之而已矣。’”
意谓用兵作战时可以不厌其烦地反复使用欺诈的策略和手段以迷惑敌人。
(22) 取死之道——自取灭亡的办法。
(23) 不虞——意料不到的事。
(24) 人衔枚，马勒口——古代战争中偷袭时采取的保密措施，防止发出声音，被敌军发
现。人衔枚：即在兵士嘴里横衔一根筷子形状的木棍(枚)，两头用绳子套在脖子上。马勒
口：是一种带有嚼口(横衔于马口的铁棍或铁链)的马笼头。
(25) “适见天象”四句——是一种以天象的变化来判断人间事变的迷信。太白、牛、
斗：参见第十四回“吾仰观天文……必有新天子出”条注释。柳、鬼：二十八宿中的二星宿
名。
(26) 挠钩——是一种长柄头上安有铁钩的兵器。
(27) 孙膑“围魏救赵”之计——事见《史记·孙子吴起列传》：战国时(公元前353
年)，魏国围攻赵国都城邯郸，赵国求救于齐国。齐王派大将田忌、孙膑率兵赴救。田忌采纳
孙膑之谋，不直接开赴邯郸，却乘魏国都城空虚，引兵直趋魏国。魏军闻报回救，齐军截击
于中途，魏军大败，赵围遂解。此法后来为兵家所常用，被称为“围魏救赵”战术。
(28) 微子去殷——事见《史记·殷本纪》：微子为商(殷)纣王之长兄，因其庶出，未
能继承王位。因见纣王荒淫残暴，屡谏不听，为了避祸，便逃往西周。
(29) 韩信归汉——事见《史记·韩信列传》：韩信于秦末随项羽起兵，为郎中，不受重
用。后归汉高祖刘邦，功劳卓著，曾任相国，先后封齐王、楚王。
(30) 幅巾——即只用一幅绢包裹头发之意。
第三十一回 曹操仓亭破本初 玄德荆州依刘表
却说曹操乘袁绍之败，整顿军马，迤逦追袭 (1) 。袁绍幅巾单
衣，引八百馀骑，奔至黎阳北岸，大将蒋义渠出寨迎接。绍以前事诉
与义渠。义渠乃招谕离散之众。众闻绍在，又皆蚁聚 (2) ，军势复
振，议还冀州。军行之次，夜宿荒山。绍于帐中闻远远有哭声，遂私
往听之。却是败军相聚，诉说丧兄失弟，弃伴亡亲之苦，各各捶胸大
哭，皆曰：
“若听田丰之言，我等怎遭此祸？”绍大悔曰：
“吾不听
田丰之言，兵败将亡，今回去，有何面目见之耶？”次日，上马正行
间，逢纪引军来接。绍对逢纪曰：
“吾不听田丰之言，致有此败。吾
今归去，羞见此人。”逢纪因谮曰：
“丰在狱中闻主公兵败，抚掌大
笑曰：
‘果不出吾之料。’”袁绍大怒曰：
“竖儒怎敢笑我 (3) ？我
必杀之。”遂命使者赍宝剑，先往冀州狱中杀田丰。
却说田丰在狱中，一日，狱吏来见丰曰：
“与别驾贺喜。”丰
曰：
“何喜可贺？”狱吏曰：
“袁将军大败而回，君必见重矣。”丰
笑曰：
“吾今死矣。”狱吏问曰：
“人皆为君喜，君何言死也？”丰
曰：
“袁将军外宽而内忌，不念忠诚。若胜而喜，犹能赦我；今战败
则羞，吾不望生矣。”狱吏未信。忽使者赍剑至，传袁绍命，欲取田
丰之首，狱吏方惊。丰曰：
“吾固知必死也。”狱吏皆流泪。丰曰：
“大丈夫生于天地间，不识其主而事之，是无智也。今日受死，夫何
足惜!”乃自刎于狱中。后人有诗曰：
昨朝沮授军中失，今日田丰狱内亡。
河北栋梁皆折断，本初焉不丧家邦。
田丰既死，闻者皆为叹惜。
袁绍回冀州，心烦意乱，不理政事。其妻刘氏劝立后嗣。绍所生
三子：长子袁谭，字显思，出守青州；次子袁熙，字显奕，出守幽
州；三子袁尚，字显甫，是绍后妻刘氏所出，生得形貌俊伟，绍甚爱
之，因此留在身边。自官渡兵败之后，刘氏劝立尚为后嗣，绍乃与审
配、逢纪、辛评、郭图四人商议。原来审、逢二人向辅袁尚，辛、郭
二人向辅袁谭，四人各为其主。当下袁绍谓四人曰：
“今外患未息，
内事不可不早定，吾将议立后嗣。长子谭，为人性刚好杀；次子熙，
为人柔懦难成；三子尚，有英雄之表，礼贤敬士，吾欲立之。公等之
意若何？”郭图曰：
“三子之中，谭为长，今又居外。主公若废长立
幼 (4) ，此乱萌也。今军威稍挫，敌兵压境，岂可复使父子兄弟自相
争乱耶？主公且理会拒敌之策，立嗣之事，毋容多议。”袁绍踌躇未
决。
忽报袁熙引兵六万，自幽州来；袁谭引兵五万，自青州来；外甥
高干亦引兵五万，自并州来：各至冀州助战。绍喜，再整人马，来战
曹操。
时操引得胜之兵，陈列于河上 (5) ，有土人箪食壶浆以迎之 (6)
。操见父老数人须发尽白，乃命入帐中赐坐，问之曰：
“老丈多少年
纪？”答曰：
“皆近百岁矣。”操曰：
“吾军士惊扰汝乡，吾甚不
安。”父老曰：
“桓帝时，有黄星见于楚、宋之分 (7) ，辽东人殷馗
善晓天文，夜宿于此，对老汉等言：黄星见于乾象 (8) ，正照此间，
后五十年，当有真人起于梁沛之间 (9) 。今以年计之，整整五十年。
袁本初重敛于民 (10) ，民皆怨之。丞相兴仁义之兵，吊民伐罪 (11)
，官渡一战，破袁绍百万之众，正应当时殷馗之言，兆民可望太平矣
(12) 。”操笑曰：
“何敢当老丈所言？”遂取酒食、绢帛赐老人而遣
之。号令三军：
“如有下乡杀人家鸡犬者，如杀人之罪。”于是军民
震服。操亦心中暗喜。
人报：
“袁绍聚四州之兵，得二三十万，前至仓亭下寨。”操提
兵前进，下寨已定。次日，两军相对，各布成阵势。操引诸将出阵，
绍亦引三子一甥及文官武将出到阵前。操曰：
“本初计穷力尽，何尚
不思投降？直待刀临项上，悔无及矣。”绍大怒，回顾众将曰：
“谁
敢出马？”袁尚欲于父前逞能，便舞双刀，飞马出阵，来往奔驰。操
指问众将曰：
“此何人？”有识者答曰：
“此袁绍三子袁尚也。”言
未毕，一将挺枪早出。操视之，乃徐晃部将史涣也。两骑相交，不三
合，尚拨马刺斜而走。史涣赶来，袁尚拈弓搭箭，翻身背射，正中史
涣左目，坠马而死。袁绍见子得胜，挥鞭一指，大队人马拥将过来，
混战大杀一场，各鸣金收军还寨。
操与诸将商议破绍之策。程昱献“十面埋伏”之计，劝操：
“退
军于河上，伏兵十队，诱绍追至河上，我军无退路，必将死战，可胜
绍矣。”操然其计，左右各分五队。左：一队夏侯惇，二队张辽，三
队李典，四队乐进，五队夏侯渊；右：一队曹洪，二队张郃，三队徐
晃，四队于禁，五队高览。中军许褚为先锋。
次日，十队先进，埋伏左右已定。至半夜，操令许褚引兵前进，
伪作劫寨之势。袁绍五寨人马，一齐俱起。许褚回军便走。袁绍引军
赶来，喊声不绝。比及天明，赶至河上。曹军无去路，操大呼曰：
“前无去路，诸军何不死战？”众军回身奋力向前。许褚飞马当先，
力斩十数将。袁军大乱。袁绍退军急回，背后曹军赶来。正行间，一
声鼓响，左边夏侯渊，右边高览，两军冲出。袁绍聚三子一甥，死冲
血路奔走。又行不到十里，左边乐进，右边于禁杀出，杀得袁军尸横
遍野，血流成渠。又行不到数里，左边李典，右边徐晃，两军截杀一
阵。袁绍父子胆丧心惊，奔入旧寨。令三军造饭，方欲待食，左边张
辽，右边张郃，径来冲寨。绍慌上马，前奔仓亭，人马困乏。欲待歇
息，后面曹操大军赶来，袁绍舍命而走。正行之间，右边曹洪，左边
夏侯惇，挡住去路。绍大呼曰：
“若不决死战，必为所擒矣!”奋力冲
突，得脱重围。
袁熙、高干皆被箭伤，军马死亡殆尽。绍抱三子痛哭一场，不觉
昏倒。众人急救，绍口吐鲜血不止，叹曰：
“吾自历战数十场，不意
今日狼狈至此，此天丧吾也!汝等各回本州，誓与曹贼一决雌雄 (13)
。”便教辛评、郭图火急随袁谭前往青州整顿，恐曹操犯境；令袁熙
仍回幽州，高干仍回并州：各去收拾人马，以备调用。袁绍引袁尚等
入冀州养病，令尚与审配、逢纪暂掌军事。
却说曹操自仓亭大胜，重赏三军。令人探察冀州虚实。细作回
报：
“绍卧病在床，袁尚、审配紧守城池，袁谭、袁熙、高干皆回本
州。”众皆劝操急攻之。操曰：
“冀州粮食极广，审配又有机谋 (14)
，未可急拔。现今禾稼在田，恐废民业 (15) ，姑待秋成后取之未
晚。”正议间，忽荀彧有书到，报说：
“刘备在汝南得刘辟、龚都数
万之众，闻丞相提军出征河北，乃令刘辟守汝南，备亲自引兵乘虚来
攻许昌。丞相可速回军御之。”操大惊，留曹洪屯兵河上，虚张声
势。操自提大兵往汝南来迎刘备。
却说玄德与关、张、赵云等引兵欲袭许都，行近穰山地面，正遇
曹兵杀来，玄德便于穰山下寨，军分三队：云长屯兵于东南角上，张
飞屯兵于西南角上，玄德与赵云于正南立寨。曹操兵至，玄德鼓噪而
出。操布成阵势，叫玄德打话。玄德出马于门旗下。操以鞭指骂曰：
“吾待汝为上宾，汝何背义忘恩？”玄德曰：
“汝托名汉相，实为国
贼。吾乃汉室宗亲，奉天子密诏，来讨反贼。”遂于马上朗诵衣带
诏。操大怒，教许褚出战；玄德背后赵云挺枪出马。二将相交三十
合，不分胜负。忽然喊声大震，东南角上云长冲突而来，西南角上张
飞引军冲突而来，三处一齐掩杀。曹军远来疲困，不能抵当，大败而
走。玄德得胜回营。
次日，又使赵云搦战，操兵旬日不出。玄德再使张飞搦战，操兵
亦不出。玄德愈疑。忽报龚都运粮至，被曹军围住。玄德急令张飞去
救。忽又报夏侯惇引军抄背后径取汝南。玄德大惊曰：
“若如此，吾
前后受敌，无所归矣!”急遣云长救之。两军皆去。
不一日，飞马来报：
“夏侯惇已打破汝南，刘辟弃城而走，云长
现今被围。”玄德大惊。又报：
“张飞去救龚都，也被围住了。”玄
德急欲回兵，又恐操兵后袭。忽报寨外许褚搦战。玄德不敢出战，候
至天黑，教军士饱餐，步军先起，马军后随，寨中虚传更点。玄德等
离寨约行数里，转过土山，火把齐明，山头上大呼曰：
“休教走了刘
备!丞相在此专等。”玄德慌寻走路。赵云曰：
“主公勿忧，但跟某
来。”赵云挺枪跃马，杀开条路。玄德掣双股剑后随。正战间，许褚
追至，与赵云力战。背后于禁、李典又到。玄德见势危，落荒而走。
听得背后喊声渐远，玄德望深山僻路，单马逃生。
捱到天明，侧首一彪军冲出。玄德大惊，视之，乃刘辟引败军千
馀骑，护送玄德家小前来，孙乾、简雍、糜芳亦至，诉说：
“夏侯惇
军势甚锐，因此弃城而走。曹兵赶来，幸得云长挡住，因此得脱。”
玄德曰：
“不知云长今在何处？”刘辟曰：
“将军且行，却再理
会。”
行到数里，一棒鼓响，前面拥出一彪人马。当先大将，乃是张
郃，大叫：
“刘备快下马受降!”玄德方欲退后，只见山头上红旗磨动
(16) ，一军从山坞内拥出，为首大将乃高览也。玄德两头无路，仰天
大呼曰：
“天何使我受此窘极耶？事势至此，不如就死。”欲拔剑自
刎。刘辟急止之曰：
“容某死战，夺路救君。”言讫，便来与高览交
锋。战不三合，被高览一刀砍于马下。
玄德正慌，方欲自战，高览后军忽然自乱，一将冲阵而来，枪起
处，高览翻身落马。视之，乃赵云也。玄德大喜。云纵马挺枪，杀散
后队，又来前军独战张郃。郃与云战三十馀合，拨马败走。云乘势冲
杀，却被郃兵守住山隘，路窄不得出。正夺路间，只见云长、关平、
周仓引三百军到，两下相攻，杀退张郃。各出隘口，占住山险下寨。
玄德使云长寻觅张飞。原来张飞去救龚都，龚都已被夏侯渊所
杀。飞奋力杀退夏侯渊，迤逦赶去，却被乐进引军围住。云长路逢败
军，寻踪而去，杀退乐进，与飞同回见玄德。人报：
“曹军大队赶
来。”玄德教孙乾等保护老小先行。玄德与关、张、赵云在后，且战
且走。操见玄德去远，收军不赶。
玄德败军不满一千，狼狈而奔。前至一江，唤土人问之，乃汉江
也。玄德权且安营。土人知是玄德，奉献羊酒，乃聚饮于沙滩之上。
玄德叹曰：
“诸君皆有王佐之才，不幸跟随刘备，备之命窘，累及诸
君。今日身无立锥 (17) ，诚恐有误诸君。君等何不弃备而投明主，以
取功名乎？”众皆掩面而哭。云长曰：
“兄言差矣。昔日高祖与项羽
争天下，数败于羽，后九里山一战成功，而开四百年基业。胜负兵家
之常 (18) ，何可自隳其志 (19) ？”孙乾曰：
“成败有时，不可丧
志。此离荆州不远，刘景升坐镇九郡，兵强粮足，更且与公皆汉室宗
亲，何不往投之？”玄德曰：
“但恐不容耳。”乾曰：
“某愿先往说
之，使景升出境而迎主公。”玄德大喜，便令孙乾星夜往荆州。
到郡，入见刘表。礼毕，刘表问曰：
“公从玄德，何故至此？”
乾曰：
“刘使君天下英雄，虽兵微将寡，而志欲匡扶社稷。汝南刘
辟、龚都素无亲故，亦以死报之。明公与使君，同为汉室之胄。今使
君新败，欲往江东投孙仲谋 (20) 。乾僭言曰 (21) ：
‘不可背亲而向
疏。荆州刘将军礼贤下士，士归之如水之投东，何况同宗乎？’因此
使君特使乾先来拜白，惟明公命之。”表大喜曰：
“玄德，吾弟也，
久欲相会而不可得。今肯惠顾 (22) ，实为幸甚。”蔡瑁谮曰：
“不
可。刘备先从吕布，后事曹操，近投袁绍，皆不克终 (23) ，足可见其
为人。今若纳之，曹操必加兵于我，枉动干戈。不如斩孙乾之首，以
献曹操，操必重待主公也。”孙乾正色曰：
“乾非惧死之人也。刘使
君忠心为国，非曹操、袁绍、吕布等比。前此相从，不得已也。今闻
刘将军汉朝苗裔，谊切同宗 (24) ，故千里相投。尔何献谗而妒贤如此
耶？”刘表闻言，乃叱蔡瑁曰：
“吾主意已定，汝勿多言。”蔡瑁惭
恨而出。刘表遂命孙乾先往报玄德，一面亲自出郭三十里迎接。玄德
见表，执礼甚恭。表亦相待甚厚。玄德引关、张等拜见刘表，表遂与
玄德等同入荆州，分拨院宅居住。
却说曹操探知玄德已往荆州投奔刘表，便欲引兵攻之。程昱曰：
“袁绍未除，而遽攻荆襄，倘袁绍从北而起，胜负未可知矣。不如还
兵许都，养军蓄锐，待来年春暖，然后引兵先破袁绍，后取荆襄，南
北之利，一举可收也。”操然其言，遂提兵回许都。
至建安七年春正月，操复商议兴兵。先差夏侯惇、满宠镇守汝
南，以拒刘表；留曹仁、荀彧守许都；亲统大军前赴官渡屯扎。
且说袁绍自旧岁感冒吐血症候 (25) ，今方稍愈，商议欲攻许都。
审配谏曰：
“旧岁官渡、仓亭之败，军心未振，尚当深沟高垒，以养
军民之力。”正议间，忽报：
“曹操进兵官渡，来攻冀州。”绍曰：
“若候兵临城下，将至壕边，然后拒敌，事已迟矣。吾当自领大军出
迎。”袁尚曰：
“父亲病体未痊，不可远征。儿愿提兵前去迎敌。”
绍许之，遂使人往青州取袁谭，幽州取袁熙，并州取高干，四路同破
曹操。正是：
才向汝南鸣战鼓，又从冀北动征鼙02。
未知胜负如何，且听下文分解。
声四起，愁闻戍角与征鼙。”鼙：古代军中所用的一种小鼓。
--------------------
(1) 迤逦——从容不迫貌。
(2) 蚁聚——如蚂蚁般聚集。比喻聚集者甚多。
(3) 竖儒——对儒生的鄙称。竖：奴仆。故“竖儒”即贱儒。《史记·郦生陆贾列
传》：“沛公(刘邦)骂曰：‘竖儒!夫天下同苦秦久矣，故诸侯相率而攻秦，何谓助秦攻诸侯
乎？’”司马贞索隐：“竖者，僮奴之称，沛公轻之，以比奴竖，故曰‘竖儒’也。”
(4) 废长立幼——指帝王不立长子而立幼子为继承人。这是违背传统的做法，常引起兄
弟间争权夺利的内讧，故称“乱萌”。
(5) 河上——指黄河岸上。
(6) 箪(dān丹)食壶浆——箪：竹编盛饭器具。浆：指汤水或酒。“箪食壶浆”典出
《孟子·梁惠王下》：“以万乘之国伐万乘之国，箪食壶浆，以迎王师。”意谓百姓以酒食
犒劳军队。后遂成为百姓踊跃慰劳军队的典故。
(7) 黄星——即土星。古人以为土星出现是吉祥的预兆。
(8) 乾象——即天象，也就是星宿的运行变化。乾：天。
(9) 真人——即所谓“真命天子”。
(10) 重敛——即以沉重的税收等办法向百姓搜刮。
(11) 吊民伐罪——吊：慰问，抚慰。伐：讨伐，征讨，攻打。“吊民伐罪”本“伐罪吊
民”，出自三国魏·明帝曹叡《棹歌行》(见《宋书·乐志》、《乐府诗集》卷四○)：“翌
日乘波扬，棹歌悲且凉。太常拂白日，旗帜分设张。将抗旄与钺，耀威于彼方。伐罪以吊
民，清我东南疆。”意谓抚慰受苦的百姓，讨伐有罪的人(多指无道君主)。表示讨伐对方有
正当理由，为正义行为。
(12) 兆民——即百姓。兆：众多之意。
(13) 一决雌雄——决：较量。雌雄：比喻胜负或高低。“一决雌雄”本“决雌雄”，出
自《史记·项羽本纪》(又见《汉书·项籍传》)：“(项王谓汉王曰)天下匈匈数岁者，徒以
吾两人耳。愿与汉王挑战，决雌雄，毋徒苦天下之民父子为也。”比喻经过较量而决定胜负
或高低上下。
(14) 机谋——计谋，计策，谋略。
(15) 民业——民众从事的事业。这里指收割庄稼。
(16) 磨动——即挥动、摇动。
(17) 身无立锥——“身无立锥之地”的省略。语本“无置锥之地”，出自《庄子·盗
跖》：“尧、舜有天下，子孙无置锥之地；汤、武立为天子，而后世绝灭。非以其利大故
邪？”意谓自己连插锥子的一点地方都没有。形容没有容身之地。
(18) 胜负兵家之常——语出《资治通鉴·唐宪宗元和十一年》：“上曰：‘胜负兵家之
常……岂得以一将失利，遽议罢兵邪？’”意谓胜利或失败是打仗的人常有的事。多偏指打
了败仗不足为奇。
(19) 隳(hu ī灰)志——丧失志气。
(20) 东投——向东。
(21) 僭(ji àn箭)言——谦锌。越分妄言。宋·苏轼《与蔡景繁书》其七：“如公言
重，可为一言否？辄此僭言，不深谴否？”
(22) 惠顾——敬称他人的光临。
(23) 克终——善终，好结果。
(24) 谊切——关系密切。
(25) 感冒——这里是因受精神刺激而患病之意。感：感受精神刺激。冒：犯病之意。
02 征鼙(p í皮)——出征的鼓声。代指战争。前蜀·毛文锡《甘州遍》词其二：“边
第三十二回 夺冀州袁尚争锋 决漳河许攸献计
却说袁尚自斩史涣之后，自负其勇，不待袁谭等兵至，自引兵数
万出黎阳，与曹军前队相迎。张辽当先出马，袁尚挺枪来战，不三
合，架隔遮拦不住，大败而走。张辽乘势掩杀，袁尚不能主张，急急
引军奔回冀州。袁绍闻袁尚败回，又受了一惊，旧病复发，吐血数
斗，昏倒在地。刘夫人慌救入卧内，病势渐危。刘夫人急请审配、逢
纪，直至袁绍榻前，商议后事。绍但以手指而不能言。刘夫人曰：
“尚可继后嗣否？”绍点头。审配便就榻前写了遗嘱。绍翻身大叫一
声，又吐血斗馀而死。后人有诗曰：
累世公卿立大名，少年意气自纵横。
空招俊杰三千客，漫有英雄百万兵。
羊质虎皮功不就 (1) ，凤毛鸡胆事难成 (2) 。
更怜一种伤心处，家难徒延两弟兄。
袁绍既死，审配等主持丧事。刘夫人便将袁绍所爱宠妾五人尽行
杀害；又恐其阴魂于九泉之下再与绍相见，乃髡其发 (3) ，刺其面
(4) ，毁其尸：其妒恶如此。袁尚恐宠妾家属为害，并收而杀之。审
配、逢纪立袁尚为大司马将军，领冀、青、幽、并四州牧，遣使报
丧。
此时袁谭已发兵离青州，知父死，便与郭图、辛评商议。图曰：
“主公不在冀州，审配、逢纪必立显甫为主矣，当速行。”辛评曰：
“审、逢二人必预定机谋，今若速往，必遭其祸。”袁谭曰：
“若此
当何如？”郭图曰：
“可屯兵城外，观其动静。某当亲往察之。”谭
依言。郭图遂入冀州，见袁尚。礼毕，尚问：
“兄何不至？”图曰：
“因抱病在军中，不能相见。”尚曰：
“吾受父亲遗命，立我为主，
加兄为车骑将军。目下曹军压境，请兄为前部，吾随后便调兵接应
也。”图曰：
“军中无人商议良策，愿乞审正南、逢元图二人为
辅。”尚曰：
“吾亦欲仗此二人早晚画策，如何离得？”图曰：
“然
则于二人内，遣一人去，何如？”尚不得已，乃令二人拈阄，拈着者
便去。逢纪拈着，尚即命逢纪赍印绶，同郭图赴袁谭军中。纪随图至
谭军，见谭无病，心中不安，献上印绶。谭大怒，欲斩逢纪。郭图密
谏曰：
“今曹军压境，且只款留逢纪在此，以安尚心。待破曹之后，
却来争冀州不迟。”
谭从其言，即时拔寨起行，前至黎阳，与曹军相抵。谭遣大将汪
昭出战，操遣徐晃迎敌。二将战不数合，徐晃一刀斩汪昭于马下。曹
军乘势掩杀，谭军大败。谭收败军入黎阳，遣人求救于尚。尚与审配
计议，只发兵五千馀人相助。曹操探知救军已到，遣乐进、李典引兵
于半路接着，两头围住尽杀之。袁谭知尚止拨兵五千，又被半路坑
杀，大怒，乃唤逢纪责骂。纪曰：
“容某作书致主公，求其亲自来
救。”谭即令纪作书，遣人到冀州致袁尚。尚与审配共议，配曰：
“郭图多谋，前次不争而去者，为曹军在境也。今若破曹，必来争冀
州矣。不如不发救兵，借操之力以除之。”尚从其言，不肯发兵。使
者回报，谭大怒，立斩逢纪，议欲降曹。早有细作密报袁尚。尚与审
配议曰：
“使谭降曹，并力来攻，则冀州危矣。”乃留审配并大将苏
由固守冀州，自领大军来黎阳救谭。尚问军中谁敢为前部，大将吕
旷、吕翔兄弟二人愿去。尚点兵三万，使为先锋，先至黎阳。谭闻尚
自来，大喜，遂罢降曹之议。谭屯兵城中，尚屯兵城外，为掎角之
势。不一日，袁熙、高干皆领军到城外，屯兵三处，每日出兵与操相
持。尚屡败，操兵屡胜。
至建安八年春二月，操分路攻打，袁谭、袁熙、袁尚、高干皆大
败，弃黎阳而走。操引兵追至冀州，谭与尚入城坚守；熙与干离城三
十里下寨，虚张声势。操兵连日攻打不下。郭嘉进曰：
“袁氏废长立
幼，而兄弟之间，权力相并，各自树党，急之则相救，缓之则相争。
不如举兵南向荆州，征讨刘表，以候袁氏兄弟之变；变成而后击之，
可一举而定也。”操善其言，命贾诩为太守，守黎阳；曹洪引兵守官
渡。操引大军向荆州进兵。
谭、尚听知曹军自退，遂相庆贺。袁熙、高干各自辞去。袁谭与
郭图、辛评议曰：
“我为长子，反不能承父业；尚乃继母所生，反承
大爵：心实不甘。”图曰：
“主公可勒兵城外，只做请显甫、审配饮
酒，伏刀斧手杀之，大事定矣。”谭从其言。适别驾王修自青州来，
谭将此计告之。修曰：
“兄弟者，左右手也。今与他人争斗，断其右
手，而曰我必胜，安可得乎？夫弃兄弟而不亲，天下其谁亲之？彼谗
人离间骨肉，以求一朝之利，愿塞耳勿听也。”谭怒，叱退王修，使
人去请袁尚。
尚与审配商议，配曰：
“此必郭图之计也，主公若往，必遭奸
计。不如乘势攻之。”袁尚依言，便披挂上马，引兵五万出城。袁谭
见袁尚引军来，情知事泄，亦即披挂上马，与尚交锋。尚见谭大骂。
谭亦骂曰：
“汝药死父亲，篡夺爵位，今又来杀兄耶？”二人亲自交
锋，袁谭大败。尚亲冒矢石，冲突掩杀。谭引败军奔平原，尚收兵
还。
袁谭与郭图再议进兵，令岑璧为将，领兵前来。尚自引兵出冀
州。两阵对圆，旗鼓相望。璧出骂阵。尚欲自战，大将吕旷拍马舞
刀，来战岑璧。二将战无数合，旷斩岑璧于马下。谭兵又败，再奔平
原。审配劝尚进兵，追至平原。谭抵当不住，退入平原，坚守不出。
尚三面围城攻打。谭与郭图计议，图曰：
“今城中粮少，彼军方锐，
势不相敌。愚意可遣人投降曹操，使操将兵攻冀州，尚必还救，将军
引兵夹击之，尚可擒矣。若操击破尚军，我因而敛其军实以拒操。操
军远来，粮食不继，必自退去。我可以仍据冀州，以图进取也。”谭
从其言，问曰：
“何人可为使？”图曰：
“辛评之弟辛毗，字佐治，
见为平原令。此人乃能言之士，可命为使。”谭即召辛毗，毗欣然而
至。谭修书付毗，使三千军送毗出境。毗星夜赍书往见曹操。
时操屯军西平伐刘表，表遣玄德引兵为前部以迎之。未及交锋，
辛毗到操寨。见操礼毕，操问其来意。毗具言袁谭相求之意，呈上书
信。操看书毕，留辛毗于寨中，聚文武计议。程昱曰：
“袁谭被袁尚
攻击太急，不得已而来降，不可准信。”吕虔、满宠亦曰：
“丞相既
引兵至此，安可复舍表而助谭？”荀攸曰：
“三公之言未善。以愚意
度之，天下方有事，而刘表坐保江、汉之间，不敢展足 (5) ，其无四
方之志可知矣。袁氏据四州之地，带甲数十万，若二子和睦，共守成
业，天下事未可知也。今乘其兄弟相攻，势穷而投我，我提兵先除袁
尚，后观其变，并灭袁谭，天下定矣。此机会不可失也。”
操大喜，便邀辛毗饮酒，谓之曰：
“袁谭之降，真耶诈耶？袁尚
之兵，果可必胜耶？”毗对曰：
“明公勿问真与诈也，只论其势可
耳。袁氏连年丧败，兵革疲于外，谋臣诛于内；兄弟谗隙 (6) ，国分
为二；加之饥馑并臻，天灾人困：无问智愚，皆知土崩瓦解，此乃天
灭袁氏之时也。今明公提兵攻邺，袁尚不还救，则失巢穴；若还救，
则谭踵袭其后。以明公之威，击疲惫之众，如迅风之扫秋叶也 (7) 。
不此之图，而伐荆州。荆州丰乐之地，国和民顺，未可摇动。况四方
之患，莫大于河北，河北既平，则霸业成矣。愿明公详之。”操大喜
曰：
“恨与辛佐治相见之晚也。”即日督军还取冀州。玄德恐操有
谋，不敢追袭，引兵自回荆州。
却说袁尚知曹军渡河，急急引军还邺，命吕旷、吕翔断后。袁谭
见尚退军，乃大起平原军马，随后赶来。行不到数十里，一声炮响，
两军齐出：左边吕旷，右边吕翔，兄弟二人截住袁潭。谭勒马告二将
曰：
“吾父在日，吾并未慢待二将军，今何从吾弟而见逼耶？”二将
闻言，乃下马降谭。谭曰：
“勿降我，可降曹丞相。”二将因随谭归
营。
谭候操军至，引二将见操。操大喜，以女许谭为妻，即令吕旷、
吕翔为媒。谭请操攻取冀州。操曰：
“方今粮草不接，搬运劳苦。我
济河 (8) ，遏淇水，入白沟，以通粮道，然后进兵。”令谭且居平
原。操引军退屯黎阳，封吕旷、吕翔为列侯，随军听用。
郭图谓袁谭曰：
“曹操以女许婚，恐非真意。今又封赏吕旷、吕
翔，带去军中，此乃牢笼河北人心，后必终为我祸。主公可刻将军印
二颗，暗使人送与二吕，令作内应。待操破了袁尚，可乘便图之。”
谭依言，遂刻将军印二颗，暗送与二吕。二吕受讫，径将印来禀曹
操。操大笑曰：
“谭暗送印者，欲汝等为内助，待我破袁尚之后，就
中取事耳。汝等且权受之，我自有主张。”自此曹操便有杀谭之心。
且说袁尚与审配商议：
“今曹兵运粮入白沟，必来攻冀州，如之
奈何？”配曰：
“可发檄，使武安长尹楷屯毛城，通上党运粮道；令
沮授之子沮鹄守邯郸，遥为声援。主公可进兵平原，急攻袁谭，先绝
袁谭，然后破曹。”袁尚大喜，留审配与陈琳守冀州，使马延、张顗
二将为先锋，连夜起兵攻打平原。
谭知尚兵来近，告急于操。操曰：
“吾今番必得冀州矣。”正说
间，适许攸自许昌来，闻尚又攻谭，入见操曰：
“丞相坐守于此，岂
欲待天雷击杀二袁乎？”操笑曰：
“吾已料定矣。”遂令曹洪先进兵
攻邺，操自引一军来攻尹楷。兵临本境，楷引军来迎。楷出马，操
曰：
“许仲康安在？”许褚应声而出，纵马直取尹楷。楷措手不及，
被许褚一刀斩于马下，馀众奔溃。操尽招降之，即勒兵取邯郸。沮鹄
进兵来迎。张辽出马，与鹄交锋。战不三合，鹄大败，辽从后追赶。
两马相离不远，辽急取弓射之，应弦落马。操指挥军马掩杀，众皆奔
散。于是操引大军前抵冀州，曹洪已近城下。操令三军绕城筑起土
山，又暗掘地道以攻之。审配设计坚守，法令甚严。东门守将冯礼因
酒醉，有误巡警，配痛责之。冯礼怀恨，潜地出城降操。操问破城之
策，礼曰：
“突门内土厚 (9) ，可掘地道而入。”操便命冯礼引三百
壮士，夤夜掘地道而入。
却说审配自冯礼出降之后，每夜亲自登城点视军马。当夜在突门
阁上，望见城外无灯火。配曰：
“冯礼必引兵从地道而入也。”急唤
精兵运石击突闸门，门闭，冯礼及三百壮士皆死于土内。操折了这一
场，遂罢地道之计，退军于洹水之上，以候袁尚回兵。
袁尚攻平原，闻曹操已破尹楷、沮鹄，大军围困冀州，乃掣兵回
救 (10) 。部将马延曰：
“从大路去，曹操必有伏兵。可取小路，从西
山出滏水口，去劫曹营，必解围也。”尚从其言，自领大军先行，令
马延与张顗断后。早有细作去报曹操。操曰：
“彼若从大路上来，吾
当避之：若从西山小路而来，一战可擒也。吾料袁尚必举火为号，令
城中接应。吾可分兵击之。”于是分拨已定。
却说袁尚出滏水界口，东至阳平，军阳平亭，离冀州十七里，一
边靠着滏水。尚令军士堆积柴薪干草，至夜焚烧为号。遣主簿李孚扮
作曹军都督，直至城下，大叫：
“开门!”审配认得是李孚声音，放入
城中，说：
“袁尚已陈兵在阳平亭，等候接应，若城中兵出，亦举火
为号。”配教城中堆草放火，以通音信。孚曰：
“城中无粮，可发老
弱残兵并妇人出降，彼必不为备，我即以兵继百姓之后出攻之。”配
从其论。
次日，城上竖起白旗，上写“冀州百姓投降”。操曰：
“此是城
中无粮，教老弱百姓出降，后必有兵出也。”操教张辽、徐晃各引三
千军马，伏于两边。操自乘马，张麾盖，至城下，果见城门开处，百
姓扶老携幼，手持白旗而出。百姓才出尽，城中兵突出。操教将红旗
一招，张辽、徐晃两路兵齐出乱杀，城中兵只得复回。操自飞马赶
来，到吊桥边，城中弩箭如雨，射中操盔，险透其顶。众将急救回
阵。操更衣换马，引众将来攻尚寨。尚自迎敌。时各路军马一齐杀
至，两军混战，袁尚大败。尚引败兵退往西山下寨，令人催取马延、
张顗军来。不知曹操已使吕旷、吕翔去招安二将，二将随二吕来降，
操亦封为列侯。即日进兵攻打西山，先使二吕、马延、张顗截断袁尚
粮道。尚情知西山守不住，夜走滥口。安营未定，四下火光并起，伏
兵齐出。人不及甲，马不及鞍，尚军大溃，退走五十里。势穷力极，
只得遣豫州刺史阴夔至操营请降。操佯许之，却连夜使张辽、徐晃去
劫寨。尚尽弃印绶、节钺、衣甲、辎重，望中山而逃。
操回军攻冀州，许攸献计曰：
“何不决漳河之水以淹之？”操然
其计，先差军于城外掘壕堑，周围四十里。审配在城上见操军在城外
掘堑，却掘得甚浅。配暗笑曰：
“此欲决漳河之水以灌城耳。壕深可
灌，如此之浅，有何用哉？”遂不为备。当夜曹操添十倍军士并力发
掘，比及天明，广深二丈，引漳水灌之，城中水深数尺。更兼粮绝，
军士皆饿死。辛毗在城外，用枪挑袁尚印绶、衣服，招安城内之人。
审配大怒，将辛毗家属老小八十馀口，就于城上斩之，将头掷下。辛
毗号哭不已。审配之侄审荣，素与辛毗相厚，见辛毗家属被害，心中
怀忿，乃密写献门之书，拴于箭上，射下城来。军士拾献辛毗，毗将
书献操。操先下令：如入冀州，休得杀害袁氏一门老小；军民降者免
死。
次日天明，审荣大开西门，放曹兵入。辛毗跃马先入，军将随
后，杀入冀州。审配在东南城楼上，见操军已入城，引数骑下城死
战，正迎徐晃交马，徐晃生擒审配，绑出城来。路逢辛毗，毗咬牙切
齿，以鞭鞭配首曰：
“贼杀才，今日死矣!”配大骂：
“辛毗贼徒，引
曹操破我冀州，我恨不杀汝也!”
徐晃解配见操，操曰：
“汝知献门接我者乎？”配曰：
“不
知。”操曰：
“此汝侄审荣所献也。”配怒曰：
“小儿不行 (11) ，乃
至于此!”操曰：
“昨孤至城下，何城中弩箭之多耶？”配曰：
“恨
少，恨少!”操曰：
“卿忠于袁氏，不容不如此。今肯降吾否？”配
曰：
“不降，不降!”辛毗哭拜于地曰：
“家属八十馀口，尽遭此贼杀
害。愿丞相戮之，以雪此恨!”配曰：
“吾生为袁氏臣，死为袁氏鬼，
不似汝辈谗谄阿谀之贼 (12) !可速斩我。”操教牵出。临受刑，叱行
刑者曰：
“吾主在北，不可使我面南而死。”乃向北跪，引颈就刃。
后人有诗叹曰：
河北多名士，谁如审正南？
命因昏主丧，心与古人参 (13) 。
忠直言无隐，廉能志不贪。
临亡犹北面，降者尽羞惭。
审配既死，操怜其忠义，命葬于城北。
众将请曹操入城。操方欲起行，只见刀斧手拥一人至，操视之，
乃陈琳也。操谓之曰：
“汝前为本初作檄，但罪状孤可也 (14) ，何乃
辱及祖父耶？”琳答曰：
“箭在弦上，不得不发耳 (15) 。”左右劝操
杀之，操怜其才，乃赦之，命为从事。
却说操长子曹丕，字子桓，时年十八岁。丕初生时，有云气一
片，其色青紫，圆如车盖，覆于其室，终日不散。有望气者密谓操
曰：
“此天子气也，令嗣贵不可言 (16) 。”丕八岁能属文 (17) ，有
逸才，博古通今，善骑射，好击剑。时操破冀州，丕随父在军中，先
领随身军，径投袁绍家，下马拔剑而入。有一将当之曰：
“丞相有
命，诸人不许入绍府。”丕叱退，提剑入后堂，见两个妇人相抱而
哭，丕向前欲杀之。正是：
四世公侯已成梦，一家骨肉又遭殃。
未知性命如何，且听下文分解。
--------------------
(1) 羊质虎皮——语出汉·扬雄《法言·吾子》：“羊质而虎皮，见草而说，见豺而
战，忘其皮之虎矣。”(说：同“悦”。喜欢。战：发抖。)李轨注：“羊假虎皮，见豺则
战；人假伪名，考实则穷。”意谓羊身上披了一张虎皮，仍然是羊。比喻外强中干，徒有其
表。
(2) 凤毛鸡胆——也比喻外强中干，徒有其表。
(3) 髡(kūn昆)——古代刑罚之一。即剃光头发，以为耻辱的标志。
(4) 刺——古代刑罚之一。即在脸上刺字，以为耻辱的标志。
(5) 展足——本义为伸开双足，引申为扩展地盘。
(6) 谗隙——因互相诽谤而仇恨。
(7) 迅风之扫秋叶——原作“迅风之振秋叶”，见《三国志·魏志·辛毗传》：“以明
公之威，应困穷之敌，击疲弊之寇，无异迅风之振秋叶矣。”“迅风之振秋叶”又本“秋霜
振落叶”，出自汉·桓宽《盐铁论·论功》：“夫以智谋愚，以义伐不义，若因秋霜而振落
叶。”比喻办起来轻而易举。
(8) 济河——渡过黄河。济：作动词用，义同“渡”。河：专指黄河。
(9) 突门——古代正式城门以外的秘密出口，每一百步置一门，为守城或出击的重要设
备。《墨子·备突》：“城百步一突门，突门各为窯灶……用车两轮，以木束之涂其上，维
置突门内，使度门广狭，令之入门中四五尺。置窯灶，门旁为槖，充灶伏柴艾。寇即入，下
轮而塞之，鼓槖而熏之。”
(10) 掣兵——率兵，领兵。
(11) 不行——即无行，也就是品行恶劣。
(12) 谗谄阿谀——在主子面前进谗诬陷异己，并对主子溜须拍马。
(13) 参——并列，匹敌。
(14) 罪状孤——倒装句，当理解为“状孤罪”。即陈述我的罪。状：作动词用，即陈
述、表述之意。孤：古代诸侯郡王的自称。这里是曹操自称。
(15) 箭在弦上，不得不发——原作“矢在弦上，不得不发”，见《太平御览》卷五九七
引《魏书》：“太祖平邺，谓陈琳曰：‘君昔为本初(袁绍)作檄书，但罪孤而已，何乃上及
父、祖乎？’琳谢曰：‘矢在弦上，不得不发。’太祖爱其才，不咎。”(矢：箭。)意谓犹
如箭已安在拉紧的弓弦之上，想不发射也不可能了。比喻势在必行，欲罢不能。
(16) 令嗣——对他人儿子的美称。意为德才兼备的儿子。
(17) 属(zhǔ嘱)文——写文章，作文。属：撰写。
第三十三回 曹丕乘乱纳甄氏 郭嘉遗计定辽东
却说曹丕见二妇人啼哭，拔剑欲斩之，忽见红光满目，遂按剑而
问曰：
“汝何人也？”一妇人告曰：
“妾乃袁将军之妻刘氏也。”丕
曰：
“此女何人？”刘氏曰：
“此次男袁熙之妻甄氏也。因熙出镇幽
州，甄氏不肯远行，故留于此。”丕拖此女近前，见披发垢面。丕以
衫袖拭其面而观之，见甄氏玉肌花貌，有倾国之色 (1) 。遂对刘氏
曰：
“吾乃曹丞相之子也，愿保汝家，汝勿忧虑。”遂按剑坐于堂
上。
却说曹操统领众将入冀州城，将入城门，许攸纵马近前，以鞭指
城门而呼操曰：
“阿瞒，汝不得我，安得入此门？”操大笑。众将闻
言，俱怀不平。操至绍府门下，问曰：
“谁曾入此门来？”守将对
曰：
“世子在内 (2) 。”操唤出责之。刘氏出拜曰：
“非世子不能保
全妾家，愿献甄氏为世子执箕帚 (3) 。”操教唤出甄氏拜于前，操视
之曰：
“真吾儿妇也。”遂令曹丕纳之。
操既定冀州，亲往袁绍墓下设祭，再拜而哭甚哀，顾谓众官曰：
“昔日吾与本初共起兵时，本初问吾曰：
‘若事不辑 (4) ，方面何所
可据 (5) ？’吾问之曰：
‘足下意欲若何？’本初曰：
‘吾南据河
(6) ，北阻燕代 (7) ，兼沙漠之众，南向以争天下，庶可以济乎 (8)
？’吾答曰：
‘吾任天下之智力 (9) ，以道御之 (10) ，无所不
可。’此言如昨，而今本初已丧，吾不能不为流涕也。”众皆叹息。
操以金帛粮米赐绍妻刘氏。乃下令曰：
“河北居民遭兵革之难，尽免
今年租赋。”一面写表申朝，操自领冀州牧。
一日，许褚走马入东门，正迎许攸，攸唤褚曰：
“汝等无我，安
能出入此门乎？”褚怒曰：
“吾等千生万死，身冒血战，夺得城池，
汝安敢夸口？”攸骂曰：
“汝等皆匹夫耳，何足道哉!”褚大怒，拔剑
杀攸，提头来见曹操，说许攸如此无礼，“某杀之矣”。操曰：
“子
远与吾旧交，故相戏耳，何故杀之？”深责许褚，令厚葬许攸。乃令
人遍访冀州贤士。冀民曰：
“骑都尉崔琰，字季珪，清河东武城人
也。数曾献计于袁绍，绍不从，因此托疾在家。”操即召琰为本州别
驾从事，因谓曰：
“昨按本州户籍，共计三十万众，可谓大州。”琰
曰：
“今天下分崩，九州幅裂 (11) ，二袁兄弟相争，冀民暴骨原野，
丞相不急存问风俗，救其涂炭，而先计校户籍 (12) ，岂本州士女所望
于明公哉？”操闻言，改容谢之，待为上宾。
操已定冀州，使人探袁谭消息。时谭引兵劫掠甘陵、安平、渤
海、河间等处，闻袁尚败走中山，乃统军攻之。尚无心战斗，径奔幽
州投袁熙。谭尽降其众，欲复图冀州。操使人召之，谭不至。操大
怒，驰书绝其婚，自统大军征之，直抵平原。
谭闻操自统军来，遣人求救于刘表。表请玄德商议。玄德曰：
“今操已破冀州，兵势正盛，袁氏兄弟不久必为操擒，救之无益；况
操常有窥荆襄之意 (13) ，我只养兵自守，未可妄动。”表曰：
“然则
何以谢之？”玄德曰：
“可作书与袁氏兄弟，以和解为名，婉词谢之
(14) 。”表然其言，先遣人以书遗谭。书略曰：
君子违难，不适仇国 (15) 。日前闻君屈膝降曹，则是忘先人之仇，弃手足
之谊，而遗同盟之耻矣。若冀州不弟 (16) ，当降心相从。待事定之后，使天下平
其曲直，不亦高义耶？
又与袁尚书曰：
青州天性峭急，迷于曲直 (17) 。君当先除曹操，以卒先公之恨。事定之
后，乃计曲直，不亦善乎？若迷而不返，则是韩卢、东郭自困于前，而遗田父之
获也 (18) 。
谭得表书，知表无发兵之意，又自料不能敌操，遂弃平原，走保
南皮。曹操追至南皮，时天气寒肃，河道尽冻，粮船不能行动。操令
本处百姓敲冰拽船，百姓闻令而逃。操大怒，欲捕斩之。百姓闻得，
乃亲往营中投首。操曰：
“若不杀汝等，则吾号令不行；若杀汝等，
吾又不忍：汝等快往山中藏避，休被我军士擒获。”百姓皆垂泪而
去。
袁谭引兵出城，与曹军相敌。两阵对圆，操出马以鞭指谭而骂
曰：
“吾厚待汝，汝何生异心？”谭曰：
“汝犯吾境界，夺吾城池，
赖吾妻子，反说我有异心耶？”操大怒，使徐晃出马；谭使彭安接
战。两马相交，不数合，晃斩彭安于马下。谭军败走，退入南皮。操
遣军四面围住。谭着慌，使辛评见操约降。操曰：
“袁谭小子，反覆
无常，吾难准信。汝弟辛毗，吾已重用，汝亦留此可也。”评曰：
“丞相差矣。某闻主贵臣荣，主忧臣辱。某久事袁氏，岂可背之？”
操知其不可留，乃遣回。评回见谭，言操不准投降。谭叱曰：
“汝弟
现事曹操，汝怀二心耶？”评闻言，气满填胸，昏绝于地。谭令扶
出，须臾而死。谭亦悔之。
郭图谓谭曰：
“来日尽驱百姓当先，以军继其后，与曹操决一死
战。”谭从其言。当夜尽驱南皮百姓，皆执刀枪听令。次日平明，大
开四门，军在后，驱百姓在前，喊声大举，一齐拥出，直抵曹寨。两
军混战，自辰至午 (19) ，胜负未分，杀人遍地。操见未获全胜，弃马
上山，亲自击鼓。将士见之，奋力向前。谭军大败，百姓被杀者无
数。曹洪奋威突阵，正迎袁谭，举刀乱砍，谭竟被曹洪杀于阵中。郭
图见阵大乱，急驰入城中。乐进望见，拈弓搭箭，射下城壕，人马俱
陷。
操引兵入南皮，安抚百姓。忽有一彪军来到，乃袁熙部将焦触、
张南也。操自引军迎之。二将倒戈卸甲，特来投降，操封为列侯。又
黑山贼张燕，引军十万来降，操封为平北将军。
下令将袁谭首级号令，敢有哭者斩。头挂北门外。一人布冠衰衣
(20) ，哭于头下。左右拿来见操。操问之，乃青州别驾王修也，因谏
袁谭被逐，今知谭死，故来哭之。操曰：
“汝知吾令否？”修曰：
“知之。”操曰：
“汝不怕死耶？”修曰：
“我生受其辟命 (21) ，亡
而不哭，非义也。畏死忘义，何以立世乎？若得收葬谭尸，受戮无
恨。”操曰：
“河北义士，何其如此之多也!可惜袁氏不能用，若能
用，则吾安敢正眼觑此地哉!”遂命收葬谭尸，礼修为上宾，以为司金
中郎将。因问之曰：
“今袁尚已投袁熙，取之当用何策？”修不答。
操曰：
“忠臣也。”问郭嘉，嘉曰：
“可使袁氏降将焦触、张南等自
攻之。”操用其言，随差焦触、张南、吕旷、吕翔、马延、张顗，各
引本部兵，分三路进攻幽州；一面使李典、乐进会合张燕打并州，攻
高干。
且说袁尚、袁熙知曹兵将至，料难迎敌，乃弃城引兵，星夜奔辽
西投乌桓去了。幽州刺史乌桓触聚幽州众官 (22) ，歃血为盟，共议背
袁向曹之事。乌桓触先言曰：
“吾知曹丞相当世英雄，今往投降，有
不遵令者斩。”依次歃血。循至别驾韩珩，珩乃掷剑于地，大呼曰：
“吾受袁公父子厚恩，今主败亡，智不能救，勇不能死，于义缺矣。
若北面而降操，吾不为也。”众皆失色。乌桓触曰：
“夫兴大事，当
立大义。事之济否，不待一人。韩珩既有志如此，听其自便。”推珩
而出。乌桓触乃出城迎接三路军马，径来降操。操大喜，加为镇北将
军。
忽探马来报：
“乐进、李典、张燕攻打并州，高干守住壶关口，
不能下。”操自勒兵前往。三将接着，说干拒关难击。操集众将共议
破干之计。荀攸曰：
“若破干，须用诈降计方可。”操然之，唤降将
吕旷、吕翔，附耳低言如此如此。吕旷等引军数十，直抵关下，叫
曰：
“吾等原系袁氏旧将，不得已而降曹。曹操为人诡谲，薄待吾
等，吾今还扶旧主，可疾开关相纳。”高干未信，只教二将自上关说
话。二将卸甲弃马而入，谓干曰：
“曹军新到，可乘其军心未定，今
夜劫寨，某等愿当先。”干喜，从其言，是夜教二吕当先，引万馀军
前去。将至曹寨，背后喊声大震，伏兵四起。高干知是中计，急回壶
关城，乐进、李典已夺了关。
高干夺路走脱，往投单于。操领兵拒住关口，使人追袭高干。干
到单于界，正迎北番左贤王。干下马拜伏于地，言：
“曹操吞并疆
土，今欲犯王子地面，万乞救援，同力克复，以保北方。”左贤王
曰：
“吾与曹操无仇，岂有侵我土地？汝欲使我结怨于曹氏耶？”叱
退高干。干寻思无路，只得去投刘表。行至上洛，被都尉王琰所杀，
将头解送曹操。曹封琰为列侯。
并州既定，操商议西击乌桓。曹洪等曰：
“袁熙、袁尚兵败将
亡，势穷力尽，远投沙漠。我今引兵西击，倘刘备、刘表乘虚袭许
都，我救应不及，为祸不浅矣。请回师勿进为上。”郭嘉曰：
“诸公
所言错矣。主公虽威震天下，沙漠之人恃其边远，必不设备，乘其无
备，卒然击之，必可破也。且袁绍与乌桓有恩，而尚与熙兄弟犹存，
不可不除。刘表坐谈之客耳，自知才不足以御刘备，重任之则恐不能
制，轻任之则备不为用，虽虚国远征 (23) ，公无忧也。”
操曰：
“奉孝之言极是。”遂率大小三军，车数千辆，望前进
发。但见黄沙漠漠，狂风四起，道路崎岖，人马难行。操有回军之
心，问于郭嘉。嘉此时不伏水土，卧病车上。操泣曰：
“因我欲平沙
漠，使公远涉艰辛，以至染病，吾心何安？”嘉曰：
“某感丞相大
恩，虽死不能报万一。”操曰：
“吾见北地崎岖，意欲回军，若
何？”嘉曰：
“兵贵神速。今千里袭人，辎重多而难以趋利，不如轻
兵兼道以出 (24) ，掩其不备。但须得识径路者为引导耳。”遂留郭嘉
于易州养病，求向导官以引路。人荐袁绍旧将田畴深知此境。操召而
问之，畴曰：
“此道秋夏间有水，浅不通车马，深不载舟楫，最难行
动。不如回军，从卢龙口越白檀之险，出空虚之地 (25) ，前近柳城，
掩其不备，蹋顿可一战而擒也 (26) 。”
操从其言，封田畴为靖北将军，作向导官，为前驱；张辽为次；
操自押后：倍道轻骑而进。田畴引张辽前至白狼山，正遇袁熙、袁尚
会合蹋顿等数万骑前来。张辽飞报曹操。操自勒马登高望之，见蹋顿
兵无队伍，参差不整。操谓张辽曰：
“敌兵不整，便可击之。”乃以
麾授辽。辽引许褚、于禁、徐晃分四路下山，奋力急攻，蹋顿大乱。
辽拍马斩蹋顿于马下，馀众皆降。袁熙、袁尚引数千骑投辽东去了。
操收军入柳城，封田畴为柳亭侯，以守柳城。畴涕泣曰：
“某负
义逃窜之人耳，蒙厚恩全活，为幸多矣，岂可卖卢龙之寨以邀赏禄
哉？死不敢受侯爵。”操义之，乃拜畴为议郎。操抚慰单于人等，收
得骏马万匹，即日回兵。时天气寒且旱，二百里无水，军又乏粮，杀
马为食，凿地三四十丈方得水。操回至易州，重赏先曾谏者，因谓众
将曰：
“孤前者乘危远征，侥幸成功，虽得胜，天所佑也，不可以为
法。诸君之谏，乃万安之计，是以相赏，后勿难言。”
操到易州时，郭嘉已死数日，停柩在公廨。操往祭之，大哭曰：
“奉孝死，乃天丧吾也。”回顾众官曰：
“诸君年齿，皆孤等辈，惟
奉孝最少，吾欲托以后事，不期中年夭折，使吾心肠崩裂矣。”嘉之
左右，将嘉临死所封之书呈上曰：
“郭公临亡，亲笔书此，嘱
曰：
‘丞相若从书中所言，辽东事定矣。’”操拆书视之，点头嗟
叹。诸人皆不知其意。次日，夏侯惇引众人禀曰：
“辽东太守公孙康
久不宾服，今袁熙、袁尚又往投之，必为后患。不如乘其未动，速往
征之，辽东可得也。”操笑曰：
“不烦诸公虎威，数日之后，公孙康
自送二袁之首至矣。”诸将皆不肯信。
却说袁熙、袁尚引数千骑奔辽东。辽东太守公孙康本襄平人，武
威将军公孙度之子也。当日知袁熙、袁尚来投，遂聚本部属官商议此
事。公孙恭曰：
“袁绍在日，常有吞辽东之心。今袁熙、袁尚兵败将
亡，无处依栖，来此相投，是鸠夺鹊巢之意也 (27) 。若容纳之，后必
相图。不如赚入城中杀之，献头与曹公，曹公必重待我。”康曰：
“只怕曹操引兵下辽东，又不如纳二袁使为我助。”恭曰：
“可使人
探听：如曹兵来攻，则留二袁；如其不动，则杀二袁，送与曹公。”
康从之，使人去探消息。
却说袁熙、袁尚至辽东，二人密议曰：
“辽东军兵数万，足可与
曹操争衡。今暂投之，后当杀公孙康而夺其地，养成气力而抗中原，
可复河北也。”商议已定，乃入见公孙康。康留于馆驿，只推有病，
不即相见。不一日，细作回报：
“曹公兵屯易州，并无下辽东之
意。”公孙康大喜，乃先伏刀斧手于壁衣中，使二袁入。相见礼毕，
命坐。时天气严寒，尚见床榻上无裀褥 (28) ，谓康曰：
“愿铺坐
席。”康瞋目言曰：
“汝二人之头将行万里，何席之有？”尚大惊。
康叱曰：
“左右何不下手？”刀斧手拥出，就坐席上砍下二人之头，
用木匣盛贮，使人送到易州，来见曹操。
时操在易州按兵不动。夏侯惇、张辽入禀曰：
“如不下辽东，可
回许都，恐刘表生心。”操曰：
“待二袁首级至，即便回兵。”众皆
暗笑。忽报：
“辽东公孙康遣人送袁熙、袁尚首级至。”众皆大惊。
使者呈上书信。操大笑曰：
“不出奉孝之料。”重赏来使，封公孙康
为襄平侯、左将军。众官问曰：
“何为不出奉孝之所料？”操遂出郭
嘉书以示之。书略曰：
今闻袁熙、袁尚往投辽东，明公切不可加兵。公孙康久畏袁氏吞并，二袁往
投必疑。若以兵击之，必并力迎敌，急不可下；若缓之，公孙康、袁氏必自相
图，其势然也。
众皆踊跃称善 (29) 。操引众官复设祭于郭嘉灵前。亡年三十八
岁，从征十有一年，多立奇勋。后人有诗赞曰：
天生郭奉孝，豪杰冠群英。
腹内藏经史，胸中隐甲兵。
运谋如范蠡 (30) ，决策似陈平。
可惜身先丧，中原梁栋倾。
操领兵还冀州，使人先扶郭嘉灵柩于许都安葬。
程昱等请曰：
“北方既定，今还许都，可早建下江南之策。”操
笑曰：
“吾有此志久矣，诸君所言，正合吾意。”是夜宿于冀州城东
角楼上，凭栏仰观天文。时荀攸在侧，操指曰：
“南方旺气灿然，恐
未可图也。”攸曰：
“以丞相天威，何所不服？”正看间，忽见一道
金光从地而起。攸曰：
“此必有宝于地下。”操下楼，令人随光掘
之。正是：
星文方向南中指，金宝旋从北地生。
不知所得何物，且听下文分解。
--------------------
(1) 倾国——“倾国倾城”或“倾城倾国”的省略。倾：倾覆。城：城邑，指国家。典
出《汉书·外戚传上·李夫人》：“延年侍上起舞，歌曰：‘北方有佳人，绝世而独立，一
顾倾人城，再顾倾人国。宁不知倾城与倾国，佳人难再得!’”意谓美女的一颦一笑能使一个
国家覆灭。原指君主因迷恋美女而亡国，后以形容女子极其美丽或指绝色美女。
(2) 世子——指帝王或诸侯王的嫡长子。因其可以世代继承帝位或爵位，故称。
(3) 执箕帚——典出汉·刘向《说苑·修文》：“草茅之产，未习于织经纺绩之事，得
奉执箕帚之事，敢不敬拜。”本义为拿着簸箕、扫帚从事洒扫等家务活。引申为做妻妾。多
用作谦辞。
(4) 不辑——不成功。
(5) 方面——执掌一个较大地区军政大权的长官。这里借作对人的敬称。
(6) 据河——凭借黄河之险。河：专指黄河。
(7) 阻燕代——凭借燕代广大地区。燕代：战国时的燕国、代国所在地。泛指今河北和
山西北部地区。
(8) 济——成功。
(9) 智力——指有智慧的人，即杰出人才。
(10) 以道御之——即用道义来使用天下杰出人才。道：道义，道德，道理。御：驾御，
使用。之：代词，代指天下杰出人才。
(11) 幅裂——典出汉·应劭《〈风俗通〉序》：“今王室大坏，九州幅裂。”如布幅被
撕裂。比喻国家四分五裂。
(12) 计校——通“计较”。这里是计算、核算之意。
(13) 窥——觊觎，伺机侵吞。汉·贾谊《过秦论上》：“秦孝公据崤函之固，拥雍州之
地，君臣固守，以窥周室。”
(14) 谢——谢绝，婉言拒绝。
(15) 君子违难，不适仇国——意谓君子不到敌国避难。违难：避难。仇国：敌国。
(16) 冀州不弟(t ì替)——意谓袁尚对兄长袁谭不恭敬。冀州：代指袁尚。袁尚继承了
父亲袁绍的冀州牧，故称。不弟：即不悌。对兄长或长辈不恭敬。《左传·隐公元年》：
“郑伯克段于鄢，段不弟，故不言弟。”
(17) 迷于曲直——不明白是非，不懂道理。
(18) “韩卢、东郭”二句——韩卢：亦作“韩子卢”、“韩獹”。韩国良犬名。逐：追
赶。东郭逡：齐国狡兔名。这两句典出《战国策·齐策三》：“韩子卢者，天下之疾犬也；
东郭逡者，海内之狡兔也。韩子卢逐东郭逡，环山者三，腾冈者五，兔极于前，犬废于后，
犬、兔俱罢，各死其处。田夫见之，无劳倦之苦，而擅其功。”意谓名犬韩子卢追逐狡兔东
郭逡，最后全都累死，而田夫却不费气力就得到了它们。比喻双方争持而两败俱伤，第三者
乘机获利。
(19) 自辰至午——从辰时到午时。相当于今之上午七时至下午一时。
(20) 衰(cu ī崔)衣——同“缞衣”。古代丧服。用粗麻布制成，挂在胸前。
(21) 辟命——地方长官的任命。古代地方长官可以征召、任命下属官员，王修的青州别
驾即袁谭所任命，故称“生受其辟命”。
(22) 乌桓触——按《三国志·袁绍传》：“(建安十年)(袁)熙、(袁)尚为其将焦触、
张南所攻，奔辽西乌丸。触自号幽州刺史，驱率诸郡太守令长，背袁向曹，陈兵数万，杀白
马盟。”可知“乌桓触”是作者将上文的“乌丸”(“乌桓”的别称)与下文的“触”字相连
而衍生的一个姓名，但改起来牵涉到一连串文字，故一仍其旧。
(23) 虚国——这里指出动全国的兵力。
(24) 兼道——义同“倍道”、“兼程”。以加倍的速度赶路，即一天走两天的路。汉·
桓宽《盐铁论·结和》：“圣人不困其众以兼国，良御不困其马以兼道。”
(25) 空虚之地——指荒无人烟的地区。
(26) 蹋顿——乌桓(乌丸)的单于。
(27) 鸠夺鹊巢——亦作“鸠居鹊巢”。典出《诗经·召南·鹊巢》：“维鹊有巢，维鸠
居之。”毛亨传：“鸣鸠不自为巢，居鹊之成巢。”朱熹集传：“鹊善为巢，其巢最为完
固。鸠性拙，不能为巢，或有居鹊之成巢者。”意谓鸠不筑巢，强占鹊巢为巢。后即借喻强
占他人的地盘。
(28) 裀褥——坐卧用的垫具。
(29) 踊跃——欢跳。
(30) 范蠡——春秋时楚国人，仕越为大夫。曾辅佐越王勾践发奋图强，灭掉吴国。功成
之后，认为勾践可与共患难，不可同安乐，悄然离去，改名换姓，弃政从商，成为巨富。
第三十四回 蔡夫人隔屏听密语 刘皇叔跃马过檀溪
却说曹操于金光处掘出一铜雀，问荀攸曰：
“此何兆也？”攸
曰：
“昔舜母梦玉雀入怀而生舜 (1) 。今得铜雀，亦吉祥之兆也。”
操大喜，遂命作高台以庆之。乃即日破土断木，烧瓦磨砖，筑铜雀台
于漳河之上 (2) ，约计一年而工毕。少子曹植进曰：
“若建层台，必
立三座：中间高者，名为铜雀；左边一座，名为玉龙；右边一座，名
为金凤。更作两条飞桥，横空而上，乃为壮观。”操曰：
“吾儿所言
甚善。他日台成，足可娱吾老矣。”原来曹操有五子，惟植性敏慧，
善文章，曹操平日最爱之。于是留曹植与曹丕在邺郡造台，使张燕守
北寨。操将所得袁绍之兵，共五六十万，班师回许都。大封功臣；又
表赠郭嘉为贞侯，养其子奕于府中。复聚众谋士商议，欲南征刘表。
荀彧曰：
“大军方北征而回，未可复动。且待半年，养精蓄锐 (3) ，
刘表、孙权可一鼓而下也 (4) 。”操从之，遂分兵屯田，以候调用。
却说玄德自到荆州，刘表待之甚厚。一日，正相聚饮酒，忽报降
将张武、陈孙在江夏掳掠人民，共谋造反。表惊曰：
“二贼又反，为
祸不小。”玄德曰：
“不须兄长忧虑，备请往讨之。”表大喜，即点
三万军，与玄德前去。
玄德领命即行，不一日，来到江夏。张武、陈孙引兵来迎。玄德
与关、张、赵云出马在门旗下，望见张武所骑之马极其雄骏。玄德
曰：
“此必千里马也。”言未毕，赵云挺枪而出，径冲彼阵。张武纵
马来迎，不三合，被赵云一枪刺落马下，随手扯住辔头，牵马回阵。
陈孙见了，随赶来夺。张飞大喝一声，挺矛直出，将陈孙刺死。众皆
溃散。玄德招安馀党，平复江夏诸县，班师而回。
表出郭迎接入城，设宴庆功。酒至半酣，表曰：
“吾弟如此雄
才，荆州有倚赖也。但忧南越不时来寇 (5) ，张鲁、孙权皆足为
虑。”玄德曰：
“弟有三将，足可委用：使张飞巡南越之境；云长拒
固子城，以镇张鲁；赵云拒三江，以当孙权。何足虑哉？”表喜，欲
从其言。蔡瑁告其姊蔡夫人曰：
“刘备遣三将居外，而自居荆州，久
必为患。”蔡夫人乃夜对刘表曰：
“我闻荆州人多与刘备往来，不可
不防之。今容其居住城中，无益，不若遣使他往。”表曰：
“玄德仁
人也。”蔡人曰：
“只恐他人不似汝心。”表沉吟不答。
次日出城，见玄德所乘之马极骏，问之，知是张武之马，表称赞
不已。玄德遂将此马送与刘表。表大喜，骑回城中。蒯越见而问之，
表曰：
“此玄德所送也。”越曰：
“昔先兄蒯良最善相马，越亦颇
晓。此马眼下有泪槽，额边生白点，名为‘的卢’，骑则妨主。张武
为此马而亡，主公不可乘之。”表听其言。次日，请玄德饮宴，因言
曰：
“昨承惠良马，深感厚意。但贤弟不时征进，可以用之，敬当送
还。”玄德起谢。表又曰：
“贤弟久居此间，恐废武事。襄阳属邑新
野县颇有钱粮，弟可引本部军马于本县屯扎，何如？”玄德领诺。
次日，谢别刘表，引本部军马径往新野。方出城门，只见一人在
马前长揖曰：
“公所骑马，不可乘也。”玄德视之，乃荆州幕宾伊
籍，字机伯，山阳人也。玄德忙下马问之，籍曰：
“昨闻蒯异度对刘
荆州云：
‘此马名的卢，乘则妨主。’因此还公。公岂可复乘之？”
玄德曰：
“深感先生见爱。但凡人死生有命，岂马所能妨哉？”籍服
其高见，自此常与玄德往来。
玄德自到新野，军民皆喜，政治一新。建安十二年春，甘夫人生
刘禅。是夜有白鹤一只，飞来县衙屋上，高鸣四十馀声，望西飞去。
临分娩时，异香满室。甘夫人尝夜梦仰吞北斗，因而怀孕，故乳名阿
斗 (6) 。
此时曹操正统兵北征，玄德乃往荆州，说刘表曰：
“今曹操悉兵
北征，许昌空虚，若以荆襄之众，乘间袭之，大事可就也。”表曰：
“吾坐据九郡足矣，岂可别图？”玄德默然。表邀入后堂饮酒，酒至
半酣，表忽然长叹。玄德曰：
“兄长何故长叹？”表曰：
“吾有心
事，未易明言。”玄德再欲问时，蔡夫人出立屏后，刘表乃垂头不
语。须臾席散，玄德自归新野。
至是年冬，闻曹操自柳城回，玄德甚叹表之不用其言。忽一日，
刘表遣使至，请玄德赴荆州相会。玄德随使而往。刘表接着，叙礼
毕，请入后堂饮宴，因谓玄德曰：
“近闻曹操提兵回许都，势日强
盛，必有吞并荆襄之心。昔日悔不听贤弟之言，失此好机会。”玄德
曰：
“今天下分裂，干戈日起，机会岂有尽乎？若能应之于后，未足
为恨也。”表曰：
“吾弟之言甚当。”相与对饮。酒酣，表忽潸然泪
下 (7) 。玄德问其故，表曰：
“吾有心事，前者欲诉与贤弟，未得其
便。”玄德曰：
“兄长有何难决之事？倘有用弟之处，弟虽死不
辞。”表曰：
“前妻陈氏所生长子琦，为人虽贤，而柔懦不足立事。
后妻蔡氏所生少子琼，颇聪明。吾欲废长立幼，恐碍于礼法；欲立长
子，争奈蔡氏族中皆掌军务，后必生乱：因此委决不下 (8) 。”玄德
曰：
“自古废长立幼，取乱之道。若忧蔡氏权重，可徐徐削之，不可
溺爱而立少子也。”表默然。
原来蔡夫人素疑玄德，凡遇玄德与表叙论，必来窃听。是时正在
屏风后，闻玄德此言，心甚恨之。玄德自知语失，遂起身如厕 (9) 。
因见己身髀肉复生，亦不觉潸然流涕。少顷复入席。表见玄德有泪
容，怪问之。玄德长叹曰：
“备往常身不离鞍，髀肉皆散；今久不
骑，髀里肉生 (10) 。日月蹉跎，老将至矣 (11) ，而功业不建，是以
悲耳。”表曰：
“吾闻贤弟在许昌，与曹操青梅煮酒，共论英雄。贤
弟尽举当世名士，操皆不许，而独曰：
‘天下英雄，惟使君与操
耳。’以曹操之权力，犹不敢居吾弟之先，何虑功业不建乎？”玄德
乘着酒兴，失口答曰：
“备若有基本 (12) ，天下碌碌之辈，诚不足虑
也。”表闻言默然。玄德自知语失，托醉而起，归馆舍安歇。后人有
诗赞玄德曰：
曹公屈指从头数，天下英雄独使君。
髀肉复生犹感叹，争教寰宇不三分？
却说刘表闻玄德语，口虽不言，心怀不足 (13) ，别了玄德，退入
内宅。蔡夫人曰：
“适间我于屏后听得刘备之言，甚轻觑人，足见其
有吞并荆州之意。今若不除，必为后患。”表不答，但摇头而已。蔡
氏乃密召蔡瑁入，商议此事。瑁曰：
“请先就馆舍杀之，然后告知主
公。”蔡氏然其言。瑁出，便连夜点军。
却说玄德在馆舍中秉烛而坐，三更以后，方欲就寝。忽一人叩门
而入，视之乃伊籍也。原来伊籍探知蔡瑁欲害玄德，特夤夜来报。当
下伊籍将蔡瑁之谋报知玄德，催促玄德速速起身。玄德曰：
“未辞景
升，如何便去？”籍曰：
“公若辞，必遭蔡瑁之害矣。”玄德乃谢别
伊籍，急唤从者，一齐上马，不待天明，星夜奔回新野。比及蔡瑁领
军到馆舍时，玄德已去远矣。
瑁悔恨无及，乃写诗一首于壁间，径入见表曰：
“刘备有反叛之
意，题反诗于壁上，不辞而去矣。”表不信，亲诣馆舍观之，果有诗
四句。诗曰：
数年徒守困，空对旧山川。
龙岂池中物，乘雷欲上天。
刘表见诗大怒，拔剑言曰：
“誓杀此无义之徒!”行数步，猛省
曰：
“吾与玄德相处许多时，不曾见他作诗，此必外人离间之计
也。”遂回步入馆舍，用剑尖削去此诗，弃剑上马。蔡瑁请曰：
“军
士已点齐，可就往新野擒刘备。”表曰：
“未可造次，容徐图之。”
蔡瑁见表持疑不决，乃暗与蔡夫人商议，即日大会众官于襄阳，
就彼处谋之。次日，瑁禀表曰：
“近年丰熟，合聚众官于襄阳 (14) ，
以示抚劝之意，请主公一行。”表曰：
“吾近日气疾作 (15) ，实不能
行。可令二子为主待客。”瑁曰：
“公子年幼，恐失于礼节。”表
曰：
“可往新野请玄德待客。”瑁暗喜正中其计，便差人请玄德赴襄
阳。
却说玄德奔回新野，自知失言取祸，未对众人言之。忽使者至，
请赴襄阳。孙乾曰：
“昨见主公匆匆而回，意甚不乐。愚意度之，在
荆州必有事故。今忽请赴会，不可轻往。”玄德方将前项事诉与诸
人。云长曰：
“兄自疑心语失，刘荆州并无嗔责之意。外人之言，未
可轻信。襄阳离此不远，若不去，则荆州反生疑矣。”玄德曰：
“云
长之言是也。”张飞曰：
“筵无好筵，会无好会，不如休去。”赵云
曰：
“某将马步军三百人同往，可保主公无事。”玄德曰：
“如此甚
好。”遂与赵云即日赴襄阳。
蔡瑁出郭迎接，意甚谦谨。随后刘琦、刘琮二子引一班文武官僚
出迎。玄德见二公子俱在，并不疑忌。是日请玄德于馆舍暂歇。赵云
引三百军围绕保护，云披甲挂剑，行坐不离左右。刘琦告玄德曰：
“父亲气疾作，不能行动，特请叔父待客，抚劝各处守牧之官。”玄
德曰：
“吾本不敢当此，既有兄命，不敢不从。”
次日，人报九郡四十二州官员俱已到齐。蔡瑁预请蒯越计议曰：
“刘备世之枭雄，久留于此，后必为害，可就今日除之。”越曰：
“恐失士民之望。”瑁曰：
“吾已密领刘荆州言语在此。”越曰：
“既如此，可预作准备。”瑁曰：
“东门岘山大路已使吾弟蔡和引军
守把，南门外已使蔡中守把，北门外已使蔡勋守把。止有西门不必守
把：前有檀溪阻隔，虽有数万之众，不易过也。”越曰：
“吾见赵云
行坐不离玄德，恐难下手。”瑁曰：
“吾伏五百军在城内准备。”越
曰：
“可使文聘、王威二人另设一席于外厅，以待武将，先请住赵
云，然后可行事。”瑁从其言。
当日杀牛宰马，大张筵席。玄德乘的卢马至州衙，命牵入后园拴
系。众官皆至堂中。玄德主席，二公子两边分坐，其馀各依次而坐。
赵云带剑立于玄德之侧。文聘、王威入请赵云赴席，云推辞不去。玄
德令云就席，云勉强应命而出。蔡瑁在外收拾得铁桶相似，将玄德带
来三百军都遣归馆舍，只待半酣，号起下手。酒至三巡，伊籍起把
盏，至玄德前，以目视玄德，低声谓曰：
“请更衣 (16) 。”玄德会
意，即起如厕。伊籍把盏毕，疾入后园，接着玄德，附耳报曰：
“蔡
瑁设计害君，城外东、南、北三处皆有军马守把。惟西门可走，公宜
速逃。”玄德大惊，急解的卢马，开后园门牵出，飞身上马，不顾从
者，匹马望西门而走。门吏问之，玄德不答，加鞭而出。门吏当之不
住，飞报蔡瑁。瑁即上马，引五百军随后追赶。
却说玄德撞出西门，行无数里，前有大溪拦住去路。那檀溪阔数
丈，水通襄江，其波甚紧。玄德到溪边，见不可渡，勒马再回，遥望
城西尘头大起，追兵将至。玄德曰：
“今番死矣!”遂回马到溪边，回
头看时，追兵已近。玄德着慌，纵马下溪。行不数步，马前蹄忽陷，
浸湿衣袍。玄德乃加鞭大呼曰：
“的卢，的卢，今日妨吾!”言毕，那
马忽从水中涌身而起，一跃三丈，飞上西岸。玄德如从云雾中起。后
来苏学士有古风一篇 (17) ，单咏跃马檀溪事。诗曰：
老去花残春日暮，宦游偶至檀溪路。
停骖遥望独徘徊 (18) ，眼前零落飘红絮。
暗想咸阳火德衰，龙争虎斗交相持。
襄阳会上王孙饮，坐中玄德身将危。
逃生独出西门道，背后追兵复将到。
一川烟水涨檀溪，急叱征骑往前跳。
马蹄蹄碎青玻璃 (19) ，天风响处金鞭挥。
耳畔但闻千骑走，波中忽见双龙飞 (20) 。
西川独霸真英主，坐下龙驹两相遇。
檀溪溪水自东流，龙驹英主今何处？
临流三叹心欲酸，斜阳寂寂照空山。
三分鼎足浑如梦，踪迹空留在世间。
玄德跃过溪西，顾望东岸 (21) ，蔡瑁已引军赶到溪边，大叫：
“使君何故逃席而去？”玄德曰：
“吾与汝无仇，何故欲相害？”瑁
曰：
“吾并无此心，使君休听人言。”玄德见瑁手将拈弓取箭，乃急
拨马望西南而去。瑁谓左右曰：
“是何神助也？”方欲收军回城，只
见西门内赵云引三百军赶来。正是：
跃去龙驹能救主，追来虎将欲诛仇 (22) 。
未知蔡瑁性命如何，且听下文分解。
--------------------
(1) 舜母梦玉雀入怀而生舜——此说未见记载。一说舜母见大虹(长虹)意感而生舜，见
《史记·五帝本纪》“虞舜者，名曰重华。”张守节正义：“瞽叟姓妫。妻曰握登，见大虹
意感而生舜于姚墟，故姓姚。目重瞳子，故曰重华。”
(2) 铜雀台——汉末建安十五年曹操所建。台高十丈，上有楼阁，楼顶有铜铸大孔雀，
展翼奋尾，其势欲飞，故名铜雀台。周围建造殿屋一百二十间，千门万户，规模宏伟。故址
在今河北省临漳县西南古邺城的西北隅。
(3) 养精蓄锐——蓄：积蓄。锐：锐气。“养精蓄锐”出自唐·宁原悌《论时政疏五
篇》其五(见《全唐文》卷二七八)：“今闻黠虏擅命，坚昆娑葛养精蓄锐，以南侵为多事，
而人户全虚，府库半减。”意谓保养精神，积蓄力量。多指休息养神、消除疲劳，以利于投
入下一步的工作或战斗。
(4) 一鼓——本义为击鼓一次，引申为一举，一战。古代战争以击鼓为进攻信号，故
称。
(5) 南越——亦称“南粤”。指今广东、广西一带。《通典·州郡·古南越》：“自岭
而南，当唐虞三代，为蛮夷之国，是百越之地，亦谓之南越。”
(6) “是夜有白鹤一只……故乳名阿斗”一段——这一段纯属虚构。
(7) 潸然泪下——潸然：流泪貌。“潸然泪下”本“潸焉出涕”，出自《诗经·小雅·
大东》：“睠言顾之，潸焉出涕。”(焉：语助词，义同“然”。)形容情不自禁地泪流不
止。
(8) 委决——决定。
(9) 如厕——上厕所。如：往，去。
(10) 髀里肉生——出自晋·司马彪《九州春秋》(见《三国志·蜀志·先主传》裴松之
注引)：“(刘)备住荆州数年，尝于(刘)表坐起至厕，见髀里肉生，慨然流涕。还坐，表怪问
备。备曰：‘吾常身不离鞍，髀肉皆消。今不复骑，髀里肉生。日月若驰，老将至矣，而功
业不建，是以悲耳。’”意谓长久懒散安逸，大腿(髀)上的肥肉又长了不少。慨叹无所作
为，壮志未酬，岁月虚度。
(11) 日月蹉跎，老将至矣——蹉跎：虚度光阴。“日月蹉跎，老将至矣”出自宋·陈亮
《上孝宗皇帝第一书》：“臣以为通和者，所以成上下之苟安，而为妄庸两售之地……徒侠
度外之士，抚弃而不得骋，日月蹉跎而老将至矣。”意谓光阴虚度，一事无成，而老年将
至。形容白活了一世。
(12) 基本——办事业的根基。这里指地盘和军马。
(13) 不足——心里不舒服，不满意。
(14) 合——应该，应当。
(15) 气疾——指呼吸系统疾病。
(16) 更衣——古人称大小便的婉辞。汉·王充《论衡·四讳》：“夫更衣之室，可谓臭
矣；鲍鱼之肉，可谓腐矣。然而，有甘之更衣之室，不以为忌；肴食腐鱼之肉，不以为
讳。”
(17) 苏学士——宋代苏轼、苏舜钦皆有“苏学士”之称。但这里所引的一首古风并非二
人中的一人所作。 古风——诗体之一，亦称“古体诗”。多五言或七言，篇幅较长，不太讲
究格律，形式较为自由。
(18) 停骖——停车。骖：本义为驾车的马。引申以代指马车。
(19) 青玻璃——比喻清澈的檀溪水。
(20) 双龙——指真龙天子刘备及其所乘的龙驹的卢。
(21) 顾望——回头望。
第三十五回 玄德南漳逢隐沦 单福新野遇英主
却说蔡瑁方欲回城，赵云引军赶出城来。原来赵云正饮酒间，忽
见人马动，急入内观之，席上不见了玄德。云大惊，出投馆舍 (1) ，
听得人说：
“蔡瑁引军望西赶去了。”云火急绰枪上马，引着原带来
三百军，奔出西门，正迎着蔡瑁，急问曰：
“吾主何在？”瑁曰：
“使君逃席而去，不知何往。”赵云是谨细之人，不肯造次，即策马
前行。遥望大溪，别无去路，乃复回马，喝问蔡瑁曰：
“汝请吾主赴
宴，何故引着军马追来？”瑁曰：
“九郡四十二州县官僚俱在此，吾
为上将，岂可不防护？”云曰：
“汝逼吾主何处去了？”瑁曰：
“闻
使君匹马出西门，到此却又不见。”云惊疑不定，直来溪边看时，只
见隔岸一带水迹。云暗忖曰：
“难道连马跳过了溪去？”令三百军四
散观望，并不见踪迹。云再回马时，蔡瑁已入城去了。云乃拿守门军
士追问，皆说：
“刘使君飞马出西门而去。”云再欲入城，又恐有埋
伏，遂急引军归新野。
却说玄德跃马过溪，似醉如痴，想：
“此阔涧一跃而过，岂非天
意？”迤逦望南漳策马而行，日将沉西。正行之间，见一牧童跨于牛
背上，口吹短笛而来。玄德叹曰：
“吾不如也。”遂立马观之。牧童
亦停牛罢笛，熟视玄德，曰：
“将军莫非破黄巾刘玄德否？”玄德惊
问曰：
“汝乃村僻小童，何以知吾姓字？”牧童曰：
“我本不知，因
常侍师父，有客到日，多曾说有一刘玄德，身长七尺五寸，垂手过
膝，目能自顾其耳，乃当世之英雄。今观将军如此模样，想必是
也。”玄德曰：
“汝师何人也？”牧童曰：
“吾师复姓司马，名徽，
字德操，颍川人也，道号水镜先生。”玄德曰：
“汝师与谁为友？”
小童曰：
“与襄阳庞德公、庞统为友。”玄德曰：
“庞德公乃庞统何
人？”童子曰：
“叔侄也。庞德公字山民，长俺师父十岁；庞统字士
元，少俺师父五岁。一日，我师父在树上采桑，适庞统来相访，坐于
树下，共相议论，终日不倦。吾师甚爱庞统，呼之为弟。”玄德曰：
“汝师今居何处？”牧童遥指曰：
“前面林中，便是庄院。”玄德
曰：
“吾正是刘玄德。汝可引我去拜见你师父。”
童子便引玄德行二里馀，到庄前下马，入至中门，忽闻琴声甚
美。玄德教童子且休通报，侧耳听之。琴声忽住而不弹，一人笑而出
曰：
“琴韵清幽，音中忽起高抗之调，必有英雄窃听。”童子指谓玄
德曰：
“此即吾师水镜先生也。”玄德视其人，松形鹤骨，器宇不
凡。慌忙进前施礼，衣襟尚湿。水镜曰：
“公今日幸免大难。”玄德
惊讶不已。小童曰：
“此刘玄德也。”
水镜请入草堂，分宾主坐定。玄德见架上满堆书卷，窗外盛栽松
竹，横琴于石床之上，清气飘然。水镜问曰：
“明公何来？”玄德
曰：
“偶尔经由此地，因小童相指，得拜尊颜，不胜万幸。”水镜笑
曰：
“公不必隐讳，公今必逃难至此。”玄德遂以襄阳一事告之。水
镜曰：
“吾观公气色，已知之矣。”因问玄德曰：
“吾久闻明公大
名，何故至今犹落魄不偶耶 (2) ？”玄德曰：
“命途多蹇 (3) ，所以
至此。”水镜曰：
“不然。盖因将军左右不得其人耳。”玄德曰：
“备虽不才，文有孙乾、糜竺、简雍之辈，武有关、张、赵云之流，
竭忠辅相，颇赖其力。”水镜曰：
“关、张、赵云皆万人敌，惜无善
用之人。若孙乾、糜竺辈，乃白面书生 (4) ，非经纶济世之才也 (5)
。”玄德曰：
“备亦尝侧身以求山谷之遗贤，奈未遇其人何!”水镜
曰：
“岂不闻孔子云：
‘十室之邑，必有忠信 (6) 。’何谓无人？”
玄德曰：
“备愚昧不识，愿赐指教。”水镜曰：
“公闻荆襄诸郡小儿
谣言乎？其谣曰：
‘八九年间始欲衰，至十三年无孑遗 (7) 。到头天
命有所归，泥中蟠龙向天飞。’此谣始于建安初。建安八年，刘景升
丧却前妻，便生家乱，此所谓‘始欲衰’也。‘无孑遗’者，不久则
景升将逝，文武零落无孑遗矣。‘天命有归’、‘龙向天飞’，盖应
在将军也。”玄德闻言，惊谢曰：
“备安敢当此!”水镜曰：
“今天下
之奇才尽在于此，公当往求之。”玄德急问曰：
“奇才安在？果系何
人？”水镜曰：
“伏龙、凤雏，两人得一，可安天下。”玄德曰：
“伏龙、凤雏何人也？”水镜抚掌大笑曰：
“好，好。”玄德再问
时，水镜曰：
“天色已晚，将军可于此暂宿一宵，明日当言之。”即
命小童具饮馔相待，马牵入后院喂养。
玄德饮膳毕，即宿于草堂之侧。玄德因思水镜之言，寝不成寐。
约至更深，忽听一人叩门而入，水镜曰：
“元直何来？”玄德起床密
听之，闻其人答曰：
“久闻刘景升善善恶恶 (8) ，特往谒之。及至相
见，徒有虚名，盖善善而不能用，恶恶而不能去者也。故遗书别之，
而来至此。”水镜曰：
“公怀王佐之才，宜择人而事，奈何轻身往见
景升乎？且英雄豪杰，只在眼前，公自不识耳。”其人曰：
“先生之
言是也。”玄德闻之大喜，暗忖此人必是伏龙、凤雏，即欲出见，又
恐造次。
候至天晓，玄德求见水镜，问曰：
“昨夜来者是谁？”水镜曰：
“此吾友也。”玄德求与相见。水镜曰：
“此人欲往投明主，已到他
处去了。”玄德请问其姓名。水镜笑曰：
“好，好。”玄德再问：
“伏龙、凤雏，果系何人？”水镜亦只笑曰：
“好，好。”玄德拜请
水镜出山相助，同扶汉室。水镜曰：
“山野闲散之人，不堪世用。自
有胜吾十倍者来助公，公宜访之。”
正谈论间，忽闻庄外人喊马嘶，小童来报：
“有一将军引数百人
到庄来也。”玄德大惊，急出视之，乃赵云也，玄德大喜。云下马入
见曰：
“某夜来回县，寻不见主公，连夜跟问到此。主公可作速回
县，只恐有人来县中厮杀。”玄德辞了水镜，与赵云上马，投新野
来。行不数里，一彪人马来到，视之，乃云长、翼德也，相见大喜。
玄德诉说跃马檀溪之事，共相嗟讶。
到县中，与孙乾等商议。乾曰：
“可先致书于景升，诉告此
事。”玄德从其言，即令孙乾赍书至荆州。刘表唤入问曰：
“吾请玄
德襄阳赴会，缘何逃席而去？”孙乾呈上书札，具言蔡瑁设谋相害，
赖跃马檀溪得脱。表大怒，急唤蔡瑁责骂曰：
“汝焉敢害吾弟？”命
推出斩之。蔡夫人出，哭求免死，表怒犹未息。孙乾告曰：
“若杀蔡
瑁，恐皇叔不能安居于此矣。”表乃责而释之，使长子刘琦同孙乾至
玄德处请罪。
琦奉命赴新野，玄德接着，设宴相待。酒酣，琦忽然堕泪。玄德
问其故，琦曰：
“继母蔡氏常怀谋害之心，侄无计免祸，幸叔父指
教。”玄德劝以小心尽孝，自然无祸。次日，琦泣别。玄德乘马送琦
出郭，因指马谓琦曰：
“若非此马，吾已为泉下之人矣。”琦曰：
“此非马之力，乃叔父之洪福也。”说罢，相别，刘琦涕泣而去。
玄德回马入城，忽见市上一人，葛巾布袍 (9) ，皂绦乌履 (10) ，
长歌而来。歌曰：
天地反覆兮，火欲殂 (11) ；
大厦将崩兮，一木难扶。
山谷有贤兮，欲投明主；
明主求贤兮，却不知吾。
玄德闻歌，暗思：
“此人莫非水镜所言伏龙、凤雏乎？”遂下马
相见，邀入县衙。问其姓名，答曰：
“某乃颍上人也，姓单名福。久
闻使君纳士招贤，欲来投托，未敢辄造 (12) ，故行歌于市，以动尊听
耳。”玄德大喜，待为上宾。单福曰：
“适使君所乘之马，再乞一
观。”玄德命去鞍，牵于堂下。单福曰：
“此非的卢马乎？虽是千里
马，却只妨主，不可乘也。”玄德曰：
“已应之矣。”遂具言跃檀溪
之事。福曰：
“此乃救主，非妨主也，终必妨一主。某有一法可禳
(13) 。”玄德曰：
“愿闻禳法。”福曰：
“公意中有仇怨之人，可将
此马赐之，待妨过了此人，然后乘之，自然无事。”玄德闻言，变色
曰：
“公初至此，不教吾以正道，便教作利己妨人之事，备不敢闻
教。”福笑谢曰：
“向闻使君仁德，未敢便信，故以此言相试耳。”
玄德亦改容起谢曰：
“备安能有仁德及人，惟先生教之。”福曰：
“吾自颍上来此，闻新野之人歌曰：
‘新野牧，刘皇叔，自到此，民
丰足。’可见使君之仁德及人也。”玄德乃拜单福为军师，调练本部
人马。
却说曹操自冀州回许都，常有取荆州之意，特差曹仁、李典并降
将吕旷、吕翔等领兵三万，屯樊城，虎视荆襄 (14) ，就探看虚实。时
吕旷、吕翔禀曹仁曰：
“今刘备屯兵新野，招军买马，积草储粮，其
志不小，不可不早图之。吾二人自降丞相之后，未有寸功，愿请精兵
五千，取刘备之头，以献丞相。”曹仁大喜，与二吕兵五千，前往新
野厮杀。
探马飞报玄德。玄德请单福商议。福曰：
“既有敌兵，不可令其
入境。可使关公引一军从左而出，以敌来军中路；张飞引一军从右而
出，以敌来军后路；公自引赵云出兵前路相迎：敌可破矣。”玄德从
其言，即差关、张二人去讫。然后与单福、赵云等，共引二千人马，
出关相迎。行不数里，只见山后尘头大起，吕旷、吕翔引军来到。两
边各射住阵角。玄德出马于旗门下，大呼曰：
“来者何人，敢犯吾
境？”吕旷出马曰：
“吾乃大将吕旷也，奉丞相命，特来擒汝。”玄
德大怒，使赵云出马。二将交战，不数合，赵云一枪刺吕旷于马下。
玄德麾军掩杀，吕翔抵敌不住，引军便走。正行间，路旁一军突出，
为首大将，乃关云长也，冲杀一阵。吕翔折兵大半，夺路走脱。行不
到十里，又一军拦住去路，为首大将，挺矛大叫：
“张翼德在此!”直
取吕翔，翔措手不及，被张飞一矛刺中，翻身落马而死。馀众四散奔
走。玄德合军追赶，大半多被擒获。玄德班师回县，重待单福，稿赏
三军。
却说败军回见曹仁，报说：
“二吕被杀，军士多被活捉。”曹仁
大惊，与李典商议。典曰：
“二将欺敌而亡，今只宜按兵不动，申报
丞相，起大兵来征剿，乃为上策。”仁曰：
“不然。今二将阵亡，又
折许多军马，此仇不可不急报。量新野弹丸之地 (15) ，何劳丞相大
军？”典曰：
“刘备人杰也，不可轻视。”仁曰：
“公何怯也？”典
曰：
“兵法云：
‘知彼知己，百战百胜 (16) 。’某非怯战，但恐不能
必胜耳。”仁怒曰：
“公怀二心耶？吾必欲生擒刘备。”典曰：
“将
军若去，某守樊城。”仁曰：
“汝若不同去，真怀二心矣。”典不得
已，只得与曹仁点起二万五千军马，渡河投新野而来。正是：
偏裨既有舆尸辱 (17) ，主将重兴雪耻兵。
未知胜负何如，且听下文分解。
--------------------
(1) 投——向，去往。
(2) 落魄(tuò拓又读bó薄)不偶——意谓遭遇不顺，运气不好。落魄：失意潦倒，不得
志。不偶：不走运，运气不好。古人认为偶数(双数)吉祥，奇数(单数)不祥，故称命运不好
为“不偶”。
(3) 命途多蹇(ji ǎn减)——命途：生活道路，平生经历。蹇：艰难险阻。《周易·蹇
卦》：“蹇，难也，险在前也。”“命途多蹇”或本“命途多舛”，出自唐·王勃《秋日登
洪府滕王阁饯别序》：“时运不齐，命途多舛。”意谓经历坎坷，生活艰难。
(4) 白面书生——语出《宋书·沈庆之传》(又见《南史·沈庆之传》)：“陛下今欲伐
国，而与白面书生辈谋之，事何由济？”指年轻识浅、阅历不多的年轻文士。
(5) 经纶济世——意谓治理国家大事，拯救艰难时局，稳定社会秩序。经纶：整理丝
缕，编丝成绳。比喻治理国事。济世：拯救时世，治理社会。
(6) 十室之邑，必有忠信——语出《论语·公冶长》：“子曰：‘十室之邑，必有忠
信。如丘者焉，不如丘之如学也。’”意谓即使是只有十来户人家的小地方，也有忠义守信
的好人。这里借喻到处有人才。
(7) 无孑(ji é节)遗——由于战乱而人将死光。
(8) 善善恶(wù务)恶(è扼)——善善：弘扬好人好事。恶恶：憎恶坏人坏事。前一个
“善”和“恶”皆为动词。“善善恶恶”出自《公羊传·昭公二十年》：“君子之善善也
长，恶恶也短；恶恶止其身，善善及子孙。”又《荀子·强国》：“夫尚贤使能，赏有功，
罚有罪，非独一人为之也。彼先王之道也，一人之本也，善善恶恶之应也，治必由之，古今
一也。”意谓扬善嫉恶，爱憎分明。
(9) 葛巾——意谓头裹葛布头巾。诸葛巾：参见第三十八回“纶巾”条注。
(10) 皂绦乌履——意谓腰束黑腰带，脚穿黑布鞋。
(11) 火欲殂(cú)——意谓汉朝将灭亡。火：代指汉朝。因按五行之说，汉朝为“火
德”，故称。殂：死亡，灭亡。
(12) 辄造——冒昧拜访。
(13) 禳(ráng瓤)——祈祷神灵免除灾祸。
(14) 虎视——犹如老虎般凶狠地注视着。含有伺机攫取之意。《后汉书·臧洪传》：
“今王室将危，贼臣虎视，此诚义士效命之秋也。”
(15) 弹丸之地——弹丸：弹弓所用的泥丸、石丸或铁丸。“弹丸之地”出自《战国策·
赵策三》：“楼缓曰：‘虞卿能尽知秦力之所至乎？诚知秦力之不至，此弹丸之地，犹不予
也；令秦来年复攻王，得无割其内而媾乎？’”(媾：求和。)意谓像弹丸那么小的地方。比
喻很小的地方。
(16) 知彼知己，百战百胜——语本“知彼知己者，百战不殆”，出自《孙子·谋攻》：
“知彼知己者，百战不殆；不知彼而知己，一胜一负；不知彼不知己，每战必殆。”(殆：失
败。)意谓只有深知敌我双方的情况，才能采取正确的战术，只胜不败。
(17) 偏裨——偏将，副将。 舆尸——战败而死，用车运回尸体。
第三十六回 玄德用计袭樊城 元直走马荐诸葛
却说曹仁忿怒，遂大起本部之兵，星夜渡河，意欲踏平新野。
且说单福得胜回县，谓玄德曰：
“曹仁屯兵樊城，今知二将被
诛，必起大军来战。”玄德曰：
“当何以迎之？”福曰：
“彼若尽提
兵而来，樊城空虚，可乘间夺之。”玄德问计，福附耳低言如此如
此。玄德大喜，预先准备已定。忽报马报说：
“曹仁引大军渡河来
了。”单福曰：
“果不出吾之料。”遂请玄德出军迎敌。两阵对圆，
赵云出马，唤彼将答话。曹仁命李典出阵，与赵云交锋。约战十数
合，李典料敌不过，拨马回阵。云纵马追赶，两翼军射住，遂各罢兵
归寨。
李典回见曹仁，言：
“彼军精锐，不可轻敌，不如回樊城。”曹
仁大怒曰：
“汝未出军时，已慢吾军心 (1) ，今又卖阵 (2) ，罪当斩
首。”便喝刀斧手推出李典要斩，众将苦告方免。乃调李典领后军，
仁自引兵为前部。
次日，鸣鼓进军，布成一个阵势，使人问玄德曰：
“识吾阵
否？”单福便上高处观看毕，谓玄德曰：
“此八门金锁阵也。八门
者，休、生、伤、杜、景、死、惊、开。如从生门、景门、开门而入
则吉，从伤门、惊门、休门而入则伤，从杜门、死门而人则亡。今八
门虽布得整齐，只是中间通欠主持。如从东南角上生门击入，往正西
景门而出，其阵必乱。”玄德传令，教军士把住阵角。命赵云引五百
军从东南而入，径往西出。云得令，挺枪跃马，引兵径投东南角上，
呐喊杀入中军。曹仁便投北走。云不追赶，却突出西门，又从西杀转
东南角上来。曹仁军大乱。玄德麾军冲击，曹兵大败而退。单福命休
追赶，收军自回。
却说曹仁输了一阵，方信李典之言，因复请典商议，言：
“刘备
军中必有能者，吾阵竟为所破。”李典曰：
“吾虽在此，甚忧樊
城。”曹仁曰：
“今晚去劫寨：如得胜，再作计议；如不胜，便退军
回樊城。”李典曰：
“不可。刘备必有准备。”仁曰：
“若如此多
疑，何以用兵？”遂不听李典之言，自引军为前队，使李典为后应，
当夜二更劫寨。
却说单福正与玄德在寨中议事，忽信风骤起 (3) 。福曰：
“今夜
曹仁必来劫寨。”玄德曰：
“何以敌之？”福笑曰：
“吾已预算定
了。”遂密密分拨已毕。至二更，曹仁兵将近寨，只见寨中四围火
起，烧着寨栅。曹仁知有准备，急令退军。赵云掩杀将来。仁不及收
兵回寨，急望北河而走。将到河边，才欲寻船渡河，岸上一彪军杀
到，为首大将，乃张飞也。曹仁死战，李典保护曹仁下船渡河。曹军
大半淹死水中。曹仁渡过河面，上岸奔至樊城，令人叫门。只见城上
一声鼓响，一将引军而出，大喝曰：
“吾已取樊城多时矣。”众惊视
之，乃关云长也。仁大惊，拨马便走。云长追杀过来。曹仁又折了好
些军马，星夜投许昌。于路打听，方知有单福为军师，设谋定计。
不说曹仁败回许昌。且说玄德大获全胜，引军入樊城，县令刘泌
出迎。玄德安民已定。那刘泌乃长沙人，亦汉室宗亲，遂请玄德到
家，设宴相待。只见一人侍立于侧。玄德视其人器宇轩昂 (4) ，因问
泌曰：
“此何人？”泌曰：
“此吾之甥寇封，本罗侯寇氏之子也 (5)
，因父母双亡，故依于此。”玄德爱之，欲嗣为义子 (6) 。刘泌欣然
从之，遂使寇封拜玄德为父，改名刘封。玄德带回，令拜云长、翼德
为叔。云长曰：
“兄长既有子，何必用螟蛉？ (7) 后必生乱。”玄德
曰：
“吾待之如子，彼必事吾如父，何乱之有？”云长不悦。玄德与
单福计议，令赵云引一千军守樊城。玄德领众自回新野。
却说曹仁与李典回许都，见曹操，泣拜于地请罪，具言损将折兵
之事。操曰：
“胜负乃军家之常。但不知谁为刘备画策？”曹仁言是
单福之计。操曰：
“单福何人也？”程昱笑曰：
“此非单福也。此人
幼好学击剑。中平末年，尝为人报仇杀人，披发涂面而走，为吏所
获，问其姓名，不答。吏乃缚于车上，击鼓行于市，令市人识之，虽
有识者，不敢言。而同伴窃解救之。乃更姓名而逃，折节向学 (8) ，
遍访名师，尝与司马徽谈论。此人乃颍川徐庶，字元直，单福乃其托
名耳。”操曰：
“徐庶之才，比君何如？”昱曰：
“十倍于昱。”操
曰：
“惜乎!贤士归于刘备，羽翼成矣，奈何？”昱曰：
“徐庶虽在
彼，丞相要用，召来不难。”操曰：
“安得彼来归？”昱曰：
“徐庶
为人至孝，幼丧其父，止有老母在堂。现今其弟徐康已亡，老母无人
侍养。丞相可使人赚其母至许昌 (9) ，令作书召其子，则徐庶必至
矣。”操大喜，使人星夜前去取徐庶母。
不一日，取至。操厚待之，因谓之曰：
“闻令嗣徐元直，乃天下
奇才也。今在新野，助逆臣刘备，背叛朝廷，正犹美玉落于污泥之
中，诚为可惜。今烦老母作书，唤回许都，吾于天子之前保奏，必有
重赏。”遂命左右捧过文房四宝，令徐母作书。徐母曰：
“刘备何如
人也？”操曰：
“沛郡小辈，妄称‘皇叔’，全无信义，所谓外君子
而内小人者也 (10) 。”徐母厉声曰：
“汝何虚诳之甚也!吾久闻玄德
乃中山靖王之后，孝景皇帝阁下玄孙，屈身下士，恭己待人，仁声素
著，世之黄童白叟、牧子樵夫皆知其名 (11) ，真当世之英雄也。吾儿
辅之，得其主矣。汝虽托名汉相，实为汉贼。乃反以玄德为逆臣，欲
使吾儿背明投暗，岂不自耻乎？”言讫，取石砚便打曹操。
操大怒，叱武士执徐母出，将斩之。程昱急止之，入谏操曰：
“徐母触忤丞相者，欲求死也。丞相若杀之，则招不义之名，而成徐
母之德。徐母既死，徐庶必死心助刘备以报仇矣。不如留之，使徐庶
身心两处，纵使助刘备，亦不尽力也。且留得徐母在，昱自有计赚徐
庶至此，以辅丞相。”操然其言，遂不杀徐母，送于别室养之。
程昱日往问候，诈言曾与徐庶结为兄弟，待徐母如亲母，时常馈
送物件，必具手启 (12) 。徐母因亦作手启答之。程昱赚得徐母笔迹，
乃仿其字体，诈修家书一封，差一心腹人，持书径奔新野县，寻问单
福行幕 (13) 。军士引见徐庶。庶知母有家书至，急唤入问之。来人
曰：
“某乃馆下走卒 (14) ，奉老夫人言语，有书附达。”庶拆封视
之，书曰：
近汝弟康丧，举目无亲。正悲凄间，不期曹丞相使人赚至许昌，言汝背反，
下我于缧绁 (15) ，赖程昱等救免。若得汝降，能免我死。如书到日，可念劬劳之
恩 (16) ，星夜前来，以全孝道。然后徐图归耕故园，免遭大祸。吾今命若悬丝，
专望救援。更不多嘱。
徐庶览毕，泪如泉涌。持书来见玄德曰：
“某本颍川徐庶，字元
直，为因逃难，更名单福。前闻刘景升招贤纳士，特往见之。及与论
事，方知是无用之人，故作书别之。夤夜至司马水镜庄上，诉说其
事。水镜深责庶不识主，因说：
‘刘豫州在此，何不事之？’庶故作
狂歌于市，以动使君，幸蒙不弃，即赐重用。争奈老母今被曹操奸计
赚至许昌囚禁，将欲加害。老母手书来唤，庶不容不去。非不欲效犬
马之劳，以报使君，奈慈亲被执，不得尽力。今当告归，容图后
会。”玄德闻言，大哭曰：
“子母乃天性之亲，元直无以备为念。待
与老夫人相见之后，或者再得奉教。”徐庶便拜谢欲行。玄德曰：
“乞再聚一宵，来日饯行。”孙乾密谓玄德曰：
“元直天下奇才，久
在新野，尽知我军中虚实。今若使归曹操，必然重用，我其危矣。主
公宜苦留之，切勿放去。操见元直不去，必斩其母。元直知母死，必
为母报仇，力攻曹操也。”玄德曰：
“不可。使人杀其母，而吾用其
子，不仁也；留之不使去，以绝其子母之道，不义也。吾宁死，不为
不仁不义之事。”众皆感叹。
玄德请徐庶饮酒，庶曰：
“今闻老母被囚，虽金波玉液不能下咽
矣 (17) 。”玄德曰：
“备闻公将去，如失左右手，虽龙肝凤髓 (18)
，亦不甘味。”二人相对而泣，坐以待旦 (19) 。诸将已于郭外安排筵
席饯行。
玄德与徐庶并马出城，至长亭，下马相辞。玄德举杯谓徐庶曰：
“备分浅缘薄，不能与先生相聚。望先生善事新主，以成功名。”庶
泣曰：
“某才微智浅，深荷使君重用。今不幸半途而别，实为老母故
也。纵使曹操相逼，庶亦终身不设一谋。”玄德曰：
“先生既去，刘
备亦将远遁山林矣。”庶曰：
“某所以与使君共图王霸之业者，恃此
方寸耳 (20) 。今以老母之故，方寸乱矣，纵使在此，无益于事。使君
宜别求高贤辅佐，共图大业，何便灰心如此？”玄德曰：
“天下高
贤，无有出先生右者 (21) 。”庶曰：
“某樗栎庸材 (22) ，何敢当此
重誉？”临别，又顾谓诸将曰：
“愿诸公善事使君，以图名垂竹帛
(23) ，功标青史 (24) ，切勿效庶之无始终也。”诸将无不伤感。
玄德不忍相离，送了一程，又送一程。庶辞曰：
“不劳使君远
送，庶就此告别。”玄德就马上执庶之手曰：
“先生此去，天各一
方，未知相会却在何日!”说罢，泪如雨下 (25) 。庶亦涕泣而别。玄
德立马于林畔，看徐庶乘马与从者匆匆而去。玄德哭曰：
“元直去
矣，吾将奈何？”凝泪而望，却被一树林隔断。玄德以鞭指曰：
“吾
欲尽伐此处树木。”众问何故，玄德曰：
“因阻吾望徐元直之目
也。”
正望间，忽见徐庶拍马而回。玄德曰：
“元直复回，莫非无去意
乎？”遂欣然拍马向前迎问曰：
“先生此回，必有主意。”庶勒马谓
玄德曰：
“某因心绪如麻，忘却一语。此间有一奇士，只在襄阳城外
二十里隆中，使君何不求之？”玄德曰：
“敢烦元直为备请来相
见。”庶曰：
“此人不可屈致 (26) ，使君可亲往求之。若得此人，无
异周得吕望 (27) 、汉得张良也 (28) 。”玄德曰：
“此人比先生才德
何如？”庶曰：
“以某比之，譬犹驽马并麒麟 (29) 、寒鸦配鸾凤耳。
此人每尝自比管仲 (30) 、乐毅 (31) ；以吾观之，管、乐殆不及此
人。此人有经天纬地之才，盖天下一人也 (32) 。”
玄德喜曰：
“愿闻此人姓名。”庶曰：
“此人乃琅琊阳都人，复
姓诸葛，名亮，字孔明，乃汉司隶校尉诸葛丰之后。其父名珪，字子
贡，为泰山郡丞，早卒。亮从其叔玄。玄与荆州刘景升有旧，因往依
之，遂家于襄阳。后玄卒，亮与弟诸葛均躬耕于南阳 (33) 。尝好为
《梁父吟》 (34) 。所居之地有一冈，名卧龙冈，因自号为‘卧龙先
生’。此人乃绝代奇才，使君急宜枉驾见之 (35) 。若此人肯相辅佐，
何愁天下不定乎？”玄德曰：
“昔水镜先生曾为备言：
‘伏龙、凤
雏，两人得一，可安天下。’今所云莫非即伏龙、凤雏乎？”庶曰：
“凤雏乃襄阳庞统也。伏龙正是诸葛孔明。”玄德踊跃曰：
“今日方
知‘伏龙、凤雏’之语。何期大贤只在目前 (36) !非先生言，备有眼
如盲也。”后人有赞徐庶走马荐诸葛。诗曰：
痛恨高贤不再逢，临岐泣别两情浓 (37) 。
片言却似春雷震，能使南阳起卧龙。
徐庶荐了孔明，再别玄德，策马而去。
玄德闻徐庶之语，方悟司马德操之言，似醉方醒，如梦初觉。引
众将回至新野，便具厚币 (38) ，同关、张前去南阳请孔明。
且说徐庶既别玄德，感其留恋之情，恐孔明不肯出山辅之，遂乘
马直至卧龙冈下，入草庐见孔明。孔明问其来意，庶曰：
“庶本欲事
刘豫州，奈老母为曹操所囚，驰书来召，只得舍之而往。临行时，将
公荐与玄德。玄德即日将来奉谒 (39) ，望公勿推阻，即展平生之大才
以辅之，幸甚。”孔明闻言，作色曰 (40) ：
“君以我为享祭之犠牲乎
(41) ？”说罢，拂袖而入。庶羞惭而退，上马趱程 (42) ，赴许昌见
母。正是：
嘱友一言因爱主，赴家千里为思亲。
未知后事若何，下文便见。
--------------------
(1) 慢军心——使军心涣散。
(2) 卖阵——指由于某种原因而故意败下阵来。
(3) 信风——随着每年季节的变化，按时定向而来的风。因其准时而至而得名。这里是
指信风来得突然而异常，故单福断定是敌军将要劫营的预兆。
(4) 器宇轩昂——形容人仪表、气度不凡。
(5) 罗侯——原作“罗候”，据《三国志·蜀志·刘封传》改。罗侯即罗县，属荆州长
沙郡，治所在今湖南省汨罗县西北。
(6) 嗣——这里是过继之意。
(7) 螟蛉——语本《诗经·小雅·小宛》：“螟蛉有子，蜾蠃负之。”(蜾蠃：一种寄生
蜂。)蜾蠃将卵产于螟蛉体内，借以孵化，并作为其幼虫的食物。古人误以为蜾蠃不产子而喂
养螟蛉为子，因以比喻义子或养子。
(8) 折节——这里是改变自己平素不好的行为作风之意。
(9) 赚——骗，哄骗。
(10) 外君子而内小人——意谓表面上像个好人，实际上是个小人。
(11) 黄童白叟——黄口小儿和白发老人。泛指老老少少。黄口：本指口黄未褪的幼鸟，
引申为幼儿或儿童。 牧子樵夫——牧童和砍柴的人。泛指老老少少。
(12) 手启——亲笔信。
(13) 行幕——本义为出行使用的幕帐。引申以指军队的指挥部。
(14) 走卒——供使唤奔走的差役。
(15) 缧绁——本义为捆绑犯人的绳索。引申以指牢狱。
(16) 劬(q ú渠)劳——典出《诗经·小雅·蓼莪》：“哀哀父母，生我劬劳。”意指父
母养育子女的辛劳。
(17) 金波玉液——分别为两种名贵酒名，泛指美酒。
(18) 龙肝凤髓——语出唐·张鷟《游仙窟》(见《唐人小说》、《全唐小说》)：“少
时，饮食俱到……肉则龙肝凤髓，酒则玉醴琼浆。”泛指极为难得的珍贵肉类食品。
(19) 坐以待旦——语出《尚书·商书·太甲上》：“先王昧爽丕显，坐以待旦，旁求俊
彦，启迪后人，无越厥命以自覆。”(昧爽：黎明。丕：大。显：明。)意谓坐着等到天亮。
形容办事的心情迫切，急不可待。
(20) 方寸——典出《列子·仲尼》：“吾见之心矣，方寸之地虚矣。”又晋·葛洪《抱
朴子·嘉遁》：“方寸之心，制之在我，不可放之于流遁地。”后即以“方寸”代指心。
(21) 右——古人以右为贵，故“右”即上、高、强之意。
(22) 樗栎(ch ū l ì初例)庸材——樗、栎：即臭椿树和柞树。这两种树的木材都很
差。庸：平庸，平常，平凡。“樗栎庸材”出自唐·杨炯《隰州县令李公墓志铭》(见《文苑
英华》卷九五九、《全唐文》卷一九五))：“炯樗栎庸材，瓶筲小器。仰惟先友，叨雅契于
金环；俯逮嘉(一作“婚”)姻，荷深知于玉润。”原指樗树和栎树为无用的木材。比喻才能
平庸的人。多用作自谦之语。
(23) 名垂竹帛——竹帛：竹简和白绢，古代供书写之用，借指史籍。“名垂竹帛”出自
三国魏·曹植《求自试表》(见《三国志·陈留王植传》、《文选》卷三七)：“每览史籍，
观古忠臣义士，出一朝之命，以徇国家之难，身虽屠裂，而功铭著于鼎钟，名称垂于竹帛，
未尝不拊心而叹息也。”意谓一个人的名字及其事迹记载在史籍上永远流传。
(24) 功标青史——标：写明，题写。青史：史籍。古人在青竹简上记事，故称。意谓功
劳载于史籍。形容功业巨大，永垂不朽。
(25) 泪如雨下——语本“涕零如雨”，出自《诗经·小雅·小明》：“念彼共人，涕零
如雨。”(共人：谦恭的人。此指作者的妻子。共：通“恭”。涕零：泪往下流，流泪。)意
谓泪水好像下雨一样往下淌。形容极度悲伤。
(26) 不可屈致——即不能由他人代替主人招来。屈：委托他人，间接。意为如此则显得
怠慢，使被招之人受委屈。致：招来。
(27) 周得吕望——事见《史记·齐太公世家》：吕望本姓姜名尚，字子牙；因其祖先被
封于吕，故名吕尚。年老无所遇，垂钓于渭水，周文王遇之大喜，赐号太公望。他助文王、
武王治理国家，伐纣灭殷，功勋卓著，武王称之为尚父，被封为齐侯，成为齐国的始祖。
(28) 汉得张良——事见《史记·留侯世家》：张良字子房，战国时韩国人。秦国灭韩国
后，曾行刺秦始皇而未遂，亡命江湖，由异人授以《太公兵书》(姜子牙著)。秦末天下大
乱，归附刘邦，成为其谋士，辅佐其消灭项羽，建立汉朝，被封为留侯。
(29) 驽马——劣马。《周礼·夏官·马质》：“马量三物：一曰戎马，二曰田马，三曰
驽马。”
(30) 管仲——名夷吾，字仲。春秋时任齐国相，辅佐齐桓公富国强兵，使之成为五霸之
一。(见《史记·管仲列传》)
(31) 乐毅——战国时燕国大将，曾率赵、韩、魏、楚、燕五国联军大破齐军，拔城七十
馀座，名震当时，被封昌国君。(见《史记·乐毅列传》)
(32) 天下一人——意谓天下独一无二的人。指全国最杰出的人才，没有任何人比得上。
(33) 躬耕——亲自耕种。
(34) 《梁父吟》——亦作《梁甫吟》。古代乐府楚调曲名。歌词已佚，据说其内容是说
人死后葬于泰山下的梁父(或作梁甫)这个地方，歌词慷慨悲壮，因而被视为挽歌。流传至今
的有诸葛亮、陆机、沈约、陆琼、李白仿作各一首(见《乐府诗集》卷四一)。诸葛亮的《梁
父吟》(一作《梁甫吟》)原文是：“步出齐城门，遥望荡阴里。里中有三墓，累累正相似。
问是谁家墓？田彊古冶子。力能排南山，文能绝地纪。一朝被谗言，二桃杀三士。谁能为此
谋？国相齐晏子。”所谓“二桃杀三士”，是指春秋时，齐景公手下有公孙接、田开彊(一作
疆)、古冶子三位大力士，齐相晏婴欲去之，怂恿齐景公以二桃赐予三人，论功而食，三人不
愿争功，均自杀。诸葛亮独咏此事，在于谴责晏婴滥用智谋。
(35) 枉驾——委曲大驾。对人光临或劝人走访的敬词。
(36) 何期——岂料，哪里想得到。
(37) 临岐——亦作“临歧”。本义为到了岔路。引申为临别。
(38) 厚币——重币，重金。
(39) 奉谒——拜见。
(40) 作色——脸上变色。多偏指神情变得严肃或发怒。
(41) 牺牲——本义为供祭祀用的牲畜，引申为祭品的泛称。
(42) 趱(zǎn攒)程——赶路。
第三十七回 司马徽再荐名士 刘玄德三顾草庐
却说徐庶趱程赴许昌。曹操知徐庶已到，遂命荀彧、程昱等一班
谋士往迎之。庶入相府拜见曹操，操曰：
“公乃高明之士，何故屈身
而事刘备乎？”庶曰：
“某幼逃难，流落江湖，偶至新野，遂与玄德
交厚。老母在此，幸蒙慈念，不胜愧感。”操曰：
“公今至此，正可
晨昏侍奉令堂 (1) ，吾亦得听清诲矣。”庶拜谢而出，急往见其母，
泣拜于堂下。母大惊曰：
“汝何故至此？”庶曰：
“近于新野事刘豫
州，因得母书，故星夜至此。”徐母勃然大怒，拍案骂曰：
“辱子飘
荡江湖数年，吾以为汝学业有进，何其反不如初也？汝既读书，须知
忠孝不能两全。岂不识曹操欺君罔上之贼？刘玄德仁义布于四海，况
又汉室之胄，汝既事之，得其主矣。今凭一纸伪书，更不详察，遂弃
明投暗，自取恶名，真愚夫也!吾有何面目与汝相见？汝玷辱祖宗，空
生于天地间耳!”骂得徐庶拜伏于地，不敢仰视。母自转入屏风后去
了。少顷，家人出报曰：
“老夫人自缢于梁间。”徐庶慌入救时，母
气已绝。后人有《徐母赞》曰：
贤哉徐母，流芳千古 (2) 。
守节无亏，于家有补。
教子多方，处身自苦。
气若丘山，义出肺腑。
赞美豫州，毁触魏武。
不畏鼎镬 (3) ，不惧刀斧。
唯恐后嗣，玷辱先祖。
伏剑同流 (4) ，断机堪伍 (5) 。
生得其名，死得其所 (6) 。
贤哉徐母，流芳千古!
徐庶见母已死，哭绝于地，良久方苏。曹操使人赍礼吊问，又亲
往祭奠。徐庶葬母柩于许昌之南原，居丧守墓。凡曹操所赐，庶俱不
受。
时操欲商议南征，荀彧谏曰：
“天寒未可用兵，姑待春暖，方可
长驱大进。”操从之，乃引漳河之水作一池，名玄武池，于内教练水
军，准备南征。
却说玄德正安排礼物，欲往隆中谒诸葛亮，忽人报：
“门外有一
先生，峨冠博带 (7) ，道貌非常 (8) ，特来相探。”玄德曰：
“此莫
非即孔明否？”遂整衣出迎，视之，乃司马徽也。玄德大喜，请入后
堂高坐，拜问曰：
“备自别仙颜，因军务倥偬 (9) ，有失拜访。今得
光降，大慰仰慕之私。”徽曰：
“闻徐元直在此，特来一会。”玄德
曰：
“近因曹操囚其母，徐母遣人驰书，唤回许昌去矣。”徽曰：
“此中曹操之计矣。吾素闻徐母最贤，虽为操所囚，必不肯驰书召其
子，此书必诈也。元直不去，其母尚存；今若去，母必死矣。”玄德
惊问其故，徽曰：
“徐母高义，必羞见其子也。”
玄德曰：
“元直临行，荐南阳诸葛亮，其人若何？”徽笑曰：
“元直欲去，自去便了，何又惹他出来呕心血也 (10) ？”玄德曰：
“先生何出此言？”徽曰：
“孔明与博陵崔州平、颍川石广元、汝南
孟公威与徐元直四人为密友。此四人务于精纯，惟孔明独观其大略。
尝抱膝长吟，而指四人曰：
‘公等仕进可至刺史、郡守。’众问孔明
之志若何，孔明但笑而不答。每常自比管仲、乐毅，其才不可量
也。”玄德曰：
“何颍川之多贤乎？”徽曰：
“昔有殷馗善观天文，
尝谓：
‘群星聚于颍分，其地必多贤士。’”时云长在侧曰：
“某闻
管仲、乐毅乃春秋、战国名人，功盖寰宇；孔明自比此二人，毋乃太
过？”徽笑曰：
“以吾观之，不当比此二人，我欲另以二人比之。”
云长问：
“那二人？”徽曰：
“可比兴周八百年之姜子牙 (11) ，旺汉
四百年之张子房也 (12) 。”众皆愕然。徽下阶相辞欲行，玄德留之不
住。徽出门仰天大笑曰：
“卧龙虽得其主，不得其时，惜哉!”言罢，
飘然而去。玄德叹曰：
“真隐居贤士也!”
次日，玄德同关、张并从人等来隆中。遥望山畔，数人荷锄耕于
田间，而作歌曰：
苍天如圆盖，陆地似棋局。
世人黑白分，往来争荣辱。
荣者自安安，辱者定碌碌。
南阳有隐居，高眠卧不足。
玄德闻歌，勒马唤农夫问曰：
“此歌何人所作？”答曰：
“乃卧
龙先生所作也。”玄德曰：
“卧龙先生住何处？”农夫曰：
“自此山
之南，一带高冈，乃卧龙冈也。冈前疏林内茅庐中，即诸葛先生高卧
之地。”
玄德谢之，策马前行。不数里，遥望卧龙冈，果然清景异常。后
人有古风一篇，单道卧龙居处。诗曰：
襄阳城西二十里，一带高冈枕流水 (13) 。
高冈屈曲压云根 (14) ，流水潺湲飞石髓 (15) 。
势若困龙石上蟠，形如单凤松阴里。
柴门半掩闭茅庐，中有高人卧不起。
修竹交加列翠屏，四时篱落野花馨。
床头堆积皆黄卷 (16) ，座上往来无白丁 (17) 。
叩户苍猿时献果，守门老鹤夜听经。
囊里名琴藏古锦，壁间宝剑挂七星 (18) 。
庐中先生独幽雅，闲来亲自勤耕稼。
专待春雷惊梦回，一声长啸安天下。
玄德来到庄前，下马亲叩柴门。一童出问，玄德曰：
“汉左将
军、宜城亭侯、领豫州牧、皇叔刘备，特来拜见先生。”童子曰：
“我记不得许多名字。”玄德曰：
“你只说刘备来访。”童子曰：
“先生今早少出 (19) 。”玄德曰：
“何处去了？”童子曰：
“踪迹不
定，不知何处去了。”玄德曰：
“几时归？”童子曰：
“归期亦不
定，或三五日，或十数日。”玄德惆怅不已。张飞曰：
”既不见，自
归去罢了。”玄德曰：
“且待片时。”云长曰：
“不如且归，再使人
来探听。”玄德从其言，嘱付童子：
“如先生回，可言刘备拜访。”
遂上马。
行数里，勒马回观隆中景物，果然山不高而秀雅，水不深而澄
清，地不广而平坦，林不大而茂盛，猿鹤相亲，松篁交翠 (20) ，观之
不已。忽见一人，容貌轩昂，丰姿俊爽，头戴逍遥巾 (21) ，身穿皂布
袍，杖藜从山僻小路而来 (22) 。玄德曰：
“此必卧龙先生也。”急下
马向前施礼，问曰：
“先生非卧龙否？”其人曰：
“将军是谁？”玄
德曰：
“刘备也。”其人曰：
“吾非孔明，乃孔明之友，博陵崔州平
也。”玄德曰：
“久闻大名，幸得相遇。乞即席地权坐 (23) ，请教一
言。”
二人对坐于林间石上，关、张侍立于侧。州平曰：
“将军何故欲
见孔明？”玄德曰：
“方今天下大乱，四方云扰 (24) ，欲见孔明，求
安邦定国之策耳 (25) 。”州平笑曰：
“公以定乱为主，虽是仁心，但
自古以来，治乱无常。自高祖斩蛇起义，诛无道秦，是由乱而入治
也。至哀、平之世二百年 (26) ，太平日久，王莽篡逆 (27) ，又由治
而入乱。光武中兴，重整基业，复由乱而入治。至今二百年，民安已
久，故干戈又复四起，此正由治入乱之时，未可猝定也。将军欲使孔
明斡旋天地，补缀乾坤 (28) ，恐不易为，徒费心力耳。岂不闻‘顺天
者逸，逆天者劳’、‘数之所在，理不得而夺之；命之所在，人不得
而强之’乎？”玄德曰：
“先生所言，诚为高见。但备身为汉胄 (29)
，合当匡扶汉室，何敢委之数与命？”州平曰：
“山野之夫，不足与
论天下事，适承明问，故妄言之。”玄德曰：
“蒙先生见教。但不知
孔明往何处去了？”州平曰：
“吾亦欲访之，正不知其何往。”玄德
曰：
“请先生同至敝县，若何？”州平曰：
“愚性颇乐闲散，无意功
名久矣。容他日再见。”言讫，长揖而去 (30) 。玄德与关、张上马而
行。张飞曰：
“孔明又访不着，却遇此腐儒，闲谈许久。”玄德曰：
“此亦隐者之言也。”
三人回至新野，过了数日，玄德使人探听孔明。回报曰：
“卧龙
先生已回矣。”玄德便教备马。张飞曰：
“量一村夫，何必哥哥自
去，可使人唤来便了。”玄德叱曰：
“汝岂不闻孟子云：
‘欲见贤而
不以其道，犹欲其入而闭之门也 (31) 。’孔明当世大贤，岂可召
乎？”遂上马再往访孔明。关、张亦乘马相随。时值隆冬，天气严
寒，彤云密布 (32) 。行无数里，忽然朔风凛凛 (33) ，瑞雪霏霏 (34)
，山如玉簇，林似银妆。张飞曰：
“天寒地冻，尚不用兵，岂宜远见
无益之人乎？不如回新野，以避风雪。”玄德曰：
“吾正欲使孔明知
我殷勤之意。如弟辈怕冷，可先回去。”飞曰：
“死且不怕，岂怕冷
乎？但恐哥哥空劳神思。”玄德曰：
“勿多言，只相随同去。”
将近茅庐，忽闻路旁酒店中有人作歌。玄德立马听之。其歌曰
(35) ：
壮士功名尚未成，呜呼久不遇阳春 (36) 。
君不见东海老叟辞荆榛，后车遂与文王亲 (37) 。
八百诸侯不期会，白鱼入舟涉孟津 (38) 。
牧野一战血流杵 (39) ，鹰扬伟烈冠武臣。
又不见高阳酒徒起草中，长揖芒砀隆準公。
高谈王霸惊人耳，辍洗延坐钦英风 (40) 。
东下齐城七十二 (41) ，天下无人能继踪 (42) 。
二人功迹尚如此 (43) ，至今谁肯论英雄？
歌罢，又有一人击桌而歌。其歌曰：
吾皇提剑清寰海 (44) ，创业垂基四百载。
桓灵季业火德衰 (45) ，奸臣贼子调鼎鼐 (46) 。
青蛇飞下御座旁 (47) ，又见妖虹降玉堂 (48) 。
群盗四方如蚁聚，奸雄百辈皆鹰扬。
吾侪长啸空拍手，闷来村店饮村酒。
独善其身尽日安 (49) ，何须千古名不朽!
二人歌罢，抚掌大笑。玄德曰：
“卧龙其在此间乎？”遂下马入
店，见二人凭桌对饮：上首者白面长须，下首者清奇古貌。玄德揖而
问曰：
“二公谁是卧龙先生？”长须者曰：
“公何人？欲寻卧龙何
干？”玄德曰：
“某乃刘备也。欲访先生，求济世安民之术。”长须
者曰：
“我等非卧龙，皆卧龙之友也。吾乃颍川石广元，此位是汝南
孟公威。”玄德喜曰：
“备久闻二公大名，幸得邂逅 (50) 。今有随行
马匹在此，敢请二公同往卧龙庄上一谈。”广元曰：
“吾等皆山野慵
懒之徒，不省治国安民之事，不劳下问。明公请自上马，寻访卧
龙。”
玄德乃辞二人，上马投卧龙冈来。到庄前下马，扣门问童子曰：
“先生今日在庄否？”童子曰：
“现在堂上读书。”玄德大喜，遂跟
童子而入。至中门，只见门上大书一联云：
淡泊以明志，宁静而致远。
玄德正看间，忽闻吟咏之声，乃立于门侧窥之，见草堂之上，一
少年拥炉抱膝 (51) ，歌曰：
凤翱翔于千仞兮，非梧不栖 (52) 。
士伏处于一方兮，非主不依。
乐躬耕于陇亩兮 (53) ，吾爱吾庐。
聊寄傲于琴书兮，以待天时。
玄德待其歌罢，上草堂施礼曰：
“备久慕先生，无缘拜会。昨因
徐元直称荐，敬至仙庄，不遇空回。今特冒风雪而来，得瞻道貌，实
为万幸，”那少年慌忙答礼曰：
“将军莫非刘豫州，欲见家兄否？”
玄德惊讶曰：
“先生又非卧龙耶？”少年曰：
“某乃卧龙之弟诸葛均
也。愚兄弟三人。长兄诸葛瑾，现在江东孙仲谋处为幕宾。孔明乃二
家兄。”玄德曰：
“卧龙今在家否？”均曰：
“昨为崔州平相约，出
外闲游去矣。”玄德曰：
“何处闲游？”均曰：
“或驾小舟游于江湖
之中，或访僧道于山岭之上，或寻朋友于村落之间，或乐琴棋于洞府
之内，往来莫测，不知去所。”玄德曰：
“刘备直如此缘分浅薄，两
番不遇大贤。”
均曰：
“少坐献茶。”张飞曰：
“那先生既不在，请哥哥上
马。”玄德曰：
“我既到此间，如何无一语而回？”因问诸葛均曰：
“闻令兄卧龙先生熟谙韬略 (54) ，日看兵书，可得闻乎？”均曰：
“不知。”张飞曰：
“问他则甚 (55) ？风雪甚紧，不如早归。”玄德
叱止之。均曰：
“家兄不在，不敢久留车骑 (56) ，容日却来回礼。”
玄德曰：
“岂敢望先生枉驾。数日之后，备当再至。愿借纸笔作一
书，留达令兄，以表刘备殷勤之意。”均遂进文房四宝。玄德呵开冻
笔 (57) ，拂展云笺 (58) ，写书曰：
备久慕高名，两次晋谒 (59) ，不遇空回，惆怅何似 (60) !窃念备汉朝苗
裔，滥叨名爵。伏睹朝廷陵替 (61) ，纲纪崩摧，群雄乱国，恶党欺君，备心胆俱
裂。虽有匡济之诚 (62) ，实乏经纶之策 (63) 。仰望先生仁慈忠义，慨然展吕望
之大才，施子房之鸿略，天下幸甚，社稷幸甚。先此布达，再容斋戒熏沐，特拜
尊颜，面倾鄙悃 (64) 。统希鉴原 (65) 。
玄德写罢，递与诸葛均收了，拜辞出门。均送出，玄德再三殷勤
致意而别。
方上马欲行，忽见童子招手篱外，叫曰：
“老先生来也。”玄德
视之，见小桥之西，一人暖帽遮头，狐裘蔽体，骑着一驴，后随一青
衣小童，携一葫芦酒，踏雪而来。转过小桥，口吟诗一首。诗曰：
一夜北风寒，万里彤云厚。
长空雪乱飘，改尽江山旧。
仰面观太虚 (66) ，疑是玉龙斗。
纷纷鳞甲飞 (67) ，顷刻遍宇宙。
骑驴过小桥，独叹梅花瘦。
玄德闻歌，曰：
“此真卧龙矣。”滚鞍下马，向前施礼曰：
“先
生冒寒不易。刘备等候久矣。”那人慌忙下驴答礼。诸葛均在后曰：
“此非卧龙家兄，乃家兄岳父黄承彦也。”玄德曰：
“适间所吟之
句，极其高妙。”承彦曰：
“老夫在小婿家观《梁父吟》，记得这一
篇。适过小桥，偶见篱落间梅花，故感而诵之。不期为尊客所闻。”
玄德曰：
“曾见令婿否？”承彦曰：
“便是老夫也来看他。”
玄德闻言，辞别承彦，上马而归。正值风雪又大，回望卧龙冈，
悒怏不已 (68) 。后人有诗单道玄德风雪访孔明。诗曰：
一天风雪访贤良，不遇空回意感伤。
冻合溪桥山石滑，寒侵鞍马路途长。
当头片片梨花落，扑面纷纷柳絮狂。
回首停鞭遥望处，烂银堆满卧龙冈 (69) 。
玄德回新野之后，光阴荏苒 (70) ，又早新春。乃令卜者揲蓍 (71)
，选择吉期，斋戒三日，熏沐更衣，再往卧龙冈谒孔明。关、张闻之
不悦，遂一齐入谏玄德。正是：
高贤未服英雄志，屈节偏生杰士疑。
未知其言若何，下文便晓。
--------------------
(1) 令堂——对他人母亲的敬称。古代女主人皆住于厅堂之后，故称。
(2) 流芳千古——流芳：流传美好的名声。芳：香。比喻美名。千古：形容时间极长，
也即永远、永久。“流芳千古”本“流芳后世”，出自三国魏·栈潜《谏立郭后疏》(见《北
堂书钞》卷二五)：“在昔帝王之治天下，不惟外辅，亦有内助，治乱所由，盛衰从之。故西
陵配黄，英、娥降妫，并以贤明，流芳后世。”意谓美名将永远流传。
(3) 鼎镬(hu ò祸)——古代酷刑之一。即用鼎镬烹人。鼎、镬：两种烹饪器皿。
(4) 伏剑同流——意谓徐庶母与伏剑自尽的王陵母为同一类人。伏剑：指王陵母伏剑自
尽。事见《汉书·王陵传》：王陵为汉高祖刘邦发迹前的朋友，当刘邦与项羽争夺天下时，
王陵以兵助刘邦抗项羽。项羽将王陵母囚禁，以胁迫王陵投降。王陵派使者与项羽交涉。
“陵母既私送使者，泣曰：‘愿为老妾语陵，善事汉王。汉王长者，毋以老妾故持二心。妾
以死送使者。’遂伏剑而死。项王怒，亨(烹)陵母。陵卒从汉王定天下。”
(5) 断机堪伍——意谓徐庶母可与断机教子的孟子母归入同一类。断机：指孟子母用剪
刀剪断织布机上的线，以教导孟子人不可废学，否则就像断线一样成为废物。事见汉·韩婴
《韩诗外传》卷九第一章、汉·刘向《列女传·卷一·邹孟轲母》：孟子小时不爱学习，经
常逃学。孟母以刀断其织，对孟子曰：“子之废学，若吾断斯织也。夫君子学以立名……今
而废之，是不克于斯役而无以离于祸患也，何以异于织绩而食？中道废而不为，宁能衣其夫
子而长不乏粮食哉？女则废其所食，男则堕于修德，不为窃盗则为虏役矣。”孟子惧，旦夕
勤学不息，师事子思，遂成天下之名儒。
(6) 死得其所——得其所：得到合适的地方。所：处所，地方。“死得其所”出自南朝
宋·王僧达《求徐州启》(见《宋书·王僧达传》)：“臣感先圣格言，思在必效之地，使生
获其志，死得其所。”意谓死在了适宜的地方。形容死得有意义、有价值。
(7) 峨冠博带——峨：高耸。博：宽大。“峨冠博带”本“高冠博带”，出自《墨子·
公孟》：“子墨子曰：昔者齐桓公高冠博带，金剑木质，以治其国，其国治。”意谓头戴高
帽子，腰束宽带子。泛指士大夫的服饰或代指士大夫。
(8) 道貌——指修道者的神态。
(9) 倥偬(kǒ ng zǒng孔总)——事情纷繁急迫。
(10) 呕心血——意谓犹如把心血都吐了出来。形容倾注全副精力于某种事业。
(11) 兴周八百年之姜子牙——参见第三十六回“周得吕望”条注。
(12) 旺汉四百年之张子房——参见第三十六回“汉得张良”条注。
(13) 枕——临近，靠近。
(14) 云根——指山脚。因古人以为云生于山脚，故称。典出晋·张协《杂诗》其一○：
“云根临八极，雨足洒四溟。”注云：“五岳之云触石出者，云之根也。”
(15) 潺湲飞石髓——潺湲：本指水流貌。引申以指流水声。石髓：即石钟乳。这句是说
潺潺的流水如石钟乳般清澈光润。
(16) 黄卷——指书籍。线装古书的纸用黄檗染黄，以防虫蠹，故名。
(17) 白丁——平民百姓，没有功名的人。
(18) 壁间宝剑挂七星——应理解为“壁间挂七星宝剑”。七星宝剑：古宝剑名。因以七
星图为装饰，故名。《吴越春秋·王僚使公子光传》：“二人饮食毕，欲去。胥(伍子胥)乃
解百金之剑以与渔者：‘此吾前君之剑，中有七星，价直(值)百金，以此相答。’”
(19) 少出——刚刚外出。
(20) 篁——竹子的一种，称“篁竹”。引申以泛指竹子。
(21) 逍遥巾——古代的一种头巾名。盖因隐士多用此巾，故名。
(22) 杖藜——手拄藜杖。藜杖：见第一回“藜杖”条注。
(23) 席地权坐——意谓将就坐在地上。席地：铺席于地。引申为就地。权：姑且，将
就，凑合。
(24) 云扰——犹如云一般纷乱。比喻天下大乱。汉·扬雄《长杨赋》：“豪杰靡沸云
扰，群黎为之不康。”
(25) 安邦定国——意谓使国家安定太平，免于动乱。安邦、定国：同义词，皆为使国家
安定之意。邦：原指古代诸侯的封国，引申以泛指国家。
(26) 至哀、平之世二百年——指从汉朝建立(公元前206年)至汉哀帝(公元前6年—前1
年)、汉平帝(公元1年—5年)，正好是二百年。
(27) 王莽篡逆——王莽为汉元帝皇后之侄。汉平帝立，元后以太皇太后临朝听政，王莽
任大司马，独揽朝政。毒杀平帝，立孺子婴为傀儡皇帝，莽以摄政名义居天子位，朝会称假
皇帝，改元居摄。旋又称帝，国号为新，在位15年，被农民起义军推翻。
(28) 斡旋天地，补缀乾坤——斡旋：本义为调解矛盾，引申为扭转、挽救之意。天地：
天下，国家。补缀：本义为缝补衣服，引申为治乱、挽救之意。乾坤：本义为天地，引申为
天下、江山、国家。这两句是说拨乱反正，挽救国家。
(29) 汉胄——汉朝皇家后代。
(30) 长揖——拱手高举，自上而下作揖。
(31) “欲见贤”二句——这两句见于《孟子·万章下》，原文作：“欲见贤人而不以其
道，犹欲其入而闭之门也。”意谓想见贤人而不以礼仪求见，犹如本想让人进屋却把门关了
起来。
(32) 彤(tóng同)云——这里指阴云。
(33) 朔风——即北风、寒风。朔：北方。
(34) 霏霏——雨雪飞洒貌。
(35) 其歌——这首歌共十六句，只有四句是罗贯中所写，其馀十句节录并改写李白的
《梁甫吟》(见《乐府诗集》)。李白原诗共四十六句，罗贯中所节录十句原文是：“长啸梁
甫吟，何时见阳春？君不见朝歌屠叟辞棘津……风雅暗与文王亲……君不见高阳酒徒起草
中，长揖山东隆準公。入门不拜骋雄辩，两女辍洗来趋风。东下齐城七十二，指挥楚、汉如
旋蓬。”
(36) 阳春——温暖的春天。比喻德政、仁政。
(37) “东海老叟辞荆榛”二句——事见《六韬·文韬·文师》、《史记·齐太公世
家》：周文王夜梦飞熊，将出猎，命筮人(掌占卜的官)占卜，卜词预测周文王此次出猎将遇
到一位异人，是上天派来辅佐文王的。文王乃斋戒三日而出猎，果然在渭河北岸遇到了姜子
牙(姓姜，吕氏，字子牙)，便请他同车而归，封为国师。东海：指姜子牙为东海人。老叟：
指吕望遇周文王时已八十多岁。荆榛：指野外。
(38) “八百诸侯”二句——事见汉·伏胜《尚书大传》卷三：“八百诸侯俱至孟津，白
鱼入舟。”又同书卷二：“武王伐纣，观兵于孟津，有火流于王屋，化为赤乌，三足。”又
《史记·周本纪》：“(周武王)九年，武王上祭于毕。东观兵，至于孟津……武王渡河，中
流，白鱼跃入王舟中，武王俯取以祭。既渡，有火自上复于下，至于王屋，流为乌，其色
赤，其声魄云。是时，诸侯不期而会盟津者八百诸侯。”裴骃集解引马融曰：“鱼者，鳞介
之物，兵象也。白者，殷家之正色，言殷之兵众与周之象也。”“王屋，王所居屋。流，行
也。魄云，安定意也。”这一段是说周武王等八百诸侯事先并未约定，却因皆欲讨伐纣王而
一齐率兵聚于孟津，有白鱼跳到周武王乘坐的船上，这是伐纣必将获胜的吉兆。
(39) 牧野一战血流杵——事见《尚书·周书·武成》：“甲子昧爽，受率其旅若林，会
于牧野，罔有敌于我师，前徒倒戈，攻于后以北，血流漂杵。”(受：殷纣王之名。若林：形
容兵卒极多。前徒：前面的士卒。北：失败，败北。)孔安国传：“血流漂舂杵，甚之言
也。”意谓血流成河，连杵都漂了起来。形容战争极其惨烈，死伤惨重。杵：一解作舂捣谷
物、药物以及筑土、捣衣等所用的棒槌；一解为“橹”的通假字，即大盾牌。
(40) “高阳酒徒”四句——高阳：指秦汉之际陈留县高阳乡(在今河南杞县)。汉高祖
刘邦的谋士郦食其(郦生)为高阳人。酒徒：嗜酒的人。芒砀隆準公：指刘邦。芒砀：刘邦曾
逃匿于此。隆準：高鼻梁。《史记·太祖本纪》：“高祖为人，隆準而龙颜。”这四句的故
事见于《史记·太祖本纪》、《史记·郦生陆贾列传》、《汉书·高帝纪》、《汉书·郦食
其传》：刘邦率兵过高阳，郦食其欲见刘邦，使者说刘邦不喜欢儒生，曾将儒冠当作尿罐。
郦食其自称“高阳酒徒”，并非儒生，刘邦才同意其拜见。及郦食其见到刘邦时，刘邦正坐
在床上，有两个女子为其洗脚，并骂郦食其为“竖儒”。郦食其长揖不拜，并对刘邦说：
“足下必欲诛无道秦，不宜踞见长者。”刘邦才停止洗足并道歉，请郦食其高坐。于是郦食
其从容献计，成为刘邦的谋士，屡立奇功。
(41) 东下齐城七十二——事见《史记·郦生陆贾列传》：郦食其说服齐王广背叛项羽，
归顺汉王刘邦，从而使刘邦兵不血刃而得齐七十二城。齐王广发现受骗而大怒，以酷刑烹郦
食其致死。
(42) 继踪——继承前人(这里指郦食其)的踪迹。
(43) 二人——指姜太公和郦食其。
(44) 吾皇提剑清寰海——指刘邦剑斩白蛇起义，扫除各路军阀，建立大汉，使天下归于
太平。
(45) 桓灵季业火德衰——是说汉朝至桓帝、灵帝时已经进入末世，衰败不堪。季业：末
世，末代。火德衰：按术数家的说法，汉朝属火德，故“火德衰”即汉朝衰败。
(46) 调鼎鼐——鼎鼐：古代的两种烹饪器具。典出《战国策·楚策四》：“故游乎江
湖，夕调乎鼎鼐。”原指调配菜肴的味道。引申以比喻大臣处理国政。这里指奸臣独揽朝
政。
(47) 青蛇飞下御座旁——见本书第一回：“建宁二年四月望日，帝御温德殿。方升座，
殿角狂风骤起，只见一条大青蛇从梁上飞将下来，蟠于椅上。帝惊倒，左右急救入宫；百官
俱奔避。须臾，蛇不见了。”
(48) 妖虹降玉堂——亦见本书第一回：“光和元年……秋七月，有虹现于玉堂。”
(49) 独善其身——语出《孟子·尽心上》：“古之人，得志，泽加于民；不得志，修身
见于世。穷则独善其身，达则兼善天下。”赵岐注：“独治其身以立于世间，不失其操
也。”意谓不管国家兴废，专注于自身修养，保持节操。
(50) 邂逅(xiè hòu谢后)——并未预约的偶然相逢。
(51) 拥炉——围着火炉取暖。
(52) “凤翱翔”二句——这两句暗用了一个典故，典出《诗经·大雅·卷阿》“凤凰鸣
矣，于彼高冈；梧桐生矣，于彼朝阳。”郑玄笺：“喻贤者待礼乃行，翔而后集……凤凰之
性，非梧桐不栖，非竹实不食。”比喻德才兼备的贤士志向远大，非贤能的君主不辅佐。
(53) 陇亩——田地。
(54) 熟谙(ā n安)——熟悉，精通。
(55) 则甚——做什么，干什么。
(56) 车骑——车马。引申为对人的敬称。
(57) 呵开冻笔——意谓用呵气化开冻结的毛笔。
(58) 云笺——有云状花纹的纸。
(59) 晋谒——进见，拜见。
(60) 何似——不知如何形容。表示程度极深，已到顶点。
(61) 陵替——衰落，衰败。
(62) 匡救——匡正补救，拯救。
(63) 经纶——整理丝缕，编丝成绳。比喻治理国事。
(64) 鄙悃(k ǔ n捆)——谦称自己的诚心。悃：至诚。
(65) 统希鉴原——客套话。全都希望鉴察原谅。
(66) 太虚——天空。
(67) 玉龙斗、鳞甲飞——皆比喻大雪纷飞。
(68) 悒怏(y ì yàng意样)——忧愁不乐的样子。
(69) 梨花、柳絮、滥银——皆比喻雪花。
(70) 荏苒(rěn rǎn忍冉)——时间渐渐过去。
(71) 揲蓍(shé sh ī舌施)——古代占卜方法之一。即取蓍草五十根，先取其一，再将
其馀四十九根分为两叠，每四根为一数，视其阳爻阴爻，以定吉凶。
第三十八回 定三分隆中决策 战长江孙氏报仇
却说玄德访孔明两次不遇，欲再往访之。关公曰：
“兄长两次亲
往拜谒，其礼太过矣。想诸葛亮有虚名而无实学，故避而不敢见。兄
何惑于斯人之甚也!”玄德曰：
“不然。昔齐桓公欲见东郭野人，五反
而方得一面 (1) ，况吾欲见大贤耶？”张飞曰：
“哥哥差矣。量此村
夫，何足为大贤。今番不须哥哥去，他如不来，我只用一条麻绳缚将
来。”玄德叱曰：
“汝岂不闻周文王谒姜子牙之事乎 (2) ？文王且如
此敬贤，汝何太无礼？今番汝休去，我自与云长去。”飞曰：
“既两
位哥哥都去，小弟如何落后？”玄德曰：
“汝若同往，不可失礼。”
飞应诺。
于是三人乘马引从者往隆中。离草庐半里之外，玄德便下马步
行，正遇诸葛均。玄德忙施礼，问曰：
“令兄在庄否？”均曰：
“昨
暮方归，将军今日可与相见。”言罢，飘然自去。玄德曰：
“今番侥
幸得见先生矣。”张飞曰：
“此人无礼，便引我等到庄也不妨，何故
竟自去了？”玄德曰：
“彼各有事，岂可相强。”
三人来到庄前叩门。童子开门出问，玄德曰：
“有劳仙童转报，
刘备专来拜见先生。”童子曰：
“今日先生虽在家，但今在草堂上昼
寝未醒。”玄德曰：
“既如此，且休通报。”分付关、张二人，只在
门首等着。玄德徐步而入，见先生仰卧于草堂几席之上。玄德拱立阶
下 (3) 。半晌，先生未醒。关、张在外立久，不见动静，入见玄德犹
然侍立。张飞大怒，谓云长曰：
“这先生如此傲慢，见我哥哥侍立阶
下，他竟高卧，推睡不起。等我去屋后放一把火，看他起不起。”云
长再三劝住。玄德仍命二人出门外等候。望堂上时，见先生翻身将
起，忽又朝里壁睡着。童子欲报，玄德曰：
“且勿惊动。”又立了一
个时辰，孔明才醒，口吟诗曰：
大梦谁先觉，平生我自知。
草堂春睡足，窗外日迟迟。
孔明吟罢，翻身问童子曰：
“有俗客来否？”童子曰：
“刘皇叔
在此，立候多时。”孔明乃起身曰：
“何不早报？尚容更衣。”遂转
入后堂。又半晌，方整衣冠出迎。玄德见孔明身长八尺，面如冠玉，
头戴纶巾 (4) ，身披鹤氅，飘飘然有神仙之概。玄德下拜曰：
“汉室
末胄、涿郡愚夫，久闻先生大名，如雷贯耳 (5) 。昨两次晋谒，不得
一见，已书贱名于文几，未审得入览否？”孔明曰：
“南阳野人，疏
懒性成，屡蒙将军枉临，不胜愧赧 (6) 。”
二人叙礼毕，分宾主而坐，童子献茶。茶罢，孔明曰：
“昨观书
意，足见将军忧民忧国之心。但恨亮年幼才疏，有误下问。”玄德
曰：
“司马德操之言，徐元直之语，岂虚谈哉？望先生不弃鄙贱，曲
赐教诲。”孔明曰：
“德操、元直，世之高士。亮乃一耕夫耳，安敢
谈天下事？二公谬举矣 (7) 。将军奈何舍美玉而求顽石乎？”玄德
曰：
“大丈夫抱经世奇才，岂可空老于林泉之下？愿先生以天下苍生
为念，开备愚鲁而赐教。”
孔明笑曰：
“愿闻将军之志。”玄德屏人促席而告曰 (8) ：
“汉
室倾颓 (9) ，奸臣窃命 (10) 。备不量力，欲伸大义于天下，而智术浅
短，迄无所就 (11) 。惟先生开其愚而拯其厄，实为万幸。”孔明曰：
“自董卓造逆以来，天下豪杰并起。曹操势不及袁绍，而竟能克绍
者，非惟天时，抑亦人谋也。今操已拥百万之众，挟天子以令诸侯
(12) ，此诚不可与争锋。孙权据有江东，已历三世，国险而民附 (13)
，此可用为援而不可图也。荆州北据汉、沔，利尽南海 (14) ，东连吴
会，西通巴、蜀，此用武之地 (15) ，非其主不能守，是殆天所以资将
军 (16) ，将军岂有意乎？益州险塞，沃野千里，天府之国 (17) ，高
祖因之以成帝业。今刘璋暗弱，民殷国富而不知存恤，智能之士思得
明君。将军既帝室之胄，信义著于四海，总揽英雄，思贤如渴，若跨
有荆、益，保其岩阻 (18) ，西和诸戎 (19) ，南抚彝、越 (20) ，外结
孙权，内修政理 (21) ；待天下有变，则命一上将将荆州之兵以向宛、
洛，将军身率益州之众以出秦川，百姓有不箪食壶浆以迎将军者乎？
诚如是，则大业可成，汉室可兴矣。此亮所以为将军谋者也，惟将军
图之。”言罢，命童子取出画一轴，挂于中堂，指谓玄德曰：
“此西
川五十四州之图也。将军欲成霸业，北让曹操占天时，南让孙权占地
利，将军可占人和。先取荆州为家，后即取西川建基业，以成鼎足之
势，然后可图中原也。”
玄德闻言，避席拱手谢曰：
“先生之言，顿开茅塞 (22) ，使备如
拨云雾而睹青天 (23) 。但荆州刘表、益州刘璋，皆汉室宗亲，备安忍
夺之？”孔明曰：
“亮夜观天象，刘表不久人世，刘璋非立业之主，
久后必归将军。”玄德闻言，顿首拜谢。只这一席话，乃孔明未出茅
庐，已知三分天下，真万古之人不及也。后人有诗赞曰：
豫州当日叹孤穷，何幸南阳有卧龙。
欲识他年分鼎处，先生笑指画图中。
玄德拜请孔明曰：
“备虽名微德薄，愿先生不弃鄙贱，出山相
助，备当拱听明诲。”孔明曰：
“亮久乐耕锄，懒于应世，不能奉
命。”玄德泣曰：
“先生不出，如苍生何 (24) !”言毕，泪沾袍袖，
衣襟尽湿。孔明见其意甚诚，乃曰：
“将军既不相弃，愿效犬马之
劳。”玄德大喜，遂命关、张入，拜献金帛礼物。孔明固辞不受。玄
德曰：
“此非聘大贤之礼，但表刘备寸心耳。”孔明方受。于是玄德
等在庄中共宿一宵。
次日，诸葛均回，孔明嘱付曰：
“吾受刘皇叔三顾之恩，不容不
出。汝可躬耕于此，勿得荒芜田亩。待我功成之日，即当归隐。”后
人有诗叹曰：
身未升腾思退步，功成应忆去时言。
只因先主丁宁后 (25) ，星落秋风五丈原 (26) 。
又有古风一篇曰：
高皇手提三尺雪，芒砀白蛇夜流血 (27) 。
平秦灭楚入咸阳，二百年前几断绝。
大哉光武兴洛阳，传至桓灵又崩裂。
献帝迁都幸许昌，纷纷四海生豪杰。
曹操专权得天时，江东孙氏开鸿业。
孤穷玄德走天下，独居新野愁民厄。
南阳卧龙有大志，腹内雄兵分正奇 (28) 。
只因徐庶临行语，茅庐三顾心相知。
先生尔时年三九 (29) ，收拾琴书离陇亩。
先取荆州后取川，大展经纶补天手 (30) 。
纵横舌上鼓风雷，谈笑胸中换星斗。
龙骧虎视安乾坤 (31) ，万古千秋名不朽。
玄德等三人别了诸葛均，与孔明同归新野。玄德待孔明如师，食
则同桌，寝则同榻，终日共论天下之事。孔明曰：
“曹操于冀州作玄
武池以练水军，必有侵江南之意。可密令人过江探听虚实。”玄德从
之，使人往江东探听。
却说孙权自孙策死后，据住江东，承父兄基业，广纳贤士，开宾
馆于吴会，命顾雍、张纮延接四方宾客。连年以来，你我相荐。时有
会稽阚泽字德润，彭城严畯字曼才，沛县薛综字敬文，汝阳程秉字德
枢，吴郡朱桓字休穆、陆绩字公纪，吴人张温字惠恕，乌伤骆统字公
绪，乌程吾粲字孔休：此数人皆至江东，孙权敬礼甚厚。又得良将数
人，乃汝南吕蒙字子明，吴郡陆逊字伯言，琅琊徐盛字文向，东郡潘
璋字文珪，庐江丁奉字承渊。文武诸人，共相辅佐，由此江东称得人
之盛。
建安七年，曹操破袁绍，遣使往江东，命孙权遣子入朝随驾 (32)
。权犹豫未决。吴太夫人命周瑜、张昭等面议。张昭曰：
“操欲令我
遣子入朝，是牵制诸侯之法也。然若不令去，恐其兴兵下江东，势必
危矣。”周瑜曰：
“将军承父兄遗业，兼六郡之众，兵精粮足，将士
用命，有何逼迫而欲送质于人？质一入，不得不与曹氏连和；彼有命
召，不得不往：如此则见制于人也。不如勿遣，徐观其变，别以良策
御之。”吴太夫人曰：
“公瑾之言是也。”权遂从其言，谢使者，不
遣子。自此曹操有下江南之意，但正值北方未宁，无暇南征。
建安八年十一月，孙权引兵伐黄祖，战于大江之中，祖军败绩。
权部将凌操轻舟当先，杀入夏口，被黄祖部将甘宁一箭射死。凌操子
凌统，时年方十五岁，奋力往夺父尸而归。权见风色不利，收军还东
吴。
却说孙权弟孙翊为丹阳太守。翊性刚好酒，醉后尝鞭挞士卒。丹
阳督将妫览、郡丞戴员，二人常有杀翊之心，乃与翊从人边洪结为心
腹，共谋杀翊。时诸将、县令皆集丹阳，翊设宴相待。翊妻徐氏美而
慧，极善卜《易》 (33) ，是日卜一卦，其象大凶，劝翊勿出会客。翊
不从，遂与众大会。至晚席散，边洪带刀跟出门外，即抽刀砍死孙
翊。妫览、戴员乃归罪边洪，斩之于市。二人乘势掳翊家资、侍妾。
妫览见徐氏美貌，乃谓之曰：
“吾为汝夫报仇，汝当从我；不从
则死。”徐氏曰：
“夫死未几，不忍便相从。可待至晦日 (34) ，设祭
除服 (35) ，然后成亲未迟。”览从之。徐氏乃密召孙翊心腹旧将孙
高、傅婴二人入府，泣告曰：
“先夫在日，常言二公忠义。今妫、戴
二贼谋杀我夫，只归罪边洪，将我家资、童婢尽皆分去。妫览又欲强
占妾身，妾已诈许之，以安其心。
二将军可差人星夜报知吴侯，一面设密计，以图二贼，雪此仇
辱，生死衔恩 (36) 。”言毕再拜。孙高、傅婴皆泣曰：
“我等平日感
府君恩遇，今日所以不即死难者，正欲为复仇计耳。夫人所命，敢不
效力。”于是密遣心腹使者往报孙权。
至晦日，徐氏先召孙、傅二人伏于密室帏幕之中，然后设祭于堂
上。祭毕，即除去孝服，沐浴熏香，浓妆艳裹 (37) ，言笑自若 (38)
。妫览闻之甚喜。至夜，徐氏遣婢妾请览入府，设席堂中饮酒。饮既
醉，徐氏乃邀览入密室。览喜，乘醉而入。徐氏大呼曰：
“孙、傅二
将军何在？”二人即从帏幕中持刀跃出。妫览措手不及，被傅婴一刀
砍倒在地，孙高再复一刀，登时杀死。徐氏复传请戴员赴宴。员入府
来至堂中，亦被孙、傅二将所杀。一面使人诛戮二贼家小，及其馀
党。徐氏遂重穿孝服，将妫览、戴员首级祭于孙翊灵前。不一日，孙
权自领军马至丹阳，见徐氏已杀妫、戴二贼，乃封孙高、傅婴为牙门
将，令守丹阳，取徐氏归家养老。江东人无不称徐氏之德。后人有诗
赞曰：
才节双全世所无，奸回一旦受摧锄 (39) 。
庸臣从贼忠臣死，不及东吴女丈夫。
且说东吴各处山贼尽皆平复，大江之中有战船七千馀只。孙权拜
周瑜为大都督，总统江东水陆军马。
建安十二年冬十月，权母吴太夫人病危，召周瑜、张昭二人至，
谓曰：
“我本吴人，幼亡父母，与弟吴景徙居越中。后嫁与孙氏，生
四子。长子策生时，吾梦月入怀；后生次子权，又梦日入怀。卜者
云：梦日月入怀者，其子大贵。不幸策早丧，今将江东基业付权。望
公等同心助之，吾死不朽矣 (40) 。”又嘱权曰：
“汝事子布、公瑾以
师傅之礼，不可怠慢。吾妹与我共嫁汝父，则亦汝之母也，吾死之
后，事吾妹如事我。汝妹亦当恩养，择佳婿以嫁之。”言讫遂终。孙
权哀哭，具丧葬之礼，自不必说。
至来年春，孙权商议欲伐黄祖。张昭曰：
“居丧未及期年 (41) ，
不可动兵。”周瑜曰：
“报仇雪恨，何待期年？”权犹豫未决。适平
北都尉吕蒙入见，告权曰：
“某把龙湫水口，忽有黄祖部将甘宁来
降，某细询之。宁字兴霸，巴郡临江人也。颇通书史，有气力，好游
侠。尝招合亡命，纵横于江湖之中，腰悬铜铃，人听铃声，尽皆避
之。又尝以西川锦作帆幔，时人皆称为‘锦帆贼’。后悔前非04，改
行从善，引众投刘表。见表不能成事，即欲来投东吴，却被黄祖留住
在夏口。前东吴破祖时，祖得甘宁之力，救回夏口，乃待宁甚薄。都
督苏飞屡荐宁于祖，祖曰：
‘宁乃劫江之贼，岂可重用？’宁因此怀
恨。苏飞知其意，乃置酒邀宁到家，谓之曰：
‘吾荐公数次，奈
ī基)年——即一整年，一周年。04 后悔——后来悔恨之意。主公
不能用。日月逾迈 (42) ，人生几何 (43) ，宜自远图。吾当保公为邾
县长，自作去就之计。’宁因此得过夏口，欲投江东，恐江东恨其救
黄祖杀凌操之事。某具言主公求贤若渴 (44) ，不记旧恨，况各为其
主，又何恨焉？宁欣然引众渡江，来见主公。乞钧旨定夺。”孙权大
喜曰：
“吾得兴霸，破黄祖必矣。”遂命吕蒙引甘宁入见。
参拜已毕，权曰：
“兴霸来此，大获我心 (45) ，岂有记恨之理？
请无怀疑。愿教我以破黄祖之策。”宁曰：
“今汉祚日危 (46) ，曹操
终必篡窃。南荆之地，操所必争也。刘表无远虑，其子又愚劣，不能
承业传基，明公宜早图之，若迟则操先图之矣。今宜先取黄祖。祖今
年老昏迈，务于货利，侵求吏民，人心皆怨；战具不修，军无法律。
明公若往攻之，其势必破。既破祖军，鼓行而西，据楚关而图巴、
蜀，霸业可定也。”孙权曰：
“此金玉之论也 (47) 。”遂命周瑜为大
都督，总水陆军兵；吕蒙为前部先锋，董袭与甘宁为副将，权自领大
军十万，征讨黄祖。
细作探知，报至江夏。黄祖急聚众商议，令苏飞为大将，陈就、
邓龙为先锋，尽起江夏之兵迎敌。陈就、邓龙各引一队艨艟截住沔口
(48) ，艨艟上各设强弓硬弩千馀张，将大索系定艨艟于水面上。东吴
兵至，艨艟上鼓响，弓弩齐发，兵不敢进，约退数里水面。甘宁谓董
袭曰：
“事已至此，不得不进。”乃选小船百馀只，每船用精兵五十
人：二十人撑船，三十人各披衣甲，手执钢刀，不避矢石，直至艨艟
旁边，砍断大索，艨艟遂横。甘宁飞上艨艟，将邓龙砍死。陈就弃船
而走。吕蒙见了，跳下小船，自举橹棹，直入船队，放火烧船。陈就
急待上岸，吕蒙舍命赶到跟前，当胸一刀砍翻。比及苏飞引军于岸上
接应时，东吴诸将一齐上岸，势不可当，祖军大败。苏飞落荒而走，
正遇东吴大将潘璋，两马相交，战不数合，被璋生擒过去，径至船中
来见孙权。权命左右以槛车囚之，待活捉黄祖，一并诛戮。催动三
军，不分昼夜，攻打夏口。正是：
只因不用锦帆贼，至令冲开大索船。
未知黄祖胜负如何，且看下文分解。
--------------------
(1) “昔齐桓公”二句——相传春秋时齐桓公三次去拜访一个小臣而均不遇，别人劝他
不必再去了，他坚持又去，第五次终于如愿以偿。五反：五次往返，五趟。
(2) 周文王谒姜子牙之事——参见第三十七回“‘东海老叟辞荆榛’二句”条注。
(3) 拱立——肃立，恭恭敬敬地站着。
(4) 纶(guān关)巾——用青色丝带做的头巾；一说配有青色丝带的头巾。相传因诸葛亮
常戴此巾，故又称“诸葛巾”。
(5) 如雷贯耳——参见第八回“如雷灌耳”条注。
(6) 愧赧(n ǎ n)——因羞愧而面红耳赤。三国魏·曹植《上责躬诗表》：“形影相
吊，五情愧赧。”
(7) 谬举——错误地举荐。多用作谦辞，表示自己不配被举荐。
(8) 屏人——让旁人回避。 促席——将坐席靠近对方坐着，以示亲近或便于说秘事。
(9) 倾颓——衰败，衰亡。
(10) 窃命——篡夺国家权力。
(11) 迄——“迄今”的省略。即至今、到现在之意。
(12) 挟天子以令诸侯——意谓将天子作为傀儡，并假借天子的名义，向诸侯发号施令。
挟：挟制，管束。
(13) 国险而民附——国险：即国家地势险要，易守难攻。这里指孙吴有长江天险可凭。
民附：意谓百姓对孙吴政权已心悦诚服，民心归附。
(14) 利尽南海——意谓一直到南海(指今两广地区)的地利均可利用。
(15) 用武之地——意谓可以施展武力的地方。
(16) 是殆——相当于“这是”。是：作代词用。相当于“这”或“此”。殆：相当于
“是”或“乃”。
(17) 天府之国——天府：天然的府库。国：指地区。语本《战国策·秦策一》：“苏秦
始将连横说秦惠王曰：‘大王之国，西有巴蜀、汉中之利……东有肴、函之固。田肥美，民
殷富，战车万乘，奋击百万，沃野千里，蓄积饶多，地势形便，此所谓天府，天下之雄国
也。”意谓地势险要、土地肥沃、物产丰富的地方。这里专指四川地区。
(18) 保其岩阻——守住益州的险要之地。其：代词，代指益州。
(19) 诸戎——指西南边疆的少数民族。
(20) 彝、越——彝族和越族。泛指西南少数民族。
(21) 政理——政治。
(22) 顿开茅塞——顿开：突然打开或打通。茅塞：被茅草堵塞。语本《孟子·尽心
下》：“山径之蹊间，介然用之而成路；为间不用，则茅塞之矣。今茅塞子之心矣。”意谓
犹如突然打通了被茅草堵塞的小路一般。比喻因受某种启发，闭塞的思路忽然开通，从而豁
然醒悟或领悟。
(23) 拨云雾睹青天——语本“开云见白日”，出自汉·牟融《牟子》(一名《理惑
论》)其二四：“吾自闻道已来，如开云见白日，炬火入冥室焉。”(白日：太阳。)意谓犹如
拨开乌云浓雾，见到青天。比喻人恍然大悟。
(24) 如苍生何——而百姓怎么办啊!如：相当于“而”或“那么”。苍生：即百姓。苍
即天，古人以为万民是天生的，故称“苍生”。
(25) 先主——本指开国君主。史籍中也成为对刘备的专称。 丁宁——嘱咐，嘱托。
(26) 星落秋风五丈原——指诸葛亮将病死于五丈原。参见第一百四回“陨大星汉丞相归
天”。
(27) “高皇手提”二句——指汉高祖刘邦剑斩白蛇起义。参见第一回“高祖斩白蛇而起
义”条注。三尺雪：指剑。因剑长一般三尺左右，光亮如雪，故称。
(28) 腹内雄兵分正奇——意谓精通兵法。正奇：兵法术语。“正”指用兵常法，如对阵
交锋等；“奇”指用兵变法，即不按常规用兵，如奇袭等。
(29) 三九——指二十七岁。
(30) 补天手——比喻能够力挽狂澜、拯救国家的能人。补天：上古神话传说，事见《列
子·汤问》、《淮南子·览冥训》、《太平御览·卷七八·女娲氏》，略谓：相传女娲是伏
羲之妹，兄妹结为夫妻，产生人类；女娲又以黄土造人，使人类大量增加。不料天崩地裂，
大火熊熊，洪水泛滥，野兽横行，生民面临灭顶之灾。于是女娲挺身而出，炼五色石以补苍
天，折鳌足为四根天柱，才避免了这场浩劫。
(31) 龙骧虎视——骧：骏马昂首。“龙骧虎视”出自三国魏·潘勖《册魏公九锡文》
(见《三国志·魏志·武帝纪》、《文选》卷三五)：“君龙骧虎视，旁眺八维，掩讨逆节，
折冲四海。”意谓像龙马那样昂首，如猛虎一般注视。形容气度非凡，志向远大。多比喻英
豪施展雄才大略。
(32) 遣子入朝随驾——是送子入朝当人质的委婉说法。
(33) 极善卜《易》——非常善于用《周易》占卜。
(34) 晦日——农历每月的最后一天。这里指本月的最后一天。
(35) 除服——脱掉丧服。
(36) 生死衔恩——意谓生者和死者都感恩。生：即生者，这里指孙翊之妻徐氏。死：即
死者，这里指孙翊。衔恩：受恩，感恩。
(37) 浓妆艳裹——语本“靓妆刻饰”，出自汉·司马相如《上林赋》(见《文选》卷
八)：“若夫青琴、宓妃之徒，绝殊离俗，妖冶娴都，靓妆刻饰，便嬛绰约。”(靓妆：梳妆
打扮。刻饰：古代妇女梳妆方式，以胶刷两鬓，使如刻画。)形容妇女妆饰打扮得十分艳丽。
(38) 言笑自若——语出《三国志·蜀志·关羽传》：“时羽适请诸将饮食相对，臂血流
离，盈于盘器，而羽割炙引酒，言笑自若。”意谓谈笑如常，十分镇定。
(39) 奸回——奸恶邪僻的坏人。《尚书·周书·泰誓下》：“崇信奸回，放黜师保。”
孔传：“回，邪也。奸邪之人，反尊信之。”
(40) 不朽——虽死犹生。
(41) 期( j
(42) 日月逾迈——时光流逝。逾迈：消逝，流逝。
(43) 人生几何——人生能有多少年。多用以感叹人生短暂。
(44) 求贤若渴——语本“求贤如渴”，出自汉·梁妠(太后)《诏告光禄勋汝南太守》
(见《后汉书·周举传》)：“昔在前世，求贤如渴，封墓轼闾，以光贤哲。”意谓寻求贤能
之士就像干渴时思饮般急切。表示特别重视人才，因而思慕的心情非常迫切。
(45) 大获我心——大快我心，我心里非常高兴。
(46) 汉祚日危——汉朝的帝位一天比一天危险。
(47) 金玉之论——金玉：黄金和美玉。比喻珍贵。“金玉之论”本《孙卿子》(见《艺
文类聚》卷三一)：“赠人以言，重于金石珠玉；劝人以言，美于黼黻文章；听人以言，乐于
钟鼓琴瑟。”又《荀子·非相篇》：“凡人莫不好言其所善，而君子为甚。故赠人以言，重
于金石珠玉；劝人以言，美于黼黻文章；听人以言，乐于钟鼓琴瑟。故君子之于言无厌。”
意谓如同金玉般的言论。比喻非常珍贵有益的话。
(48) 艨艟(mé ng chōng蒙冲)——古代大型战船。
第三十九回 荆州城公子三求计 博望坡军师初用兵
却说孙权督众攻打夏口，黄祖兵败将亡，情知守把不住，遂弃江
夏，望荆州而走。甘宁料得黄祖必走荆州，乃于东门外伏兵等候。祖
带数十骑突出东门，正走之间，一声喊起，甘宁拦住。祖于马上谓宁
曰：
“我向日不曾轻待汝，今何相逼耶？”宁叱曰：
“吾昔在江夏多
立功绩，汝乃以‘劫江贼’待我，今日尚有何说？”黄祖自知难免，
拨马而走。甘宁冲开士卒，直赶将来，只听得后面喊声起处，又有数
骑赶来。宁视之，乃程普也。宁恐普来争功，慌忙拈弓搭箭，背射黄
祖，祖中箭翻身落马。宁枭其首级，回马与程普合兵一处，回见孙
权，献黄祖首级。权命以木匣盛贮，待回江东祭献于亡父灵前。重赏
三军，升甘宁为都尉。商议欲分兵守江夏。张昭曰：
“孤城不可守，
不如且回江东。刘表知我破黄祖，必来报仇，我以逸待劳 (1) ，必败
刘表。表败而后乘势攻之，荆襄可得也。”权从其言，遂弃江夏，班
师回江东。
苏飞在槛车内 (2) ，密使人告甘宁求救。宁曰：
“飞即不言，吾
岂忘之？”大军既至吴会，权命将苏飞袅首，与黄祖首级一同祭献。
甘宁乃入见权，顿首哭告曰：
“某向日若不得苏飞 (3) ，则骨填沟壑
矣，安能效命将军麾下哉？今飞罪当诛，某念其昔日之恩情，愿纳还
官爵，以赎飞罪。”权曰：
“彼既有恩于君，吾为君赦之。但彼若逃
去奈何？”宁曰：
“飞得免诛戮，感恩无地 (4) ，岂肯走乎？若飞
去，宁愿将首级献于阶下。”权乃赦苏飞，止将黄祖首级祭献。祭毕
设宴，大会文武庆功。
正饮酒间，忽见座上一人大哭而起，拔剑在手，直取甘宁。宁忙
举坐椅以迎之。权惊视其人，乃凌统也。因甘宁在江夏时射死他父亲
凌操，今日相见，故欲报仇。权连忙劝住，谓统曰：
“兴霸射死卿
父，彼时各为其主，不容不尽力。今既为一家人，岂可复理旧仇？万
事皆看吾面。”凌统即头大哭曰：
“不共戴天之仇，岂容不报？”权
与众官再三劝之，凌统只是怒目而视甘宁。权即日命甘宁领兵五千、
战船一百只，往夏口镇守，以避凌统。宁拜谢，领兵自往夏口去了。
权又加封凌统为承烈都尉。统只得含恨而止。东吴自此广造战船，分
兵守把江岸；又命孙静引一枝军守吴会；孙权自领大军屯柴桑；周瑜
日于鄱阳湖教练水军，以备攻战。
话分两头。却说玄德差人打探江东消息，回报：
“东吴已攻杀黄
祖，现今屯兵柴桑。”玄德便请孔明计议。正话间，忽刘表差人来请
玄德赴荆州议事。孔明曰：
“此必因江东破了黄祖，故请主公商议报
仇之策也。某当与主公同往，相机而行，自有良策。”玄德从之，留
云长守新野，令张飞引五百人马跟随往荆州来。玄德在马上谓孔明
曰：
“今见景升，当若何对答？”孔明曰：
“当先谢襄阳之事。他若
令主公去征讨江东，切不可应允，但说容归新野，整顿军马。”玄德
依言。
来到荆州，馆驿安下，留张飞屯兵城外，玄德与孔明入城见刘
表。礼毕，玄德请罪于阶下。表曰：
“吾已悉知贤弟被害之事。当时
即欲斩蔡瑁之首，以献贤弟，因众人告免，故姑恕之。贤弟幸勿见
罪。”玄德曰：
“非干蔡将军之事，想皆下人所为耳。”表曰：
“今
江夏失守，黄祖遇害，故请贤弟共议报复之策。”玄德曰：
“黄祖性
暴，不能用人，故致此祸。今若兴兵南征，倘曹操北来，又当奈
何？”表曰：
“吾今年老多病，不能理事，贤弟可来助我。我死之
后，弟便为荆州之主也。”玄德曰：
“兄何出此言？量备安敢当此重
任？”孔明以目视玄德，玄德曰：
“容徐思良策。”遂辞出。回至馆
驿，孔明曰：
“景升欲以荆州付主公，奈何却之？”玄德曰：
“景升
待我，恩礼交至，安忍乘其危而夺之？”孔明叹曰：
“真仁慈之主
也。”
正商论间，忽报公子刘琦来见。玄德接入，琦泣拜曰：
“继母不
能相容，性命只在旦夕，望叔父怜而救之。”玄德曰：
“此贤侄家事
耳，奈何问我？”孔明微笑。玄德求计于孔明，孔明曰：
“此家事，
亮不敢与闻。”少时，玄德送琦出，附耳低言曰：
“来日我使孔明回
拜贤侄，可如此如此，彼定有妙计相告。”琦谢而去。
次日，玄德只推腹痛，乃浼孔明代往回拜刘琦 (5) 。孔明允诺，
来至公子宅前下马，入见公子。公子邀入后堂。茶罢，琦曰：
“琦不
见容于继母，幸先生一言相救。”孔明曰：
“亮客寄于此，岂敢与人
骨肉之事？倘有漏泄，为害不浅。”说罢，起身告辞。琦曰：
“既承
光顾，安敢慢别 (6) 。”乃挽留孔明入密室共饮。饮酒之间，琦又
曰：
“继母不见容，乞先生一言救我。”孔明曰：
“此非亮所敢谋
也。”言讫，又欲辞去。琦曰：
“先生不言则已，何便欲去？”孔明
乃复坐。琦曰：
“琦有一古书，请先生一观。”乃引孔明登一小楼。
孔明曰：
“书在何处？”琦泣拜曰：
“继母不见容，琦命在旦夕，先
生忍无一言相救乎？”孔明作色而起，便欲下楼，只见楼梯已撤去。
琦告曰：
“琦欲求教良策，先生恐有泄漏，不肯出言。今日上不至
天，下不至地，出君之口，入琦之耳，可以赐教矣。”孔明曰：
“疏
不间亲，亮何能为公子谋？”琦曰：
“先生终不幸教琦乎？琦命固不
保矣，请即死于先生之前。”乃掣剑欲自刎。孔明止之曰：
“已有良
策。”琦拜曰：
“愿即赐教。”孔明曰：
“公子岂不闻申生、重耳之
事乎？申生在内而亡，重耳在外而安 (7) 。今黄祖新亡，江夏乏人守
御，公子何不上言，乞屯兵守江夏，则可以避祸矣。”琦再拜谢教，
乃命人取梯，送孔明下楼。孔明辞别，回见玄德，具言其事。玄德大
喜。
次日，刘琦上言，欲守江夏。刘表犹豫未决，请玄德共议。玄德
曰：
“江夏重地，固非他人可守，正须公子自往。东南之事，兄父子
当之；西北之事，备愿当之。”表曰：
“近闻曹操于邺郡作玄武池以
练水军，必有南征之意，不可不防。”玄德曰“备已知之，兄勿忧
虑。”遂拜辞回新野。刘表令刘琦引兵三千，往江夏镇守。
却说曹操罢三公之职，自以丞相兼之。以毛玠为东曹掾，崔琰为
西曹掾，司马懿为文学掾。懿字仲达，河内温人也，颍川太守司马隽
之孙，京兆尹司马防之子，主簿司马朗之弟也。自是文官大备，乃聚
武将商议南征。夏侯惇进曰：
“近闻刘备在新野，每日教演士卒，必
为后患，可早图之。”操即命夏侯惇为都督，于禁、李典、夏侯兰、
韩浩为副将，领兵十万，直抵博望城，以窥新野。荀彧谏曰：
“刘备
英雄，今更兼诸葛亮为军师，不可轻敌。”惇曰：
“刘备鼠辈耳，吾
必擒之。”徐庶曰：
“将军勿轻视刘玄德，今玄德得诸葛亮为辅，如
虎生翼矣。”操曰：
“诸葛亮何人也？”庶曰：
“亮字孔明，道号卧
龙先生。有经天纬地之才，出鬼入神之计 (8) ，真当世之奇才，非可
小觑。”操曰：
“比公若何？”庶曰：
“庶安敢比亮？庶如萤火之
光，亮乃皓月之明也。”夏侯惇曰：
“元直之言谬矣。吾看诸葛亮如
草芥耳，何足惧哉!吾若不一阵生擒刘备，活捉诸葛，愿将首级献与丞
相。”操曰：
“汝早报捷书，以慰吾心。”惇奋然辞曹操，引军登
程。
却说玄德自得孔明，以师礼待之。关、张二人不悦，曰：
“孔明
年幼，有甚才学？兄长待之太过，又未见他真实效验。”玄德曰：
“吾得孔明，犹鱼之得水也 (9) 。两弟勿复多言。”关、张见说，不
言而退。一日，有人送犛牛尾至 (10) ，玄德取尾，亲自结帽。孔明入
见，正色曰：
“明公无复有远志，但事此而已耶？”玄德投帽于地而
谢曰：
“吾聊假此以忘忧耳。”孔明曰：
“明公自度比曹操若何？”
玄德曰：
“不如也。”孔明曰：
“明公之众，不过数千人，万一曹兵
至，何以迎之？”玄德曰：
“吾正愁此事，未得良策。”孔明曰：
“可速招募民兵，亮自教之，可以待敌。”玄德遂招新野之民，得三
千人。孔明朝夕教演阵法。
忽报：
“曹操差夏侯惇引兵十万，杀奔新野来了。”张飞闻知，
谓云长曰：
“可着孔明前去迎敌便了。”正说之间，玄德召二人入，
谓曰：
”夏侯惇引兵到来，如何迎敌？”张飞曰：
“哥哥何不
使‘水’去 (11) ？”玄德曰：
“智赖孔明，勇须二弟，何可推调 (12)
？”关、张出，玄德请孔明商议。孔明曰：
“但恐关、张二人不肯听
吾号令，主公若欲亮行兵，乞假剑印 (13) 。”玄德便以剑印付孔明，
孔明遂聚集众将听令。张飞谓云长曰：
“且听令去，看他如何调
度。”孔明令曰：
“博望之左有山，名曰豫山；右有林，名曰安林：
可以埋伏军马。云长可引一千军往豫山埋伏，等彼军至，放过休敌；
其辎重粮草，必在后面，但看南面火起，可纵兵出击，就焚其粮草。
翼德可引一千军去安林背后山谷中埋伏，只看南面火起，便可出，向
博望城旧屯粮草处纵火烧之。关平、刘封可引五百军，预备引火之
物，于博望坡后两边等候，至初更兵到，便可放火矣。”又命：
“于
樊城取回赵云，令为前部，不要赢，只要输。主公自引一军为后援。
各须依计而行，勿使有失。”云长曰：
“我等皆出迎敌，未审军师却
作何事？”孔明曰：
“我只坐守县城。”张飞大笑曰：
“我们都去厮
杀，你却在家里坐地，好自在。”孔明曰：
“剑印在此，违令者斩!”
玄德曰：
“岂不闻‘运筹帷幄之中，决胜千里之外’ (14) ？二弟不可
违令。”张飞冷笑而去。云长曰：
“我们且看他的计应也不应，那时
却来问他未迟。”二人去了。众将皆未知孔明韬略，今虽听令，却都
疑惑不定。
孔明谓玄德曰：
“主公今日可便引兵就博望山下屯住。来日黄
昏，敌军必到，主公便弃营而走；但见火起，即回军掩杀。亮与糜
竺、糜芳引五百军守县。”命孙乾、简雍准备庆喜筵席，安排功劳簿
伺候。派拨已毕，玄德亦疑惑不定。
却说夏侯惇与于禁等引兵至博望，分一半精兵作前队，其馀尽护
粮车而行。时当秋月，商飙徐起 (15) 。人马趱行之间，望见前面尘头
忽起。惇便将人马摆开，问向导官曰：
“此间是何处？”答曰：
“前
面便是博望城，后面是罗川口。”惇令于禁、李典押住阵脚，亲自出
马阵前。遥望军马来到，惇忽然大笑。众问：
“将军为何而笑？”惇
曰：
“吾笑徐元直在丞相面前夸诸葛亮为天人，今观其用兵，乃以此
等军马为前部，与吾对敌，正如驱犬羊与虎豹斗耳。吾于丞相前夸
口，要活捉刘备、诸葛亮，今必应吾言矣。”遂自纵马向前。赵云出
马，惇骂曰：
“汝等随刘备，如孤魂随鬼耳。”云大怒，纵马来战。
两马相交，不数合，云诈败而走。夏侯惇从后追赶。云约走十馀里，
回马又战，不数合又走。韩浩拍马向前谏曰：
“赵云诱敌，恐有埋
伏。”惇曰：
“敌军如此，虽十面埋伏，吾何惧哉!”遂不听浩言，直
赶至博望坡。一声炮响，玄德自引军冲将过来，接应交战。夏侯惇笑
谓韩浩曰：
“此即埋伏之兵也。吾今晚不到新野，誓不罢兵。”乃催
军前进。玄德、赵云退后便走。
时天色已晚，浓云密布，又无月色；昼风既起，夜风愈大。夏侯
惇只顾催军赶杀。于禁、李典赶到窄狭处，两边都是芦苇。典谓禁
曰：
“欺敌者必败。南道路狭，山川相逼，树木丛杂，倘彼用火攻，
奈何？”禁曰：
“君言是也。吾当往前为都督言之，君可止住后
军。”李典便勒回马，大叫：
“后军慢行!”人马走发 (16) ，那里拦
当得住。于禁骤马大叫：
“前军都督且住!”夏侯惇正走之间，见于禁
从后军奔来，便问何故。禁曰：
“南道路狭，山川相逼，树木丛杂，
可防火攻。”夏侯惇猛省，即回马令军马勿进。言未已，只听背后喊
声震起，早望见一派火光烧着，随后两边芦苇亦着。一霎时，四面八
方，尽皆是火，又值风大，火势愈猛。曹家人马，自相践踏，死者不
计其数。赵云回军赶杀，夏侯惇冒烟突火而走。
且说李典见势头不好，急奔回博望城时，火光中一军拦住，当先
大将，乃关云长也。李典纵马混战，夺路而走。于禁见粮草车辆都被
火烧，便投小路奔逃去了。夏侯兰、韩浩来救粮草，正遇张飞，战不
数合，张飞一枪刺夏侯兰于马下。韩浩夺路走脱。直杀到天明，却才
收军。杀得尸横遍野，血流成河。后人有诗曰：
博望相持用火攻，指挥如意笑谈中。
直须惊破曹公胆，初出茅庐第一功。
夏侯惇收拾残军，自回许昌。
却说孔明收军，关、张二人相谓曰：
“孔明真英杰也。”行不数
里，见糜竺、糜芳引军簇拥着一辆小车，车中端坐一人，乃孔明也。
关、张下马拜伏于车前。须臾，玄德、赵云、刘封、关平等皆至，收
聚众军，把所获粮草辎重，分赏将士，班师回新野。新野百姓望尘遮
道而拜，曰：
“吾属生全，皆使君得贤人之力也。”
孔明回至县中，谓玄德曰：
“夏侯惇虽败去，曹操必自引大军
来。”玄德曰：
“似此如之奈何？”孔明曰：
“亮有一计，可敌曹
军。”正是：
破敌未堪息战马，避兵又必赖良谋。
未知其计若何，且看下回分解。
--------------------
(1) 以逸待劳——语出《孙子·军争》：“故善用兵者，避其锐气……以近待远，以佚
待劳，以饱待饥，此治力者也。”(佚：同“逸”。)意谓作战时采取守势，暂避敌锋，养精
蓄锐，等待敌人的实力消耗殆尽，疲劳不堪，才突然出击。
(2) 槛车——这里指囚车。
(3) 不得——这里应解作“没有”或“不是”。
(4) 无地——犹言不尽、至极。
(5) 浼(m ěi美)——请求，央求。
(6) 慢别——怠慢而别。
(7) “申生、重耳之事”三句——事见《史记·晋世家》：申生、重耳皆为春秋时晋献
公之子。申生为长子，被立为太子。后因晋献公宠幸骊姬，欲改立骊姬所生子奚齐为太子。
有人劝生申逃往他国，生申不听，被骊姬诬陷，被迫自杀。重耳逃往他国，十九年后返国继
位，是即晋文公，终成春秋五霸之一。
(8) 出鬼入神——语出唐·独孤授《运斤赋》(见《全唐文》卷四五六)：“嗟乎!功有
善价，吾道之亚，既出鬼而入神，亦千变而万化。”形容变化万端，不可捉摸。
(9) 犹鱼得水——原作“犹鱼有水”，见《三国志·蜀志·诸葛亮传》：“于是(刘备)
与亮情好日密……先主解之曰：‘孤之有孔明，犹鱼之有水也，愿诸君勿复言。’”比喻遇
到了与自己志同道合的人或适合于自己发展的环境。
(10) 犛(máo毛)牛——是一种野牛，形似牦牛而个头较大。一说即牦牛。《山海经·中
山经》：“东北百里，曰荆山……其中多犛牛。”郭璞注：“旄牛属也，黑色，出西南徼外
也。”
(11) 水——戏指孔明。盖因刘备曾说：“吾得孔明，犹鱼之得水也。”因此张飞以此说
风凉话。
(12) 推调——推托，推辞。
(13) 剑印——这里指刘备的宝剑和官印，可代表刘备的权力，凭此可斩违令将士。
(14) “运筹帷幄之中”二句——运筹：制定战略战术。帷幄：指将帅的帷幕。这两句见
于《史记·高祖本纪》：“(高祖曰)夫运筹策帷幄之中，决胜于千里之外，吾不如子房(张
良)。”意谓谋士虽然不出帷幄，其谋略却可以决定战场上的胜利。
(15) 商飙(biāo标)——秋天的狂风。商：五音之一，而古人以商音配秋天，故商可代
指秋天。飙：暴风，狂风。
(16) 走发——即走得正欢。
第四十回 蔡夫人议献荆州 诸葛亮火烧新野
却说玄德问孔明求拒曹兵之计，孔明曰：
“新野小县，不可久
居。近闻刘景升病在危笃，可乘此机会，取彼荆州为安身之地，庶可
拒曹操也。”玄德曰：
“公言甚善。但备受景升之恩，安忍图之？”
孔明曰：
“今若不取，后悔何及？”玄德曰：
“吾宁死，不忍作负义
之事。”孔明曰：
“且再作商议。”
却说夏侯惇败回许昌，自缚见曹操，伏地请死。操释之。惇曰：
“惇遭诸葛亮诡计，用火攻破我军。”操曰：
“汝自幼用兵，岂不知
狭处须防火攻？”惇曰：
“李典、于禁曾言及此，悔之不及。”操乃
赏二人。惇曰：
“刘备如此猖狂，真腹心之患也 (1) ，不可不急
除。”操曰：
“吾所虑者，刘备、孙权耳，馀皆不足介意。今当乘此
时扫平江南。”便传令起大兵五十万，令曹仁、曹洪为第一队，张
辽、张郃为第二队，夏侯渊、夏侯惇为第三队，于禁、李典为第四
队，操自领诸将为第五队，每队各引兵十万。又令许褚为折冲将军，
引兵三千为先锋。选定建安十三年秋七月丙午日出师。
太中大夫孔融谏曰：
“刘备、刘表皆汉室宗亲，不可轻伐；孙权
虎踞六郡，且有大江之险，亦不易取。今丞相兴此无义之师，恐失天
下之望。”操怒曰：
“刘备、刘表、孙权皆逆命之臣，岂容不讨？”
遂叱退孔融，下令：
“如有再谏者，必斩。”孔融出府，仰天叹曰：
“以至不仁伐至仁，安得不败乎？”时御史大夫郗虑家客闻此言，报
知郗虑。虑常被孔融侮慢，心正恨之，乃以此言入告曹操，且曰：
“融平日每每狎侮丞相 (2) 。又与祢衡相善，衡赞融曰‘仲尼不
死’，融赞衡曰‘颜回复生’。向者祢衡之辱丞相，乃融使之也。”
操大怒，遂命廷尉捕捉孔融。融有二子，年尚少，时方在家，对
坐弈棋。左右急报曰：
“尊君被廷尉执去，将斩矣。二公子何不急
避？”二子曰：
“破巢之下，安有完卵乎 (3) ？”言未已，廷尉又
至，尽收融家小并二子，皆斩之，号令融尸于市。京兆脂习伏尸而
哭。操闻之，大怒，欲杀之。荀彧曰：
“彧闻脂习常谏融曰：
‘公刚
直太过，乃取祸之道。’今融死而来哭，乃义人也，不可杀。”操乃
止。习收融父子尸首，皆葬之。后人有诗赞孔融曰：
孔融居北海，豪气贯长虹。
坐上客长满，樽中酒不空 (4) 。
文章惊世俗，谈笑侮王公。
史笔褒忠直，存官纪太中 (5) 。
曹操既杀孔融，传令五队军马次第起行 (6) ，只留荀彧等守许
昌。
却说荆州刘表病重，使人请玄德来托孤 (7) 。玄德引关、张至荆
州见刘表。表曰：
“我病已入膏肓 (8) ，不久便死矣，特托孤于贤
弟。我子无才，恐不能承父业，我死之后，贤弟可自领荆州。”玄德
泣拜曰：
“备当竭力以辅贤侄，安敢有他意乎？”正说间，人报曹操
自统大兵至。玄德急辞刘表，星夜回新野。
刘表病中闻此信，吃惊不小，商议写遗嘱，令玄德辅佐长子刘琦
为荆州之主。蔡夫人闻之大怒，关上内门，使蔡瑁、张允二人把住外
门。时刘琦在江夏，知父病危，来至荆州探病，方到外门，蔡瑁当住
曰：
“公子奉父命镇守江夏，其任至重。今擅离职守，倘东吴兵至，
如之奈何？若入见主公，主公必生嗔怒，病将转增，非孝也。宜速
回。”刘琦立于门外，大哭一场，上马仍回江夏。刘表病势危笃，望
刘琦不来。至八月戊申日，大叫数声而死。后人有诗叹刘表曰：
昔闻袁氏居河朔，又见刘君霸汉阳。
总为牝晨致家累 (9) ，可怜不久尽销亡。
刘表既死，蔡夫人与蔡瑁、张允商议，假写遗嘱，令次子刘琮为
荆州之主，然后举哀报丧。时刘琮年方十四岁，颇聪明，乃聚众言
曰：
“吾父弃世，吾兄现在江夏，更有叔父玄德在新野。汝等立我为
主，倘兄与叔兴兵问罪，如何解释？”众官未及对，幕官李珪答曰：
“公子之言甚善。今可急发哀书至江夏，请大公子为荆州之主，就命
玄德一同理事，北可以敌曹操，南可以拒孙权，此万全之策也 (10)
。”蔡瑁叱曰：
“汝何人，敢乱言以逆主公遗命？”李珪大骂曰：
“汝内外朋谋 (11) ，假称遗命，废长立幼，眼见荆襄九郡送于蔡氏之
手。故主有灵，必当殛汝 (12) !”蔡瑁大怒，喝令左右推出斩之。李
珪至死大骂不绝。于是蔡瑁遂立刘琮为主。蔡氏宗族，分领荆州之
兵；命治中邓义、别驾刘先守荆州；蔡夫人自与刘琮前赴襄阳驻扎，
以防刘琦、刘备。就葬刘表之柩于襄阳城东汉阳之原，竟不讣告刘琦
与玄德。
刘琮至襄阳，方才歇马，忽报曹操引大军径望襄阳而来。琮大
惊，遂请蒯越、蔡瑁等商议。东曹掾傅巽进言曰：
“不特曹操兵来为
可忧，今大公子在江夏，玄德在新野，我皆未往报丧，若彼兴兵问
罪，荆襄危矣。巽有一计，可使荆襄之民安如泰山 (13) ，又可保全主
公名爵。”琮曰：
“计将安出？”巽曰：
“不如将荆襄九郡献与曹
操，操必重待主公也。”琮叱曰：
“是何言也!孤受先君之基业，坐尚
未稳，岂可便弃之他人？”蒯越曰：
“傅公悌之言是也。夫逆顺有大
体，强弱有定势。今曹操南征北讨，以朝廷为名，主公拒之，其名不
顺。且主公新立，外患未宁，内忧将作。荆襄之民闻曹兵至，未战而
胆先寒，安能与之敌哉？”琮曰：
“诸公善言，非我不从。但以先君
之业，一旦弃与他人，恐贻笑于天下耳。”
言未已，一人昂然而进曰：
“傅公悌、蒯异度之言甚善，何不从
之？”众视之，乃山阳高平人，姓王名粲，字仲宣。粲容貌瘦弱，身
材短小。幼时往见中郎蔡邕，时邕高朋满座，闻粲至，倒履迎之 (14)
。宾客皆惊曰：
“蔡中郎何独敬此小子耶？”邕曰：
“此子有异才，
吾不如也。”粲博闻强记 (15) ，人皆不及。尝观道旁碑文一过 (16)
，便能记诵；观人弈棋，棋局乱，粲复为摆出，不差一子。又善算
术。其文词妙绝一时。年十七，辟为黄门侍郎，不就。后因避乱至荆
襄，刘表以为上宾。当日谓刘琮曰：
“将军自料比曹公何如？”琮
曰：
“不如也。”粲曰：
“曹公兵强将勇，足智多谋，擒吕布于下
邳，摧袁绍于官渡，逐刘备于陇右，破乌桓于白狼，枭除荡定者 (17)
，不可胜计。今以大军南下荆襄，势难抵敌。傅、蒯二君之谋，乃长
策也。将军不可迟疑，致生后悔。”琮曰：
“先生见教极是。但须禀
告母亲知道。”只见蔡夫人从屏后转出，谓琮曰：
“既是仲宣、公
悌、异度三人所见相同，何必告我。”于是刘琮意决，便写降书，令
宋忠潜地往曹操军前投献。宋忠领命，直至宛城，接着曹操，献上降
书。操大喜，重赏宋忠，分付教刘琮出城迎接，便着他永为荆州之
主。
宋忠拜辞曹操，取路回荆襄。将欲渡江，忽见一枝人马到来，视
之，乃关云长也。宋忠回避不迭，被云长唤住，细问荆州之事。忠初
时隐讳，后被云长盘问不过，只得将前后事情，一一实告。云长大
惊，随捉宋忠至新野见玄德，备言其事。玄德闻之大哭。张飞曰：
“事已如此，可先斩宋忠，随起兵渡江，夺了襄阳，杀了蔡氏、刘
琮，然后与曹操交战。”玄德曰：
“你且缄口 (18) ，我自有斟酌。”
乃叱宋忠曰：
“你知众人作事，何不早来报我？今虽斩汝，无益于
事，可速去。”忠拜谢，抱头鼠窜而去。
玄德正忧闷间，忽报公子刘琦差伊籍到来。玄德感伊籍昔日相救
之恩，降阶迎之 (19) ，再三称谢。籍曰：
“大公子在江夏，闻荆州已
故，蔡夫人与蔡瑁等商议，不来报丧，竟立刘琮为主。公子差人往襄
阳探听，回说是实。恐使君不知，特差某赍哀书呈报，并求使君尽起
麾下精兵，同往襄阳问罪。”玄德看书毕，谓伊籍曰：
“机伯只知刘
琮僭立，更不知刘琮已将荆襄九郡献与曹操矣。”籍大惊曰：
“使君
从何知之？”玄德具言拿获宋忠之事。籍曰：
“若如此，使君不如以
吊丧为名，前赴襄阳，诱刘琮出迎，就便擒下，诛其党类，则荆州属
使君矣。”孔明曰：
“机伯之言是也，主公可从之。”玄德垂泪曰：
“吾兄临危托孤于我，今若执其子而夺其地，异日死于九泉之下，何
面目复见吾兄乎？”孔明曰：
“如不行此事，今曹兵已至宛城，何以
拒敌？”玄德曰：
“不如走樊城以避之。”
正商议间，探马飞报：
“曹兵已到博望了。”玄德慌忙发付伊籍
回江夏整顿军马，一面与孔明商议拒敌之计。孔明曰：
“主公且宽
心。前番一把火，烧了夏侯惇大半人马；今番曹军又来，必教他中这
条计。我等在新野住不得了，不如早到樊城去。”便差人四门张榜，
晓谕居民：
“无问老幼男女，愿从者，即于今日皆跟我往樊城暂避，
不可自误。”差孙乾往河边调拨船只，救济百姓；差糜竺护送各官家
眷到樊城。一面聚诸将听令，先教云长：
“引一千军去白河上流头埋
伏，各带布袋，多装沙土，遏住白河之水 (20) 。至来日三更后，只听
下流头人喊马嘶，急取起布袋，放水淹之，却顺水杀将下来接应。”
又唤张飞：
“引一千军去博陵渡口埋伏。此处水势最慢，曹军被淹，
必从此逃难，可便乘势杀来接应。”又唤赵云：
“引军三千，分为四
队：自领一队伏于东门外，其三队分伏西、南、北三门。却先于城内
人家屋上，多藏硫黄焰硝引火之物。曹军入城，必安歇民房。来日黄
昏后，必有大风。但看风起，便令西、南、北三门伏军尽将火箭射入
城去 (21) ；待城中火势大作，却于城外呐喊助威，只留东门放他出
走。汝却于东门外从后击之。天明会合关、张二将，收军回樊城。”
再令糜芳、刘封二人：
“带二千军，一半红旗，一半青旗，去新野城
外三十里鹊尾坡前屯住。一见曹军到，红旗军走在左，青旗军走在
右。他心疑，必不敢追。汝二人却去分头埋伏，只望城中火起，便可
追杀败兵，然后却来白河上流头接应。”孔明分拨已定，乃与玄德登
高瞭望，只候捷音。
却说曹仁、曹洪引军十万为前队，前面已有许褚引三千铁甲军开
路，浩浩荡荡，杀奔新野来。是日午牌时分，来到鹊尾坡，望见坡前
一簇人马，尽打青、红旗号，许褚催军向前。刘封、糜芳分为四队，
青、红旗各归左右。许褚勒马，教：
“且休进，前面必有伏兵，我兵
只在此处住下。”许褚一骑马飞报前队曹仁。曹仁曰：
“此是疑兵，
必无埋伏，可速进兵，我当催军继至。”许褚复回坡前，提兵杀入。
至林下追寻时，不见一人。时日已坠西。许褚方欲前进，只听得山上
大吹大擂。抬头看时，只见山顶上一簇旗，旗丛中两把伞盖：左玄
德，右孔明，二人对坐饮酒。许褚大怒，引军寻路上山。山上擂木、
炮石打将下来 (22) ，不能前进。又闻山后喊声大震，欲寻路厮杀，天
色已晚。
曹仁领兵到，教且夺新野城歇马。军士至城下时，只见四门大
开。曹兵突入，并无阻当，城中亦不见一人，竟是一座空城了。曹洪
曰：
“此是势孤计穷，故尽带百姓逃窜去了。我军权且在城安歇，来
日平明进兵。”此时各军走乏，都已饥饿，皆去夺房造饭。曹仁、曹
洪就在衙内安歇。
初更以后，狂风大作。守门军士飞报火起。曹仁曰：
“此必军士
造饭不小心，遗漏之火，不可自惊。”说犹未了，接连几次飞报，
西、南、北三门皆火起。曹仁急令众将上马时，满县火起，上下通
红。是夜之火，更胜前日博望烧屯之火。后人有诗叹曰：
奸雄曹操守中原，九月南征到汉川。
风伯怒临新野县 (23) ，祝融飞下焰摩天 (24) 。
曹仁引众将突烟冒火，寻路奔走，闻说东门无火，急急奔出东
门。军士自相践踏，死者无数。曹仁等方才脱得火厄，背后一声喊
起，赵云引军赶来混战。败军各逃性命，谁肯回身厮杀。正奔走间，
糜芳引一军至，又冲杀一阵。曹仁大败，夺路而走，刘封又引一军截
杀一阵。到四更时分，人困马乏，军士大半焦头烂额 (25) 。奔至白河
边，喜得河水不甚深，人马都下河吃水，人相喧嚷，马尽嘶鸣。
却说云长在上流用布袋遏住河水，黄昏时分，望见新野火起。至
四更，忽听得下流头人喊马嘶。急令军士一齐掣起布袋，水势滔天，
望下流冲去。曹军人马俱溺于水中，死者极多。曹仁引众将望水势慢
处夺路而走，行到博陵渡口，只听喊声大起，一军拦路。当先大将，
乃张飞也，大叫：
“曹贼快来纳命 (26) !”曹军大惊。正是：
城内才看红焰吐，水边又遇黑风来。
未知曹仁性命如何，且看下文分解。
--------------------
(1) 腹心之患——腹心：泛指人体的要害部位。患：病。“腹心之患”本“腹心之
疾”，出自《左传·哀公六年》：“是岁也，有云如众赤鸟，夹日以飞三日。楚子使问诸周
大史，周大史曰：‘其当王身乎？若禜之，可移于令尹、司马。’王曰：‘除腹心之疾，而
置诸股肱，何益……有罪受罚，又焉移之？’遂弗禜。”(禜：为除邪消灾而祭祀。)意谓犹
如人体的要害部位有了病。比喻极其严重的祸害。
(2) 狎侮——轻慢侮弄。《尚书·周书·旅獒》：“德盛不狎侮。狎侮君子，罔以尽人
心；狎侮小人，罔以尽其力。”
(3) 破巢之下，安有完卵乎——原作“覆巢之下，复有完卵乎”，见于南朝宋·刘义庆
《世说新语·言语》：“孔融被收，中外惶怖。时融儿大者九岁，小者八岁，二儿故琢钉
戏，了无遽容。融谓使者曰：‘冀罪止于身，二儿可得全不？’儿徐进曰：‘大人岂见覆巢
之下，复有完卵乎？’寻亦收至。”意谓倒翻了鸟巢，不可能有完整的鸟蛋。比喻灭门之
祸，无一幸免。
(4) 太中——指孔融官至太中大夫。
(5) 坐上客长满，樽中酒不空——这是孔融说过的话，原作“坐上客恒满，尊中酒不
空”，见于《后汉书·孔融传》：“(融)性宽容少忌，好士，喜诱益后进。及退闲职，宾客
日盈其门。常叹曰：‘坐上客恒满，尊中酒不空，吾无忧矣。’”
(6) 次第——依次，按序。
(7) 托孤——把遗孤托付某人照顾。
(8) 病入膏肓——膏肓：中医以心尖脂肪为膏，心脏至隔膜之间为肓。“病入膏肓”典
出《左传·成公十年》：“公疾病，求医于秦。秦伯(桓公)使医缓为之。未至，公梦疾为二
竖子，曰：‘彼良医也，惧伤我，焉逃之？’其一曰：‘居肓之上，膏之下，若我何？’医
至，曰：‘疾不可为也，在肓之上，膏之下，攻之不可，达之不及，药不至焉，不可为
也。’公曰：‘良医也。’厚为之礼而归之。”意谓疾病已深入到人的要害部位，无药可
治。借喻问题或弊端已到极其严重的地步，难以挽救。
(9) 牝(p ì n聘)晨——“牝鸡司晨”的省略。牝鸡：母鸡。司晨：负责报晓。“牝鸡
司晨”出自汉·扬雄《兖州箴》：“祖伊奔走，致天威命，不恐不震。妇言是用，牝鸡司
晨。”意谓母鸡代替公鸡打鸣报晓。比喻妇人掌管政权或干预朝政。旧时认为阴阳倒置，将
导致家破国亡。
(10) 万全之策——语本“万全之术”，出自汉·晁错《言兵事疏》(见《汉书·晁错
传》)：“两军相为表里，各用其长技，衡加之以众，此万全之术也。”(术：策略。)意谓有
绝对把握、万无一失、最为周到妥善的计策或策略。
(11) 朋谋——相互勾结策划。
(12) 殛(j í集)——杀死，诛戮。
(13) 安如泰山——安：安稳，稳固。“安如泰山”本“宁于太山”，出自《战国策·秦
策五》：“其宁于太山四维，必无危亡之患矣。”(宁：安。太山：同“泰山”。)意谓稳固
得像泰山一般。形容极其稳固，不可动摇或没有危险。
(14) 倒履迎之——原作“倒屣迎之”。倒履、倒屣：同义。颠倒穿鞋。表示匆忙失措。
之：代词，代指客人。“倒屣迎之”出自《三国志·魏志·王粲传》：“时(蔡)邕才学显
著，贵重朝廷，常车骑填巷，宾客盈坐。闻粲在门，倒屣迎之。粲至，年既幼弱，容状短
小，一坐尽惊。邕曰：‘此王公孙也，有异才，吾不如也。’”古人家居常脱鞋席地而坐，
因为急于迎客而倒穿了鞋子。形容对来客极为仰慕与尊重，不敢怠慢。这里是蔡邕对王粲表
示特别敬重。
(15) 博闻强记——语出《史记·三王世家》：“夫贤主所作，固非浅闻者所能知，非博
闻强记君子者所不能究竟其意。”意谓见多识广，记性极强。形容人才能出众，学识渊博。
(16) 一过——一遍。
(17) 枭除——消灭。枭：斩首悬挂以示众。
(18) 缄(ji ān坚)口——闭口，闭嘴。
(19) 降阶迎之——语出《周书·赵僭王招传》：“滕王逌后至，隋文帝降阶迎之。”意
谓走下台阶迎客，以示恭敬。
(20) 遏住——堵住，截住。
(21) 火箭——头上有引火之物，射出去可以引发大火的箭。
(22) 擂木、炮石——古代作战的两种武器。擂木：即木桩，置于城墙或山上，用以砸进
攻之敌。“擂”是滚的意思。炮石：即石块，因多用炮(一种土机械)打出去，故称“炮
石”。有时也用手抛，故亦称“抛石”。
(23) 风伯——神站传说中的风神。见战国楚·屈原《远游》：“风伯为余先驱兮，氛埃
辟而清凉。”
(24) 祝融——神站传说中的火神。见《吕氏春秋·孟夏》：“其神祝融。”高诱注：
“祝融，颛顼氏后，老童之子，为高辛氏火正，死为火官之神。”
(25) 焦头烂额——此语出自一个著名故事，事见于汉·刘向《说苑·卷一三·权谋》、
汉·桓谭《新论·卷上·见征》，略谓：有一个人(一说淳于髡)见人家的烟囱是直的，劝其
改成曲的，并将柴草离灶远些，否则可能发生火灾。主人置之不理，结果火灾真的发生了。
邻居都来救火，烧得焦头烂额。主人杀牛摆酒，款待焦头烂额的邻居，却忘了请劝其改成曲
烟囱的人。后人将此故事概括为“曲突徙薪，焦头烂额”这一成语，以比喻具有深谋远虑、
雄才大略的人往往被埋没，而具有微才小善的人却往往备受重用与奖赏。又仅取“焦头烂
额”的字面意义以形容严重烧伤。这里取后一义。
(26) 纳命——交出性命。即送死之意。
第四十一回 刘玄德携民渡江 赵子龙单骑救主
却说张飞因关公放了上流水，遂引军从下流杀将来，截住曹仁混
杀。忽遇许褚，便与交锋。许褚不敢恋战，夺路走脱。张飞赶来，接
着玄德、孔明，一同沿河到上流。刘封、糜芳已安排船只等候，遂一
齐渡河，尽望樊城而去。孔明教将船筏放火烧毁。
却说曹仁收拾残军，就新野屯住，使曹洪去见曹操，具言失利之
事。操大怒曰：
“诸葛村夫，安敢如此!”催动三军，漫山塞野，尽至
新野下寨。传令军士一面搜山，一面填塞白河。令大军分作八路，一
齐去取樊城。刘晔曰：
“丞相初至襄阳，必须先买民心。今刘备尽迁
新野百姓入樊城，若我兵径进，二县为齑粉矣。不如先使人招降刘
备：备即不降，亦可见我爱民之心；若其来降，则荆州之地，可不战
而定也。”操从其言，便问：
“谁可为使？”刘晔曰：
“徐庶与刘备
至厚，今现在军中，何不命他一往？”操曰：
“他去恐不复来。”晔
曰：
“他若不来，贻笑于人矣。丞相勿疑。”操乃召徐庶至，谓曰：
“我本欲踏平樊城，奈怜众百姓之命。公可往说刘备：如肯来降，免
罪赐爵；若更执迷，军民共戮，玉石俱焚 (1) 。吾知公忠义，故特使
公往，愿勿相负。”
徐庶受命而行。至樊城，玄德、孔明接见，共诉旧日之情。庶
曰：
“曹操使庶来招降使君，乃假买民心也。今彼分兵八路，填白河
而进，樊城恐不可守，宜速作行计。”玄德欲留徐庶，庶谢曰：
“某
若不还，恐惹人笑。今老母已丧，抱恨终天 (2) 。身虽在彼，誓不为
设一谋。公有卧龙辅佐，何愁大业不成？庶请辞。”玄德不敢强留。
徐庶辞回，见了曹操，言玄德并无降意。操大怒，即日进兵。
玄德问计于孔明，孔明曰：
“可速弃樊城，取襄阳暂歇。”玄德
曰：
“奈百姓相随许久，安忍弃之？”孔明曰：
“可令人遍告百姓：
有愿随者同去，不愿者留下。”先使云长往江岸整顿船只。令孙乾、
简雍在城中声扬曰：
“今曹兵将至，孤城不可久守，百姓愿随者，便
同过江。”两县之民齐声大呼曰：
“我等虽死，亦愿随使君。”即日
号泣而行，扶老携幼，将男带女，滚滚渡河，两岸哭声不绝。玄德于
船上望见，大恸曰：
“为吾一人而使百姓遭此大难，吾何生哉!”欲投
江而死，左右急救止。闻者莫不痛哭。船到南岸，回顾百姓，有未渡
者，望南而哭。玄德急令云长催船渡之，方才上马。
行至襄阳东门，只见城上遍插旌旗，壕边密布鹿角。玄德勒马大
叫曰：
“刘琮贤侄，吾但欲救百姓，并无他念，可快开门。”刘琮闻
玄德至，惧而不出。蔡瑁、张允径来敌楼上，叱军士乱箭射下。城外
百姓，皆望敌楼而哭。城中忽有一将引数百人，径上城楼，大喝：
“蔡瑁、张允卖国之贼!刘使君乃仁德之人，今为救民而来投，何得相
拒？”众视其人，身长八尺，面如重枣，乃义阳人也，姓魏名延，字
文长。当下魏延轮刀砍死守门将士，开了城门，放下吊桥，大叫：
“刘皇叔快领兵入城，共杀卖国之贼。”张飞便跃马欲入，玄德急止
之曰：
“休惊百姓。”魏延只管招呼玄德军马入城。只见城内一将飞
马引军而出，大喝：
“魏延无名小卒，安敢造乱？认得我大将文聘
么？”魏延大怒，挺枪跃马，便来交战。两下军兵在城边混杀，喊声
大震。玄德曰：
“本欲保民，反害民也。吾不愿入襄阳。”孔明曰：
“江陵乃荆州要地，不如先取江陵为家。”玄德曰：
“正合吾心。”
于是引着百姓，尽离襄阳大路，望江陵而走。襄阳城中百姓，多有乘
乱逃出城来，跟玄德而去。魏延与文聘交战，从巳至未 (3) ，手下兵
卒皆已折尽。延乃拨马而逃，却寻不见玄德，自投长沙太守韩玄去
了。
却说玄德同行军民十馀万，大小车数千辆，挑担背包者不计其
数。路过刘表之墓，玄德率众将拜于墓前，哭告曰：
“辱弟备无德无
才 (4) ，负兄寄托之重 (5) ，罪在备一身，与百姓无干，望兄英灵垂
救荆襄之民。”言甚悲切，军民无不下泪。忽哨马报说：
“曹操大军
已屯樊城，使人收拾船筏，即日渡江赶来也。”众将皆曰：
“江陵要
地，足可拒守。今拥民众数万，日行十馀里，似此几时得至江陵？倘
曹兵到，如何迎敌？不如暂弃百姓，先行为上。”玄德泣曰：
“举大
事者，必以人为本。今人归我，奈何弃之？”百姓闻玄德此言，莫不
伤感。后人有诗赞之曰：
临难仁心存百姓，登舟挥泪动三军。
至今凭吊襄江口，父老犹然忆使君。
却说玄德拥着百姓，缓缓而行。孔明曰：
“追兵不久即至，可遣
云长往江夏求救于公子刘琦，教他速起兵乘船会于江陵。”玄德从
之，即修书令云长同孙乾领五百军往江夏求救；令张飞断后，赵云保
护老小，其馀俱管顾百姓而行。每日只走十馀里便歇。
却说曹操在樊城，使人渡江至襄阳，召刘琮相见。琮惧怕不敢往
见，蔡瑁、张允请行。王威密告琮曰：
“将军既降，玄德又走，曹操
必懈弛无备。愿将军奋整奇兵，设于险处击之，操可获矣。获操则威
震天下，中原虽广，可传檄而定 (6) 。此难遇之机，不可失也。”琮
以其言告蔡瑁。瑁叱王威曰：
“汝不知天命，安敢妄言？”威怒骂
曰：
“卖国之徒，吾恨不生啖汝肉!”瑁欲杀之，蒯越劝止。
瑁遂与张允同至樊城，拜见曹操，瑁等辞色甚是谄佞 (7) 。操
问：
“荆州军马钱粮，今有多少？”瑁曰：
“马军五万，步军十五
万，水军八万，共二十八万。钱粮大半在江陵，其馀各处亦足供给一
载。”操曰：
“战船多少？原是何人管领？”瑁曰：
“大小战船共七
千馀只，原是瑁等二人掌管。”操遂加瑁为镇南侯、水军大都督，张
允为助顺侯、水军副都督。二人大喜拜谢。操又曰：
“刘景升既死，
其子降顺，吾当表奏天子，使永为荆州之主。”二人大喜而退。荀攸
曰：
“蔡瑁、张允乃谄佞之徒，主公何遂加以如此显爵，更教都督水
军乎？”操笑曰：
“吾岂不识人？止因吾所领北地之众不习水战，故
且权用此二人，待成事之后，别有理会。”
却说蔡瑁、张允归见刘琮，具言：
“曹操许保奏将军永镇荆
襄。”琮大喜。次日，与母蔡夫人赍捧印绶、兵符，亲自渡江拜迎曹
操。操抚慰毕，即引随征军将，进屯襄阳城外。蔡瑁、张允令襄阳百
姓焚香拜接。曹操俱用好言抚谕。入城至府中坐定，即召蒯越近前，
抚慰曰：
“吾不喜得荆州，喜得异度也。”遂封蒯越为江陵太守、樊
城侯；傅巽、王粲等皆为关内侯。而以刘琮为青州刺史，便教起程。
琮闻命大惊，辞曰：
“琮不愿为官，愿守父母乡土。”操曰：
“青州近帝都，教你随朝为官，免在荆襄被人图害。”琮再三推辞，
曹操不准。琮只得与母蔡夫人同赴青州。只有故将王威相随，其馀官
员俱送至江口而回。操唤于禁嘱咐曰：
“你可引轻骑追刘琮母子杀
之，以绝后患。”于禁得令，领众赶上，大喝曰：
“我奉丞相令，教
来杀汝母子，可早纳下首级。”蔡夫人抱刘琮而大哭。于禁喝令军士
下手。王威忿怒，奋力相斗，竟被众军所杀。军士杀死刘琮及蔡夫
人。于禁回报曹操，操重赏于禁。便使人往隆中搜寻孔明妻小，却不
知去向。原来孔明先已令人搬送至三江内隐避矣。操深恨之。
襄阳既定，荀攸进言曰：
“江陵乃荆襄重地，钱粮极广。刘备若
据此地，急难动摇。”操曰：
“孤岂忘之？”随命于襄阳诸将中，选
一员引军开道。诸将中却独不见文聘。操使人寻问，方才来见。操
曰：
“汝来何迟？”对曰：
“为人臣而不能使其主保全境土，心实悲
惭，无颜早见耳。”言讫，欷歔流涕。操曰：
“真忠臣也。”除江夏
太守，赐爵关内侯，便教引军开道。探马报说：
“刘备带领百姓，日
行止十数里，计程只有三百馀里。”操教各部下精选五千铁骑，星夜
前进，限一日一夜赶上刘备。大军陆续随后而进。
却说玄德引十数万百姓、三千馀军马，一程程挨着往江陵进发。
赵云保护老小，张飞断后。孔明曰：
“云长往江夏去了，绝无回音，
不知若何。”玄德曰：
“敢烦军师亲自走一遭，刘琦感公昔日之教，
今若见公亲至，事必谐矣 (8) 。”孔明允诺，便同刘封引五百军先往
江夏求救去了。
当日玄德自与简雍、糜竺、糜芳同行。正行间，忽然一阵狂风就
马前刮起，尘土冲天，平遮红日。玄德惊曰：
“此何兆也？”简雍颇
明阴阳 (9) ，袖占一课 (10) ，失惊曰：
“此大凶之兆也，应在今夜。
主公可速弃百姓而走。”玄德曰：
“百姓从新野相随至此，吾安忍弃
之？”雍曰：
“主公若恋而不弃，祸不远矣。”玄德问：
“前面是何
处？”左右答曰：
“前面是当阳县。有座山，名为景山。”玄德便教
就此山扎住。时秋末冬初，凉风透骨。黄昏将近，哭声遍野。
至四更时分，只听得西北喊声震地而来。玄德大惊，急上马引本
部精兵二千馀人迎敌。曹兵掩至，势不可当。玄德死战。正在危迫之
际，幸得张飞引军至，杀开一条血路，救玄德望东而走。文聘当先拦
住，玄德骂曰：
“背主之贼，尚有何面目见人？”文聘羞惭满面，引
兵自投东北去了。张飞保着玄德，且战且走。奔至天明，闻喊声渐渐
远去，玄德方才歇马。看手下随行人，止有百馀骑。百姓、老小并糜
竺、糜芳、简雍、赵云等一干人，皆不知下落。玄德大哭曰：
“十数
万生灵，皆因恋我，遭此大难；诸将及老小，皆不知存亡：虽土木之
人，宁不悲乎 (11) !”
正凄惶时，忽见糜芳面带数箭，踉跄而来，口言：
“赵子龙反投
曹操去了也。”玄德叱曰：
“子龙是我故交，安肯反乎？”张飞曰：
“他今见我等势穷力尽，或者反投曹操，以图富贵耳。”玄德曰：
“子龙从我于患难，心如铁石 (12) ，非富贵所能动摇也。”糜芳曰：
“我亲见他投西北去了。”张飞曰：
“待我亲自寻他去，若撞见时，
一枪刺死。”玄德曰：
“休错疑了，岂不见你二兄诛颜良、文丑之事
乎？子龙此去，必有事故。吾料子龙必不弃我也。”张飞那里肯听，
引二十馀骑至长坂桥，见桥东有一带树木，飞生一计：教所从二十馀
骑，都砍下树枝，拴在马尾上，在树林内往来驰骋，冲起尘土，以为
疑兵。飞却亲自横矛立马于桥上，向西而望。
却说赵云自四更时分与曹军厮杀，往来冲突，杀至天明，寻不见
玄德，又失了玄德老小。云自思曰：
“主公将甘、糜二夫人与小主人
阿斗托付在我身上，今日军中失散，有何面目去见主人？不如去决一
死战，好歹要寻主母与小主人下落。”回顾左右，只有三四十骑相
随。云拍马在乱军中寻觅，二县百姓号哭之声震天动地，中箭着枪、
抛男弃女而走者不计其数。
赵云正走之间，见一人卧在草中，视之，乃简雍也。云急问曰：
“曾见两位主母否？”雍曰：
“二主母弃了车仗，抱阿斗而走。我飞
马赶去，转过山坡，被一将刺了一枪，跌下马来，马被夺了去。我争
斗不得，故卧在此。”云乃将从骑所骑之马借一匹与简雍骑坐，又着
二卒扶护简雍先去报与主人：
“我上天入地，好歹寻主母与小主人
来；如寻不见，死在沙场上也。”
说罢，拍马望长坂坡而去。忽一人大叫：
“赵将军那里去？”云
勒马问曰：
“你是何人？”答曰：
“我乃刘使君帐下护送车仗的军
士，被箭射倒在此。”赵云便问二夫人消息。军士曰：
“恰才见甘夫
人披头跣足，相随一伙百姓妇女，投南而走。”云见说，也不顾军
士，急纵马望南赶去。只见一伙百姓，男女数百人，相携而走。云大
叫曰：
“内中有甘夫人否？”夫人在后面望见赵云，放声大哭。云下
马插枪而泣曰：
“使主母失散，云之罪也。糜夫人与小主人安在？”
甘夫人曰：
“我与糜夫人被逐，弃了车仗，杂于百姓内步行。又撞见
一枝军马冲散，糜夫人与阿斗不知何往，我独自逃生至此。”
正言间，百姓发喊，又撞出一枝军来。赵云拔枪上马看时，面前
马上绑着一人，乃糜竺也。背后一将手提大刀，引着千馀军，乃曹仁
部将淳于导，拿住糜竺，正要解去献功。赵云大喝一声，挺枪纵马，
直取淳于导。导抵敌不住，被云一枪刺落马下，向前救了糜竺，夺得
马二匹。云请甘夫人上马，杀开条大路，直送至长坂坡。只见张飞横
矛立马于桥上，大叫：
“子龙，你如何反我哥哥？”云曰：
“我寻不
见主母与小主人，因此落后，何言反耶？”飞曰：
“若非简雍先来报
信，我今见你，怎肯干休也!”云曰：
“主公在何处？”飞曰：
“只在
前面不远。”云谓糜竺曰：
“糜子仲保甘夫人先行，待我仍往寻糜夫
人与小主人去。”言罢，引数骑再回旧路。
正走之间，见一将手提铁枪，背着一口剑，引十数骑跃马而来。
赵云更不打话，直取那将，交马只一合，把那将一枪刺倒。从骑皆
走。原来那将乃曹操随身背剑之将夏侯恩也。曹操有宝剑二口：一名
倚天，一名青 。倚天剑自佩之，青 剑令夏侯恩佩之。那青
剑砍铁如泥，锋利无比。当时夏侯恩自恃勇力，背着曹操，只顾引人
抢夺掳掠。不想撞着赵云，被他一枪刺死，夺了那口剑。看靶上有金
嵌“青 ”二字，方知是宝剑也。
云插剑提枪，复杀入重围。回顾手下从骑，已没一人，只剩得孤
身。云并无半点退心，只顾往来寻觅，但逢百姓，便问糜夫人消息。
忽一人指曰：
“夫人抱着孩儿，左腿上着了枪，行走不得，只在前面
墙缺内坐地。”赵云听了，连忙追寻。只见一个人家，被火烧坏土
墙，糜夫人抱着阿斗，坐于墙下枯井之旁啼哭。云急下马伏地而拜。
夫人曰：
“妾得见将军，阿斗有命矣。望将军可怜他父亲飘荡半世，
只有这点骨血。将军可护持此子，教他得见父面，妾死无恨。”云
曰：
“夫人受难，云之罪也。不必多言，请夫人上马，云自步行死
战，保夫人透出重围 (13) 。”糜夫人曰：
“不可。将军岂可无马？此
子全赖将军保护。妾已重伤，死何足惜。望将军速抱此子前去，勿以
妾为累也。”云曰：
“喊声将近，追兵已至，请夫人速速上马。”糜
夫人曰：
“妾身委实难去，休得两误。”乃将阿斗递与赵云曰：
“此
子性命全在将军身上。”赵云三回五次请夫人上马，夫人只不肯上
马。四边喊声又起，云厉声曰：
“夫人不听吾言，追军若至，为之奈
何？”糜夫人乃弃阿斗于地，翻身投入枯井中而死。后人有诗赞之
曰：
战将全凭马力多，步行怎把幼君扶？
拚将一死存刘嗣，勇决还亏女丈夫。
赵云见夫人已死，恐曹军盗尸，便将土墙推倒，掩盖枯井。掩
讫，解开勒甲绦，放下掩心镜 (14) ，将阿斗抱护在怀，绰枪上马。早
有一将引一队步军至，乃曹洪部将晏明也，持三尖两刃刀，来战赵
云。不三合，被赵云一枪刺倒，杀散众军，冲开一条路。正走间，前
面又一枝军马拦路。当先一员大将，旗号分明，大书“河间张郃”。
云更不答话，挺枪便战。约十馀合，云不敢恋战，夺路而走。背后张
郃赶来，云加鞭而行，不想趷跶一声 (15) ，连马和人，颠入土坑之
内。张郃挺枪来刺，忽然一道红光从土坑中滚起，那匹马平空一跃，
跳出坑外。后人有诗曰：
红光罩体困龙飞 (16) ，征马冲开长坂围。
四十二年真命主 (17) ，将军因得显神威。
张郃见了，大惊而退。
赵云纵马正走，背后忽有二将大叫：
“赵云休走!”前面又有二
将，使两般军器，截住去路。后面赶的是马延、张顗，前面阻的是焦
触、张南，都是袁绍手下降将。赵云力战四将，曹军一齐拥至。云乃
拔青釭剑乱砍，手起处，衣甲平过，血如涌泉，杀退众军将，直透重
围。
却说曹操在景山顶上望见一将，所到之处，威不可当，急问左右
是谁。曹洪飞马下山大叫曰：
“军中战将可留姓名。”云应声曰：
“吾乃常山赵子龙也。”曹洪回报曹操。操曰：
“真虎将也!吾当生致
之。”遂令飞马传报各处：
“如赵云到，不许放冷箭，只要捉活
的。”因此赵云得脱此难，此亦阿斗之福所致也。
这一场杀，赵云怀抱后主 (18) ，直透重围，砍倒大旗两面，夺槊
三条，前后枪刺剑砍杀死曹营名将五十馀员。后人有诗曰：
血染征袍透甲红，当阳谁敢与争锋。
古来冲阵扶危主，只有常山赵子龙。
赵云当下杀透重围，已离大阵，血满征袍。正行间，山坡下又撞
出两枝军，乃夏侯惇部将锺缙、锺绅兄弟二人，一个使大斧，一个使
画戟，大喝：
“赵云快下马受缚!”正是：
才离虎窟逃生去，又遇龙潭鼓浪来。
毕竟子龙怎地脱身，且听下回分解。
--------------------
(1) 玉石俱焚——语出《尚书·夏书·胤征》：“火炎昆冈，玉石俱焚。天吏逸德，烈
于猛火。歼厥渠魁，胁从罔治。”意谓美玉和石头全都烧毁了。比喻好的坏的同归于尽。多
指战争无情，伤及无辜。
(2) 抱恨终天——抱恨：心怀遗憾。终天：终身，一辈子。天：性命或生命。“抱恨终
天”或本“一生抱恨”，出自唐·杜甫《负薪行》：“夔州处女发半华，四十五十无夫家。
更遭丧乱嫁不售，一生抱恨长(一作“堪”)咨嗟。”意谓一辈子都心怀遗憾。指丧亲之痛或
愿望未遂。
(3) 从巳至未——从巳时至未时，相当于今上午九时至下午三时。
(4) 辱弟——自谦之称。意为不中用或昏聩的兄弟。
(5) 寄托——这里指托孤。参见第四十回“托孤”条注释。
(6) 传檄而定——传檄：发布声讨文书。“传檄而定”出自《史记·淮阴侯列传》：
“(韩信再拜贺曰)今大王举而东，三秦可传檄而定也。”(又见《汉书·韩信传》、汉·刘向
《新序·卷一○·善谋下》)意谓不必劳师动众，只须发布一道声讨文书，就能制服敌人，稳
定局势。表示讨伐者自信威力无比，战胜敌人轻而易举。
(7) 谄佞(chǎn n ì ng产拧)——花言巧语，阿谀奉承。
(8) 谐——指事情能够办成、办妥。
(9) 阴阳——这里指用阴阳五行之说占卜吉凶祸福的方术。
(10) 课——卦。
(11) 宁——岂，岂能。
(12) 心如铁石——语出三国魏·曹操《敕王必领长史令》(见《三国志·魏志·武帝
纪》裴松之注引《魏武故事》)：“领长史王必，是吾披荆棘时吏也，忠能勤事，心如铁石，
国之良吏也。”这里是比喻坚贞不渝，富贵不移。
(13) 透出重围——义同“直透重围”。意谓穿越或穿过重重包围。
(14) 掩心镜——亦称“护心镜”(见第六回)。古代镶嵌在铠甲胸背部位以防箭射枪刺
的铜镜。
(15) 趷跶(gē dā戈疸)——这里是象声词，形容马匹跌倒的声音。
(16) 困龙——指被曹军围困的刘禅(阿斗)。
(17) 四十二年真命主——指将做四十二年蜀汉皇帝的刘禅。
(18) 后主——史家称刘备为“先主”，称刘禅为“后主”。
第四十二回 张翼德大闹长坂桥 刘豫州败走汉津口
却说锺缙、锺绅二人拦住赵云厮杀，赵云挺枪便刺，锺缙当先挥
大斧来迎。两马相交，战不三合，被云一枪刺落马下，夺路便走。背
后锺绅持戟赶来，马尾相衔，那枝戟只在赵云后心内弄影。云急拨转
马头，恰好两胸相拍 (1) 。云左手持枪隔过画戟，右手拔出青釭宝剑
砍去，带盔连脑，砍去一半，绅落马而死。馀众奔散。赵云得脱，望
长坂桥而走。只闻后面喊声大震，原来文聘引军赶来。赵云到得桥
边，人困马乏，见张飞挺矛立马于桥上，云大呼曰：
“翼德援我!”飞
曰：
“子龙速行，追兵我自当之。”
云纵马过桥，行二十馀里，见玄德与众人憩于树下。云下马伏地
而泣。玄德亦泣。云喘息而言曰：
“赵云之罪，万死犹轻。糜夫人身
带重伤，不肯上马，投井而死，云只得推土墙掩之。怀抱公子，身突
重围，赖主公洪福，幸而得脱。适来公子尚在怀中啼哭，此一会不见
动静，多是不能保也。”遂解视之，原来阿斗正睡着未醒。云喜曰：
“幸得公子无恙。”双手递与玄德。玄德接过，掷之于地曰：
“为汝
这孺子，几损我一员大将。”赵云忙向地下抱起阿斗，泣拜曰：
“云
虽肝脑涂地，不能报也。”后人有诗曰：
曹操军中飞虎出，赵云怀内小龙眠。
无由抚慰忠臣意，故把亲儿掷马前。
却说文聘引军追赵云至长坂桥，只见张飞倒竖虎须，圆睁环眼，
手绰蛇矛，立马桥上；又见桥东树林之后尘头大起，疑有伏兵：便勒
住马，不敢近前。俄而曹仁 (2) 、李典、夏侯惇、夏侯渊、乐进、张
辽、张郃、许褚等都至，见飞怒目横矛，立马于桥上，又恐是诸葛孔
明之计，都不敢近前。扎住阵脚，一字儿摆在桥西，使人飞报曹操。
操闻知，急上马，从阵后来。张飞睁圆环眼，隐隐见后军青罗伞
盖、旄钺旌旗来到，料得是曹操心疑，亲自来看。飞乃厉声大喝曰：
“我乃燕人张翼德也，谁敢与我决一死战？”声如巨雷。曹军闻之，
尽皆股栗 (3) 。曹操急令去其伞盖，回顾左右曰：
“我向曾闻云长
言：翼德于百万军中取上将之首，如探囊取物。今日相逢，不可轻
敌。”言未已，张飞睁目又喝曰：
“燕人张翼德在此，谁敢来决死
战？”曹操见张飞如此气概，颇有退心。飞望见曹操后军阵脚移动，
乃挺矛又喝曰：
“战又不战，退又不退，却是何故？”喊声未绝，曹
操身边夏侯杰惊得肝胆碎裂，倒撞于马下。操便回马而走，于是诸军
众将一齐望西奔走。正是：
黄口孺子，怎闻霹雳之声；病体樵夫，难听虎豹之吼。
一时弃枪落盔者不计其数，人如潮涌，马似山崩，自相践踏。后
人有诗赞曰：
长坂桥头杀气生，横枪立马眼圆睁。
一声好似轰雷震，独退曹家百万兵。
却说曹操惧张飞之威，骤马望西而走，冠簪尽落，披发奔逃。张
辽、许褚赶上，扯住辔环。曹操仓皇失措。张辽曰：
“丞相休惊。料
张飞一人，何足深惧？今急回军杀去，刘备可擒也。”曹操神色方才
稍定，乃令张辽、许褚再至长坂桥探听消息。
且说张飞见曹军一拥而退，不敢追赶。速唤回原随二十馀骑，解
去马尾树枝，令将桥梁拆断。然后回马来见玄德，具言断桥一事。玄
德曰：
“吾弟勇则勇矣，惜失于计较。”飞问其故，玄德曰：
“曹操
多谋，汝不合拆断桥梁，彼必追至矣。”飞曰：
“他被我一喝，倒退
数里，何敢再追？”玄德曰：
“若不断桥，彼恐有埋伏，不敢进兵；
今拆断了桥，彼料我无军而怯，必来追赶。彼有百万之众，虽涉江
汉，可填而过，岂惧一桥之断耶？”于是即刻起身，从小路斜投汉津
(4) ，望沔阳路而走。
却说曹操使张辽、许褚探长坂桥消息，回报曰：
“张飞已拆断桥
梁而去矣。”操曰：
“彼断桥而去，乃心怯也。”遂传令差一万军，
速搭三座浮桥，只今夜就要过。李典曰：
“此恐是诸葛亮之诈谋，不
可轻进。”操曰：
“张飞一勇之夫，岂有诈谋？”遂传下号令，火速
进兵。
却说玄德行近汉津，忽见后面尘头大起，鼓声连天，喊声震地。
玄德曰：
“前有大江，后有追兵，如之奈何？”急命赵云准备抵敌。
曹操下令军中曰：
“今刘备釜中之鱼 (5) ，阱中之虎 (6) ，若不就此
时擒捉，如放鱼入海，纵虎归山矣 (7) 。众将可努力向前。”众将领
命，一个个奋威追赶。忽山坡后鼓声响处，一队军马飞出，大叫曰：
“我在此等候多时了。”当头那员大将，手执青龙刀，坐下赤兔马。
原来是关云长，去江夏借得军马一万，探知当阳长坂大战，特地从此
路截出。曹操一见云长，即勒住马，回顾众将曰：
“又中诸葛亮之计
也。”传令大军速退。
云长追赶十数里，即回军保护玄德等到汉津。已有船只伺候，云
长请玄德并甘夫人、阿斗至船中坐定。云长问曰：
“二嫂嫂如何不
见？”玄德诉说当阳之事。云长叹曰：
“曩日猎于许田时，若从吾
意，可无今日之患。”玄德曰：
“我于此时亦投鼠忌器耳。”
正说之间，忽见江南岸战鼓大鸣，舟船如蚁，顺风扬帆而来。玄
德大惊。船来至近，只见一人白袍银铠，立于船头上大呼曰：
“叔父
别来无恙，小侄得罪。”玄德视之，乃刘琦也。琦过船哭拜曰：
“闻
叔父困于曹操，小侄特来接应。”玄德大喜，遂合兵一处，放舟而
行。在船中正诉情由，江西南上战船一字儿摆开，乘风唿哨而至 (8)
。刘琦惊曰：
“江夏之兵，小侄已尽起至此矣。今有战船拦路，非曹
操之军，即江东之军也，如之奈何？”玄德出船头视之，见一人纶巾
道服，坐在船头上，乃孔明也，背后立着孙乾。玄德慌请过船，问其
何故却在此。孔明曰：
“亮自至江夏，先令云长于汉津登陆地而接。
我料曹操必来追赶，主公必不从江陵来，必斜取汉津矣，故特请公子
先来接应。我竟往夏口，尽起军前来相助。”
玄德大悦，合为一处，商议破曹之策。孔明曰：
“夏口城险，颇
有钱粮，可以久守，请主公且到夏口屯住。公子自回江夏，整顿战
船，收拾军器，为掎角之势，可以抵当曹操。若共归江夏，则势反孤
矣。”刘琦曰：
“军师之言甚善。但愚意欲请叔父暂至江夏，整顿军
马停当，再回夏口不迟。”玄德曰：
“贤侄之言亦是。”遂留下云
长，引五千军守夏口。玄德、孔明、刘琦共投江夏。
却说曹操见云长在旱路引军截出，疑有伏兵，不敢来追；又恐水
路先被玄德夺了江陵，便星夜提兵赴江陵来。荆州治中邓义、别驾刘
先，已备知襄阳之事，料不能抵敌曹操，遂引荆州军民出郭投降。曹
操入城，安民已定，释韩嵩之囚，加为大鸿胪。其馀众官，各有封
赏。
曹操与众将议曰：
“今刘备已投江夏，恐结连东吴，是滋蔓也
(9) ，当用何计破之？”荀攸曰：
“我今大振兵威，遣使驰檄江东，
请孙权会猎于江夏 (10) ，共擒刘备，分荆州之地，永结盟好。孙权必
惊疑而来降，则吾事济矣。”操从其计，一面发檄遣使赴东吴；一面
计点马步水军共八十三万，诈称一百万，水陆并进，船骑双行，沿江
而来，西连荆、峡，东接蕲、黄，寨栅联络三百馀里。
话分两头。却说江东孙权屯兵柴桑郡，闻曹操大军至襄阳，刘琮
已降，今又星夜兼道取江陵，乃集众谋士商议御守之策。鲁肃曰：
“荆州与国邻接，江山险固，士民殷富。吾若据而有之，此帝王之资
也。今刘表新亡，刘备新败，肃请奉命往江夏吊丧，因说刘备使抚刘
表众将，同心一意，共破曹操，备若喜而从命，则大事可定矣。”权
喜，从其言，即遣鲁肃赍礼往江夏吊丧。
却说玄德至江夏，与孔明、刘琦共议良策。孔明曰：
“曹操势
大，急难抵敌。不如往投东吴孙权，以为应援，使南北相持，吾等于
中取利，有何不可？”玄德曰：
“江东人物极多，必有远谋，安肯相
容耶？”孔明笑曰：
“今操引百万之众，虎踞江汉，江东安得不使人
来探听虚实？若有人到此，亮借一帆风，直至江东，凭三寸不烂之
舌，说南北两军互相吞并。若南军胜，共诛曹操以取荆州之地；若北
军胜，则我乘势以取江南可也。”玄德曰：
“此论甚高。但如何得江
东人到？”。
正说间，人报：
“江东孙权差鲁肃来吊丧，船已傍岸。”孔明笑
曰：
“大事济矣。”遂问刘琦曰：
“往日孙策亡时，襄阳曾遣人去吊
丧否？”琦曰：
“江东与我家有杀父之仇，安得通庆吊之礼 (11) ？”
孔明曰：
“然则鲁肃之来，非为吊丧，乃来探听军情也。”遂谓玄德
曰：
“鲁肃至，若问曹操动静，主公只推不知；再三问时，主公只说
可问诸葛亮。”
计会已定 (12) ，使人迎接鲁肃。肃入城吊丧，收过礼物，刘琦请
肃与玄德相见。礼毕，邀入后堂饮酒。肃曰：
“久闻皇叔大名，无缘
拜会，今幸得见，实为欣慰。近闻皇叔与曹操会战，必知彼虚实，敢
问操军约有几何？”玄德曰：
“备兵微将寡，一闻操至即走，竟不知
彼虚实。”鲁肃曰：
“闻皇叔用诸葛孔明之谋，两场火烧得曹操魂亡
胆落，何言不知耶？”玄德曰：
“除非问孔明，便知其详。”肃曰：
“孔明安在？愿求一见。”玄德教请孔明出来相见。
肃见孔明，礼毕，问曰：
“向慕先生才德，未得拜晤。今幸相
遇，愿闻目今安危之事。”
孔明曰：
“曹操奸计，亮已尽知，但恨力未及，故且避之。”肃
曰：
“皇叔今将止于此乎？”孔明曰：
“使君与苍梧太守吴臣有旧，
将往投之。”肃曰：
“吴臣粮少兵微，自不能保，焉能容人？”孔明
曰：
“吴臣处虽不足久居，今且暂依之，别有良图。”肃曰：
“孙将
军虎踞六郡，兵精粮足，又极敬贤礼士，江表英雄，多归附之。今为
君计，莫若遣心腹往结东吴，以共图大事。”孔明曰：
“刘使君与孙
将军自来无旧 (13) ，恐虚费词说，且别无心腹之人可使。”肃曰：
“先生之兄，现为江东参谋，日望与先生相见。肃不才，愿与公同见
孙将军，共议大事。”玄德曰：
“孔明是吾之师，顷刻不可相离，安
可去也？”肃坚请孔明同去。玄德佯不许。孔明曰：
“事急矣，请奉
命一行。”玄德方才许诺。鲁肃遂别了玄德、刘琦，与孔明登舟，望
柴桑郡来。正是：
只因诸葛扁舟去，致使曹兵一旦休。
不知孔明此去毕竟如何，且看下文分解。
--------------------
(1) 相拍——相撞。
(2) 俄而——不久，一会儿。
(3) 股栗——两腿发抖。形容极度恐惧。股：本指大腿，引申为双腿。栗：战栗，发
抖。
(4) 汉津——古渡口名，在今湖北省荆门东北汉水过境处。
(5) 釜(fǔ斧)中之鱼——釜：古代炊具。小口大肚，有两耳，形如今之砂锅或坛子。或
陶制，或铜制，或铁制。其用处有如今之锅。“釜中之鱼”出自《资治通鉴·晋海西公太和
五年》：“(王猛曰)且臣奉陛下威灵，击垂亡之虏，譬如釜中之鱼，何足虑也!”意谓犹如陷
入釜里的鱼，一旦烧火做饭，必死无疑。比喻处于极其险恶境地的人。
(6) 阱中之虎——阱：用以捕兽或擒人的陷坑。意谓犹如掉入陷坑中的老虎。比喻处于
极其险恶境地的人。
(7) 纵虎归山——纵：释放，放走。“纵虎归山”本“放虎于山”，出自晋·司马彪
《零陵先贤传》(见《三国志·蜀志·刘巴传》裴松之注引)：“(刘)璋遣法正迎刘备，巴谏
曰：‘备，雄人也，入必为害，不可内也。’既入，巴复谏曰：‘若使备讨张鲁，是放虎于
山林也。’璋不听。”(内：古同“纳”。收容，接纳。)意谓犹如把擒住的老虎放回山林。
比喻放走敌人或仇人，贻患无穷。
(8) 唿哨——这里义同“呼啸”。形容尖利而曼长的声音。
(9) 滋蔓——生长蔓延。这里比喻敌人的势力扩大。
(10) 会猎——本义为众人围猎。比喻会战。
(11) 庆吊之礼——语出《后汉书·王充传》：“(王充)乃闭门潜思，绝庆吊之礼，户
牖墙壁各置刀笔。”意谓亲戚朋友间互相庆贺喜事、吊唁丧事的礼仪。
(12) 计会——商议，筹划。
(13) 无旧——向来没有交情。
第四十三回 诸葛亮舌战群儒 鲁子敬力排众议
却说鲁肃、孔明辞了玄德、刘琦，登舟望柴桑郡来。二人在舟中
共议，鲁肃谓孔明曰：
“先生见孙将军，切不可实言曹操兵多将
广。”孔明曰：
“不须子敬叮咛，亮自有对答之语。”及船到岸，肃
请孔明于馆驿中暂歇，先自往见孙权。权正聚文武于堂上议事，闻鲁
肃回，急召入问曰：
“子敬往江夏，体探虚实若何 (1) ？”肃曰：
“已知其略，尚容徐禀。”权将曹操檄文示肃曰：
“操昨遣使赍文至
此，孤先发遣来使，现今会众商议未定。”肃接檄文观看。其略曰：
孤近承帝命，奉词伐罪 (2) 。旄麾南指 (3) ，刘琮束手 (4) ，荆襄之民，
望风归顺。今统雄兵百万，上将千员，欲与将军会猎于江夏，共伐刘备，同分土
地，永结盟好。幸勿观望，速赐回音。
鲁肃看毕曰：
“主公尊意若何？”权曰：
“未有定论。”张昭
曰：
“曹操拥百万之众，借天子之名，以征四方，拒之不顺。且主公
大势可以拒操者，长江也。今操既得荆州，长江之险，已与我共之
矣，势不可敌。以愚之计，不如纳降，为万安之策。”众谋士皆曰：
“子布之言，正合天意。”孙权沉吟不语。张昭又曰：
“主公不必多
疑。如降操，则东吴民安，江南六郡可保矣。”孙权低头不语。
须臾，权起更衣，鲁肃随于权后。权知肃意，乃执肃手而言曰：
“卿欲如何？”肃曰：
“恰才众人所言，深误将军。众人皆可降曹
操，惟将军不可降曹操。”权曰：
“何以言之？”肃曰：
“如肃等降
操，当以肃还乡党 (5) ，累官故不失州郡也 (6) 。将军降操，欲安所
归乎？位不过封侯，车不过一乘，骑不过一匹，从不过数人，岂得南
面称孤哉 (7) ？众人之意，各自为己，不可听也。将军宜早定大
计。”权叹曰：
“诸人议论，大失孤望。子敬开说大计，正与吾见相
同。此天以子敬赐我也。但操新得袁绍之众，近又得荆州之兵，恐势
大难以抵敌。”肃曰：
“肃至江夏，引诸葛瑾之弟诸葛亮在此，主公
可问之，便知虚实。”权曰：
“卧龙先生在此乎？”肃曰：
“现在馆
驿中安歇。”权曰：
“今日天晚，且未相见。来日聚文武于帐下，先
教见我江东英俊，然后升堂议事。”肃领命而去。
次日，至馆驿中见孔明，又嘱曰：
“今见我主，切不可言曹操兵
多。”孔明笑曰：
“亮自见机而变，决不有误。”肃乃引孔明至幕
下。早见张昭、顾雍等一班文武二十馀人，峨冠博带，整衣端坐。孔
明逐一相见，各问姓名。施礼已毕，坐于客位。
张昭等见孔明丰神飘洒，器宇轩昂，料道此人必来游说。张昭先
以言挑之曰：
“昭乃江东微末之士，久闻先生高卧隆中，自比管、
乐。此语果有之乎？”孔明曰：
“此亮平生小可之比也 (8) 。”昭
曰：
“近闻刘豫州三顾先生于草庐之中，幸得先生，以为如鱼得水，
思欲席卷荆襄 (9) 。今一旦以属曹操，未审是何主见 (10) ？”孔明自
思：
“张昭乃孙权手下第一个谋士，若不先难倒他，如何说得孙
权？”遂答曰：
“吾观取汉上之地，易如反掌。我主刘豫州躬行仁
义，不忍夺同宗之基业，故力辞之。刘琮孺子听信佞言，暗自投降，
致使曹操得以猖獗。今我主屯兵江夏，别有良图，非等闲可知也 (11)
。”
昭曰：
“若此，是先生言行相违也。先生自比管、乐，管仲相桓
公，霸诸侯，一匡天下 (12) ；乐毅扶持微弱之燕，下齐七十馀城：此
二人者，真济世之才也 (13) 。先生在草庐之中，但笑傲风月，抱膝危
坐 (14) 。今既从事刘豫州 (15) ，当为生灵兴利除害，剿灭乱贼。且
刘豫州未得先生之前，尚且纵横寰宇，割据城池。今得先生，人皆仰
望，虽三尺童蒙 (16) ，亦谓彪虎生翼 (17) ，将见汉室复兴，曹氏即
灭矣；朝廷旧臣，山林隐士，无不拭目而待 (18) ，以为拂高天之云翳
(19) ，仰日月之光辉，拯民于水火之中，措天下于衽席之上 (20) ，在
此时也。何先生自归豫州，曹兵一出，弃甲抛戈，望风而窜？上不能
报刘表以安庶民，下不能辅孤子而据疆土 (21) ；乃弃新野，走樊城，
败当阳，奔夏口，无容身之地。是豫州既得先生之后，反不如其初
也。管仲、乐毅果如是乎？愚直之言，幸勿见怪。”
孔明听罢，哑然而笑曰 (22) ：
“鹏飞万里，其志岂群鸟能识哉
(23) ？譬如人染沉疴 (24) ，当先用糜粥以饮之，和药以服之；待其腑
脏调和，形体渐安，然后用肉食以补之，猛药以治之，则病根尽去，
人得全生也。若不待气脉和缓，便投以猛药厚味，欲求安保，诚为难
矣。吾主刘豫州，向日军败于汝南，寄迹刘表，兵不满千，将止关、
张、赵云而已，此正如病势尫羸已极之时也 (25) 。新野山僻小县，人
民稀少，粮食鲜薄，豫州不过暂借以容身，岂真将坐守于此耶？夫以
甲兵不完，城郭不固，军不经练，粮不继日，然而博望烧屯，白河用
水，使夏侯惇、曹仁辈心惊胆裂。窃谓管仲、乐毅之用兵，未必过
此。至于刘琮降操，豫州实出不知；且又不忍乘乱夺同宗之基业，此
真大仁大义也。当阳之败，豫州见有数十万赴义之民扶老携幼相随，
不忍弃之，日行十里，不思进取江陵，甘与同败，此亦大仁大义也。
寡不敌众，胜负乃其常事。昔高皇数败于项羽，而垓下一战成功 (26)
，此非韩信之良谋乎？夫信久事高皇，未尝累胜。盖国家大计，社稷
安危，是有主谋。非比夸辩之徒，虚誉欺人：坐议立谈，无人可及；
临机应变，百无一能。诚为天下笑耳。”这一篇言语，说得张昭并无
一言回答。
座上忽一人抗声问曰 (27) ：
“今曹公兵屯百万，将列千员，龙骧
虎视，平吞江夏，公以为何如？”孔明视之，乃虞翻也。孔明曰：
“曹操收袁绍蚁聚之兵 (28) ，劫刘表乌合之众 (29) ，虽数百万不足
惧也。”虞翻冷笑曰：
“军败于当阳，计穷于夏口，区区求救于人
(30) ，而犹言不惧，此真大言欺人也。”孔明曰：
“刘豫州以数千仁
义之师，安能敌百万残暴之众？退守夏口，所以待时也。今江东兵精
粮足，且有长江之险，犹欲使其主屈膝降贼，不顾天下耻笑。由此论
之，刘豫州真不惧操贼者矣。”虞翻不能对。
座间又一人问曰：
“孔明欲效仪、秦之舌 (31) ，游说东吴耶？”
孔明视之，乃步骘也。孔明曰：
“步子山以苏秦、张仪为辩士，不知
苏秦、张仪亦豪杰也。苏秦佩六国相印，张仪两次相秦，皆有匡扶人
国之谋，非比畏强凌弱、惧刀避剑之人也。君等闻曹操虚发诈伪之
词，便畏惧请降，敢笑苏秦、张仪乎？”步骘默然无语。
忽一人问曰：
“孔明以曹操何如人也？”孔明视其人，乃薛综
也。孔明答曰：
“曹操乃汉贼也，又何必问？”综曰：
“公言差矣。
汉传世至今，天数将终。今曹公已有天下三分之二，人皆归心。刘豫
州不识天时，强欲与争，正如以卵击石 (32) ，安得不败乎？”孔明厉
声曰：
“薛敬文安得出此无父无君之言乎 (33) !夫人生天地间，忠孝
为立身之本。公既为汉臣，则见有不臣之人，当誓共戮之，臣之道
也。今曹操祖宗叨食汉禄，不思报效，反怀篡逆之心，天下之所共
愤；公乃以天数归之，真无父无君之人也，不足与语，请勿复言。”
薛综满面羞惭，不能对答。
座上又一人应声问曰：
“曹操虽挟天子以令诸侯，犹是相国曹参
之后 (34) 。刘豫州虽云中山靖王苗裔，却无可稽考，眼见只是织席贩
屦之夫耳，何足与曹操抗衡哉？”孔明视之，乃陆绩也。孔明笑曰：
“公非袁术座间怀橘之陆郎乎 (35) ？请安坐，听吾一言。曹操既为曹
相国之后，则世为汉臣矣。今乃专权肆横，欺凌君父，是不惟无君，
亦且蔑祖 (36) ；不惟汉室之乱臣，亦曹氏之贼子也。刘豫州堂堂帝
胄，当今皇帝按谱赐爵，何云无可稽考？且高祖起身亭长，而终有天
下；织席贩屦，又何足为辱乎？公小儿之见，不足与高士共语。”陆
绩语塞。
座上一人忽曰：
“孔明所言，皆强词夺理 (37) ，均非正论，不必
再言。且请问孔明治何经典？”孔明视之，乃严畯也。孔明曰：
“寻
章摘句 (38) ，世之腐儒也，何能兴邦立事？且古耕莘伊尹 (39) ，钓
渭子牙 (40) ，张良、陈平之流，邓禹、耿弇之辈 (41) ，皆有匡扶宇
宙之才 (42) ，未审其生平治何经典。岂亦效书生区区于笔砚之间，数
黑论黄 (43) ，舞文弄墨而已乎 (44) ？”严畯低头丧气而不能对。
忽又一人大声曰：
“公好为大言，未必真有实学，恐适为儒者所
笑耳。”孔明视其人，乃汝阳程德枢也。孔明答曰：
“儒有君子、小
人之别。君子之儒，忠君爱国，守正恶邪，务使泽及当时，名留后
世。若夫小人之儒 (45) ，惟务雕虫 (46) ，专工翰墨，青春作赋，皓
首穷经 (47) ，笔下虽有千言，胸中实无一策。且如杨雄以文章名世
(48) ，而屈身事莽，不免投阁而死，此所谓小人之儒也，虽日赋万
言，亦何取哉？”程德枢不能对。
众人见孔明对答如流 (49) ，尽皆失色。时座上张温、骆统二人又
欲问难，忽一人自外而入，厉声言曰：
“孔明乃当世奇才，君等以唇
舌相难，非敬客之礼也。曹操大军临境，不思退敌之策，乃徒斗口
耶？”众视其人，乃零陵人，姓黄名盖，字公覆，现为东吴粮官。当
时黄盖谓孔明曰：
“愚闻多言获利，不如默而无言。何不将金石之论
为我主言之，乃与众人辩论也？”孔明曰：
“诸君不知世务，互相问
难 (50) ，不容不答耳。”
于是黄盖与鲁肃引孔明入，至中门，正遇诸葛瑾，孔明施礼。瑾
曰：
“贤弟既到江东，如何不来见我？”孔明曰：
“弟既事刘豫州，
理宜先公后私，公事未毕，不敢及私。望兄见谅。”瑾曰：
“贤弟见
过吴侯，却来叙话。”说罢自去。
鲁肃曰：
“适间所嘱，不可有误。”孔明点头应诺。引至堂上，
孙权降阶而迎，优礼相待。施礼毕，赐孔明坐。众文武分两行而立。
鲁肃立于孔明之侧，只看他讲话。孔明致玄德之意毕，偷眼看孙权：
碧眼紫髯，堂堂一表。孔明暗思：
“此人相貌非常，只可激，不可
说，等他问时，用言激之便了。”
献茶已毕，孙权曰：
“多闻鲁子敬谈足下之才，今幸得相见，敢
求教益。”孔明曰：
“不才无学，有辱明问。”权曰：
“足下近在新
野，佐刘豫州与曹操决战，必深知彼军虚实。”孔明曰：
“刘豫州兵
微将寡，更兼新野城小无粮，安能与曹操相持？”权曰：
“曹兵共有
多少？”孔明曰：
“马步水军，约有一百馀万。”权曰：
“莫非诈
乎？”孔明曰：
“非诈也。曹操就兖州已有青州军二十万，平了袁绍
又得五六十万，中原新招之兵三四十万，今又得荆州之军二三十万：
以此计之，不下一百五十万。亮以百万言之，恐惊江东之士也。”鲁
肃在旁闻言失色，以目视孔明。孔明只做不见。权曰：
“曹操部下战
将还有多少？”孔明曰：
“足智多谋之士，能征惯战之将，何止一二
千人。”权曰：
“今曹操平了荆、楚，复有远图乎？”孔明曰：
“即
今沿江下寨，准备战船，不欲图江东，待取何地？”权曰：
“若彼有
吞并之意，战与不战，请足下为我一决。”孔明曰：
“亮有一言，但
恐将军不肯听从。”权曰：
“愿闻高论。”孔明曰：
“向者宇内大
乱，故将军起江东，刘豫州收众汉南，与曹操并争天下。今操芟除大
难 (51) ，略已平矣；近又新破荆州，威震海内。纵有英雄，无用武之
地 (52) ，故豫州遁逃至此。愿将军量力而处之：若能以吴、越之众与
中国抗衡 (53) ，不如早与之绝；若其不能，何不从众谋士之论，按兵
束甲 (54) ，北面而事之 (55) ？”权未及答，孔明又曰：
“将军外托
服从之名，内怀疑贰之见 (56) ，事急而不断，祸至无日矣。”权曰：
“诚如君言，刘豫州何不降操？”孔明曰：
“昔田横，齐之壮士耳，
犹守义不辱 (57) ；况刘豫州王室之胄，英才盖世，众士仰慕，事之不
济，此乃天也，又安能屈处人下乎？”
孙权听了孔明此言，不觉勃然变色，拂衣而起，退入后堂。众皆
哂笑而散。鲁肃责孔明曰：
“先生何故出此言？幸是吾主宽洪大度，
不即面责。先生之言，藐视吾主甚矣。”孔明仰面笑曰：
“何如此不
能容物耶？我自有破曹之计，彼不问我，我故不言。”肃曰：
“果有
良策，肃当请主公求教。”孔明曰：
“吾视曹操百万之众，如群蚁
耳，但我一举手，则皆为齑粉矣。”肃闻言，便入后堂见孙权。权怒
气未息，顾谓肃曰：
“孔明欺吾太甚。”肃曰：
“臣亦以此责孔明，
孔明反笑主公不能容物。破曹之策，孔明不肯轻言，主公何不求
之？”权回嗔作喜曰 (58) ：
“原来孔明有良谋，故以言词激我。我一
时浅见，几误大事。”便同鲁肃重复出堂，再请孔明叙话。
权见孔明，谢曰：
“适来冒渎威严，幸勿见罪。”孔明亦谢曰：
“亮言语冒犯，望乞恕罪。”权邀孔明入后堂，置酒相待。数巡之
后，权曰：
“曹操平生所恶者，吕布、刘表、袁绍、袁术、豫州与孤
耳，今数雄已灭，独豫州与孤尚存。孤不能以全吴之地，受制于人。
吾计决矣。非刘豫州莫与当曹操者，然豫州新败之后，安能抗此难
乎？”孔明曰：
“豫州虽新败，然关云长犹率精兵万人，刘琦领江夏
战士亦不下万人。曹操之众，远来疲惫，近追豫州，轻骑一日夜行三
百里，此所谓‘强弩之末，势不能穿鲁缟’者也 (59) ；且北方之人，
不习水战；荆州士民附操者，迫于势耳，非本心也。今将军诚能与豫
州协力同心，破曹军必矣。操军破，必北还，则荆、吴之势强，而鼎
足之形成矣。成败之机，在于今日，惟将军裁之。”权大悦曰：
“先
生之言，顿开茅塞。吾意已决，更无他疑。即日商议起兵，共灭曹
操。”遂令鲁肃将此意传谕文武官员，就送孔明于馆驿安歇。
张昭知孙权欲兴兵，遂与众议曰：
“中了孔明之计也。”急入见
权曰：
“昭等闻主公将兴兵与曹操争锋，主公自思比袁绍若何？曹操
向日兵微将寡，尚能一鼓克袁绍，何况今日拥百万之众南征，岂可轻
敌？若听诸葛亮之言，妄动甲兵，此所谓负薪救火也 (60) 。”孙权只
低头不语。顾雍曰：
“刘备因为曹操所败，故欲借我江东之兵以拒
之，主公奈何为其所用乎？愿听子布之言。”孙权沉吟未决。张昭等
出，鲁肃入见曰：
“适张子布等又劝主公休动兵，力主降议，此皆全
躯保妻子之臣 (61) ，为自谋之计耳。原主公勿听也。”孙权尚在沉
吟，肃曰：
“主公若迟疑，必为众人误矣。”权曰：
“卿且暂退，容
我三思。”肃乃退出。时武将或有要战的，文官都是要降的，议论纷
纷不一。
且说孙权退入内宅，寝食不安 (62) ，犹豫不决。吴国太见权如
此，问曰：
“何事在心，寝食俱废？”权曰：
“今曹操屯兵于江汉，
有下江南之意。问诸文武，或欲降者，或欲战者。欲待战来，恐寡不
敌众；欲待降来，又恐曹操不容：因此犹豫不决。”吴国太曰：
“汝
何不记吾姐临终之语乎？”孙权如醉方醒，似梦初觉，想出这句话
来。正是：
追思国母临终语，引得周郎立战功。
毕竟说着甚的，且看下文分解。
--------------------
(1) 体探——亲自探听。
(2) 奉词伐罪——即“奉辞伐罪”，出自《尚书·虞书·大禹谟》：“肆予以尔众士，
奉辞伐罪。”意谓以严正的理由讨伐有罪的人。
(3) 旄麾南指——帅旗指向南方。表示军队南征。旄麾：帅旗。
(4) 束手——捆绑双手。表示不再抵抗。
(5) 还乡党——返回家乡。乡党：家乡，故乡。
(6) 累官——即积累功绩，逐步升官。
(7) 南面称孤——南面：古代帝王临朝坐北朝南。孤：皇帝、王侯的谦称。“南面称
孤”出自《庄子·盗跖》：“孔子曰：‘丘闻之，凡天下有三德：生而长大，美好无双，少
长贵贱，见而皆说(悦)之，此上德也；知维天地，能辩诸物，此中德也；勇悍果敢，聚众率
兵，此下德也。凡人有此一德者，足以南面称孤矣。’”意谓可以称帝称王。
(8) 小可之比——意谓将自己比作管仲、乐毅，还是谦虚的比喻，实际才能更超过了
管、乐。
(9) 席卷——形容全部占有或吞并。
(10) 未审——不知，不明白。
(11) 等闲——“等闲之辈”的省略。意谓无足轻重的普通人。
(12) 一匡天下——即一举而挽救乱世，使天下太平。匡：扶持，救助。
(13) 济世之才——语出晋·孙惠《诡称南岳逸士秦秘之以书于东海王越》(见《晋书·
孙惠传》)：“明公思安危人神之应，虑祸败前后之征，弘劳谦日昃之德，躬吐握求贤之义，
倾府竭库以振贫乏，将有济世之才，渭滨之士，含奇谟于朱唇，握神策于玉掌，逍遥川岳之
上，以俟真人之求。”意谓能够挽救时局、治国惠民的人才。
(14) 危坐——端坐。
(15) 从事——追随，奉事。
(16) 童蒙——不懂事的儿童。
(17) 彪虎生翼——意谓犹如给猛虎加上了翅膀。参见第二十七回“与虎添翼”条注。彪
虎：猛虎。金·董解元《西厢记·诸宫调》卷三：“爱骑一匹白战马，如彪虎。”
(18) 拭目而待——拭目：擦亮眼睛。表示急欲看到所期望的事物。“拭目而待”或本
《汉书·张敞传》：“今天子以盛年初即位，天下莫不拭目倾耳，观化听风。”意谓擦亮眼
睛等着瞧。形容期待着某件事情的出现。也表示期望的殷切。
(19) 拂高天之云翳(y ì意)——本义为去除天空中的阴云。借喻扫荡天下乱臣贼子，恢
复太平。拂：去掉，扫除。云翳：阴云。
(20) 措天下于衽(r è任)席之上——意谓使天下太平，百姓安居。措：本义为安置、安
放，引申为治理国家。衽席：本义为床褥，借喻天下太平，百姓安居。
(21) 孤子——指刘表的遗孤刘琮。
(22) 哑然——形容笑声。
(23) “鹏飞万里”二句——典出《庄子·逍遥游》：北冥有大鲲鱼，化而为大鹏鸟，其
背不知有几千里，一下子就能飞九万里。有一种小鸟叫斥鴳鸟，竟然嘲笑大鹏鸟说：“我腾
跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。而彼奚适也？”诸葛亮用此典以自
比大鹏鸟，嘲笑东吴谋士犹如斥鴳鸟，很难理解他的远大志向。
(24) 沉疴(kē科)——重病。
(25) 尪羸(wāng léi汪雷)——瘦弱，衰弱。
(26) 垓下——古地名。在今安徽省灵壁县东南。刘邦与项羽曾在此激战，项羽失败自
刎，刘邦大获全胜。
(27) 抗声——高声，大声。抗：义通“亢”。
(28) 蚁聚之兵——犹如蚂蚁般聚集起来的军队。义同“乌合之众”。
(29) 乌合之众——参见第十七回“乌合之师”条注。
(30) 区区——匆忙，急忙。区：通“驱”。宋·欧阳修《与韩忠献王》其八：“自去春
初到维扬……自后区区不觉逾岁。”
(31) 仪、秦之舌——指张仪、苏秦之善辩。二人皆为战国时著名的说客：张仪主张连
横，苏秦主张合纵，皆曾游说于各诸侯国。
(32) 以卵击石——语本“以卵投石”，出自《墨子·贵义》：“以其言非吾言者，是犹
以卵投石也，尽天下之卵，其石犹是也，不可毁也。”意谓拿鸡蛋去打石头。比喻不自量
力，自取失败或灭亡。
(33) 无父无君——典出《孟子·滕文公下》：“杨氏为我，是无君也；墨氏兼爱，是无
父也。无父无君，是禽兽也。”意谓为人不孝不忠，犹如禽兽一般。杨氏指杨朱，主张利己
之“为我”说；墨氏指墨翟，主张博爱之“兼爱”说。故孟子骂二人为“无父无君”之禽
兽。诸葛亮借以骂薛综为禽兽而不露痕迹。
(34) 曹参——秦末随刘邦起义，屡立战功，被封平阳侯。汉惠帝时曾任丞相。
(35) 怀橘之陆郎——事见《三国志·吴志·陆绩传》：“绩年六岁，于九江见袁术。术
出橘，绩怀三枚，去，拜辞堕地。术谓曰：‘陆郎作宾客而怀橘乎？’绩跪答曰：‘欲归遗
母。’术大奇之。”后即以“怀橘”作为孝亲的典故。诸葛亮则反用其意，作为偷窃行为，
借以嘲笑。
(36) 蔑祖——侮辱祖宗。
(37) 强词夺理——语或本“强词昧理”，出自唐·神清《北山录·卷三·合霸王》：
“(孙)皓大集公卿洎庶寮，征会以车马。既至，皓强词昧理，取会不及已；而会酬抗，尽典
谟之体。”(昧：冒，不顾。)意谓硬用言词强辩，把无理说成有理。
(38) 寻章摘句——寻章：在文章中寻找。摘句：摘抄字句。“寻章摘句”出自《三国志
·吴志·吴主传》“屈身于陛下，是其略也”裴松之注引三国吴·韦昭《吴书》：“(赵咨)
使魏，魏文帝善之，嘲咨曰：‘吴王(孙权)颇知学乎？’咨曰：‘吴王浮江万艘，带甲百
万，任贤使能，志存经略，虽有馀闲，博览书传历史，藉采奇异，不效诸生寻章摘句而
已。’”意谓只注意搜寻、摘记文章中的一些华丽词句。指读书不深究其内容和精神而只重
视其词句。
(39) 耕莘(shēn身)伊尹——伊尹，名伊，一名挚，尹为官名。因其曾耕于有莘国(在今
山东)之野，故称“耕莘伊尹”。其事迹见于《孟子·万章上》：“伊尹耕于有莘之野，而乐
尧、舜之道焉。非其义也，非其道也，禄之以天下弗顾也，系马千驷弗视也。非其义也，非
其道也，一介不以与人，一介不以取诸人。”商汤三次派使往聘方至，辅佐商汤灭夏。汤亡
后历佐卜丙、仲壬、太甲三王。太甲荒淫，不理国政，伊尹将其放逐至桐宫，三年后悔改，
又迎之复位。
(40) 钓渭子牙——意谓在渭河钓鱼的姜子牙(姜太公)。事见汉·徐幹《中论·审大
臣》：“又有不因众誉而获大贤，其文王乎？畋于渭水边，道遇姜太公，皤然皓首，方秉竿
而钓。文王召而与之言，则帝王之佐也，乃载之归，以为太师。”
(41) 邓禹、耿弇——两人都是东汉开国元勋。邓禹官至大司徒、太傅，先后被封酂侯、
高密侯。耿弇官至大将军，被封好畤侯。《后汉书》均有传。
(42) 匡扶宇宙之才——具有匡正扶持国家的才能。
(43) 数黑论黄——语本“说黄道黑”，出自(宋)《应庵昙华禅师语录·卷七·法师上
·示感化士》：“岂可饱食终日，成群作队，说黄道黑？”意谓说长道短，信口雌黄。
(44) 舞文弄墨——语或本“调墨弄笔”，出自汉·王充《论衡·佚文》：“天文人文，
文岂徒调墨弄笔为美丽之观哉？载人之行，传人之名也。”意谓喜欢卖弄文字技巧，耍笔杆
子。
(45) 君子之儒、小人之儒——典出《论语·雍也》：“子谓子夏曰：‘女(汝)为君子
儒，无为小人儒。’”意谓儒者之中既有君子，也有小人。
(46) 雕虫——本义为用刀在竹简上刻写虫书(又名鸟虫书，汉字书体之一)。比喻专注
于微不足道的小技艺。多指写作诗文词赋。
(47) 皓首穷经——皓首：白发满头。皓：白色，洁白。穷经：竭力钻研经籍。“皓首穷
经”本“白首穷经”，出自唐·韩偓《赠易卜崔江处士》(见《全唐诗》卷六八一)：“白首
穷经通秘义，青山养老度危时。”意谓直到白发满头还在竭力钻研经籍。形容人勤勉好学，
至老不倦。这里却用作贬义，指死读书而于世无补。
(48) 杨雄——多作扬雄。自幼好学不倦，博览群书，尤长辞赋。后事王莽，为大夫，因
被株连而跳楼自尽，被人视为晚节不终。《汉书》有传。
(49) 对答如流——语本“应答如流”，出自无名氏《后汉书·孔融》(见《八家后汉
书》辑本)：“(孔融)后与(李)膺谈论百家经史，应答如流，膺不能下之。”意谓回答别人的
问话像流水般顺畅。形容思维敏捷，口才流利。
(50) 问难——本指双方就某些问题加以切磋辩驳。这里指向对方出难题，希望将其难住
并认输。
(51) 芟(shān山)除——本义为除去杂草，借喻消灭劲敌。
(52) 纵有英雄，无用武之地——原作“英雄无所用武”，出自《三国志·蜀志·诸葛亮
传》：“(亮说孙权曰)今(曹)操芟夷大难，略已平矣，遂破荆州，威震四海。英雄无所用
武，故豫州(刘备)遁逃至此。”意谓英雄人物没有施展武功的地方或机会。比喻有才干的人
得不到施展本领的地方或机会。
(53) 中国——这里指曹操占据的中原，即黄河流域地区。
(54) 按兵束甲——按兵：军队停止行动而驻扎。束甲：把盔甲收起来。表示停止战斗。
“按兵束甲”出自《三国志·蜀志·诸葛亮传》：“(亮谓孙权曰)若能以吴越之众，与中国
抗衡，不如早与之绝；若不能当，何不案兵束甲，北面而事之？”(案：同“按”。)意谓命
令军队驻扎，暂不行动。
(55) 北面而事之——意谓俯首向曹操称臣。因古代帝王均南面而坐，臣子朝拜时皆面朝
北，故称。之：代词。代指曹操。
(56) 疑贰——疑惑不定，三心二意，犹豫不决。
(57) “昔田横”三句——事见《史记·田儋列传》：田横为秦末齐国人。刘邦部将韩信
破齐后，田横自立为王，与刘邦兵交战。后率五百馀人逃往海岛。刘邦派人招降，他在途中
自杀，以示不屈。留在海岛的五百馀人亦全部自杀，为青史留下悲壮的一页。
(58) 回嗔作喜——回：变，改变。嗔：生气，恼怒。“回嗔作喜”出自《敦煌变文集·
捉季布传文》：“皇帝登时闻此语，回嗔作喜却交存。”意谓由恼怒变为喜悦。
(59) “强弩之末”二句——弩：古代用机械发射的弓。末：指箭射出后的最末一段途
程。鲁缟：鲁地(今山东一带)出产的一种薄绢。这两句最早出自《史记·韩长孺列传》，原
文是：“强弩之极，矢不能穿鲁缟。”至《汉书·韩安国传》，又变作：“强弩之末，力不
能入鲁缟。”至《三国志·蜀志·诸葛亮传》，又变作：“强弩之末，势不能穿鲁缟。”然
而意思都一样，是说即使为强弓射出的箭，及其射程之末尾，也已无力射穿薄绢了。这里借
喻曹兵虽然强大，由于南下远征，过度疲劳，也已不堪一击。
(60) 负薪救火——典出《韩非子·有度》：“其国乱弱矣，又皆释国法而私其外，则是
负薪而救火也，乱弱甚矣。”本义是背着柴草救火，等于火上加柴，火烧得更旺。比喻如果
措施不当，必将事与愿违，导致更为严重的后果。
(61) 全躯——保全性命。
(62) 寝食不安——语本“寝不安席，食不甘味”，出自《战国策·齐策五》：“昔者魏
王拥土千里，带甲三十六万……以西谋秦。秦王恐之，寝不安席，食不甘味。令于境内尽堞
中为战具，竟为守备；为死士置将，以待魏氏。”意谓连睡觉、吃饭时都心绪不宁。
第四十四回 孔明用智激周瑜 孙权决计破曹操
却说吴国太见孙权疑惑不决，乃谓之曰：
“先姊遗言云：
‘伯符
临终有言：内事不决问张昭，外事不决问周瑜。’今何不请公瑾问
之？”权大喜，即遣使往鄱阳请周瑜议事。原来周瑜在鄱阳湖训练水
师，闻曹操大军至汉上，便星夜回柴桑郡议军机事。使者未发，周瑜
已先到。鲁肃与瑜最厚，先来接着，将前项事细述一番。周瑜曰：
“子敬休忧，瑜自有主张。今可速请孔明来相见。”鲁肃上马去了。
周瑜方才歇息，忽报张昭、顾雍、张纮、步骘四人来相探。瑜接
入堂中坐定，叙寒温毕 (1) 。张昭曰：
“都督知江东之利害否？”瑜
曰：
“未知也。”昭曰：
“曹操拥众百万，屯于汉上，昨传檄文至
此，欲请主公会猎于江夏，虽有相吞之意，尚未露其形。昭等劝主公
且降之，庶免江东之祸。不想鲁子敬从江夏带刘备军师诸葛亮至此，
彼因自欲雪愤，特下说词以激主公。子敬却执迷不悟 (2) 。正欲待都
督一决。”瑜曰：
“公等之见皆同否？”顾雍等曰：
“所议皆同。”
瑜曰：
“吾亦欲降久矣。公等请回，明早见主公，自有定议。”昭等
辞去。
少顷，又报程普、黄盖、韩当等一班战将来见。瑜迎入，各问慰
讫。程普曰：
“都督知江东早晚属他人否？”瑜曰：
“未知也。”普
曰：
“吾等自随孙将军开基创业，大小数百战，方才战得六郡城池。
今主公听谋士之言，欲降曹操，此真可耻可惜之事，吾等宁死不辱。
望都督劝主公决计兴兵，吾等愿效死战。”瑜曰：
“将军等所见皆同
否？”黄盖忿然而起，以手拍额曰：
“吾头可断，誓不降曹!”众人皆
曰：
“吾等都不愿降。”瑜曰：
“吾正欲与曹操决战，安肯投降？将
军等请回，瑜见主公，自有定议。”程普等别去。
又未几，诸葛瑾、吕范等一班儿文官相候 (3) 。瑜迎入，讲礼方
毕，诸葛瑾曰：
“舍弟诸葛亮自汉上来，言刘豫州欲结东吴，共伐曹
操，文武商议未定。因舍弟为使，瑾不敢多言，专候都督来决此
事。”瑜曰：
“以公论之若何？”瑾曰：
“降者易安，战者难保。”
周瑜笑曰：
“瑜自有主张，来日同至府下定议。”瑾等辞退。
忽又报吕蒙、甘宁等一班儿来见。瑜请入，亦叙谈此事，有要战
者，有要降，互相争论。瑜曰：
“不必多言，来日都到府下公议。”
众乃辞去。周瑜冷笑不止。
至晚，人报鲁子敬引孔明来拜。瑜出中门迎入。叙礼毕，分宾主
而坐。肃先问瑜曰：
“今曹操驱众南侵，和与战二策，主公不能决，
一听于将军。将军之意若何？”瑜曰：
“曹操以天子为名，其师不可
拒；且其势大，未可轻敌。战则必败，降则易安。吾意已决，来日见
主公，便当遣使纳降。”鲁肃愕然曰：
“君言差矣。江东基业已历三
世，岂可一旦弃于他人？伯符遗言，外事付托将军。今正欲仗将军保
全国家，为泰山之靠，奈何从懦夫之议耶？”瑜曰：
“江东六郡，生
灵无限，若罹兵革之祸 (4) ，必有归怨于我，故决计请降耳。”肃
曰：
“不然。以将军之英雄，东吴之险固，操未必便能得志也。”
二人互相争辩，孔明只袖手冷笑。瑜曰：
“先生何故哂笑？”孔
明曰：
“亮不笑别人，笑子敬不识时务耳 (5) 。”肃曰：
“先生如何
反笑我不识时务？”孔明曰：
“公瑾主意欲降操，甚为合理。”瑜
曰：
“孔明乃识时务之士，必与吾有同心。”肃曰：
“孔明，你也如
何说此？”孔明曰：
“操极善用兵，天下莫敢当。向只有吕布、袁
绍、袁术、刘表敢与对敌，今数人皆被操灭，天下无人矣。独有刘豫
州不识时务，强与争衡，今孤身江夏，存亡未保。将军决计降曹，可
以保妻子，可以全富贵。国祚迁移 (6) ，付之天命，何足惜哉!”鲁肃
大怒曰：
“汝教吾主屈膝受辱于国贼乎？”
孔明曰：
“愚有一计，并不劳牵羊担酒 (7) ，纳土献印 (8) ，亦
不须亲自渡江；只须遣一介之使，扁舟送两个人到江上，操一得此两
人，百万之众，皆卸甲卷旗而退矣。”瑜曰：
“用何二人，可退操
兵？”孔明曰：
“江东去此两人，如大木飘一叶 (9) ，太仓减一粟耳
(10) 。而操得之，必大喜而去。”瑜又问：
“果用何二人？”孔明
曰：
“亮居隆中时，即闻操于漳河新造一台，名曰铜雀，极其壮丽，
广选天下美女以实其中。操本好色之徒，久闻江东乔公有二女，长曰
大乔，次曰小乔，有沉鱼落雁之容 (11) ，闭月羞花之貌 (12) 。操曾
发誓曰：
‘吾一愿扫平四海，以成帝业；一愿得江东二乔，置之铜雀
台，以乐晚年，虽死无恨矣。’今虽引百万之众，虎视江南，其实为
此二女也。将军何不去寻乔公，以千金买此二女，差人送与曹操，操
得二女，称心满意，必班师矣。此范蠡献西施之计 (13) ，何不速为
之？”瑜曰：
“操欲得二乔，有何证验？”孔明曰：
“曹操幼子曹
植，字子建，下笔成文。操尝命作一赋，名曰《铜雀台赋》 (14) 。赋
中之意，单道他家合为天子，誓取二乔。”瑜曰：
“此赋公能记
否？”孔明曰：
“吾爱其文华美，尝窃记之。”瑜曰：
“试请一
诵。”孔明即时诵《铜雀台赋》云：
从明后以嬉游兮 (15) ，登层台以娱情。见太府之广开兮 (16) ，观圣德之所
营 (17) 。建高门之嵯峨兮 (18) ，浮双阙乎太清 (19) 。立中天之华观兮 (20) ，连
飞阁乎西城。临漳水之长流兮，望园果之滋荣 (21) 。立双台于左右兮，有玉龙与
金凤 (22) 。揽二乔于东南兮，乐朝夕之与共 (23) 。俯皇都之宏丽兮，瞰云霞之
浮动。欣群才之来萃兮 (24) ，协飞熊之吉梦 (25) 。仰春风之和穆兮，听百鸟之
悲鸣。天工垣其既立兮 (26) ，家愿得而获逞 (27) 。扬仁化于宇宙兮 (28) ，尽肃
恭于上京 (29) 。惟桓、文之为盛兮，岂足方乎圣明 (30) ？
休矣美矣 (31) !惠泽远扬。翼佐我皇家兮，宁彼四方 (32) 。同天地之规量
兮 (33) ，齐日月之辉光 (34) 。永贵尊而无极兮 (35) ，等年寿于东皇 (36) 。御龙
旂以遨游兮 (37) ，回鸾驾而周章 (38) 。恩化及乎四海兮 (39) ，嘉物阜而民康
(40) 。愿斯台之永固兮 (41) ，乐终古而未央 (42) 。
周瑜听罢，勃然大怒，离座指北而骂曰：
“老贼欺吾太甚!”孔明
急起止之曰：
“昔单于屡侵疆界，汉天子许以公主和亲 (43) ，今何惜
民间二女乎？”瑜曰：
“公有所不知：大乔是孙伯符将军主妇，小乔
乃瑜之妻也。”孔明佯作惶恐之状，曰：
“亮实不知，失口乱言，死
罪死罪。”瑜曰：
“吾与老贼誓不两立!”孔明曰：
“事须三思，免致
后悔。”瑜曰：
“吾承伯符寄托 (44) ，安有屈身降操之理？适来所
言，故相试耳。吾自离鄱阳湖，便有北伐之心，虽刀斧加头，不易其
志也。望孔明助一臂之力，同破曹贼。”孔明曰：
“若蒙不弃，愿效
犬马之劳，早晚拱听驱策。”瑜曰：
“来日入见主公，便议起兵。”
孔明与鲁肃辞出，相别而去。
次日清晨，孙权升堂。左边文官张昭、顾雍等三十馀人，右边武
官程普、黄盖等三十馀人，衣冠济济 (45) ，剑佩锵锵 (46) ，分班侍
立。少顷，周瑜入见。礼毕，孙权问慰罢，瑜曰：
“近闻曹操引兵屯
汉上，驰书至此，主公尊意若何？”权即取檄文与周瑜看。瑜看毕，
笑曰：
“老贼以我江东无人，敢如此相侮耶!”权曰：
“君之意若
何？”瑜曰：
“主公曾与众文武商议否？”权曰：
“连日议此事，有
劝我降者，有劝我战者。吾意未定，故请公瑾一决。”瑜曰：
“谁劝
主公降？”权曰：
“张子布等皆主其意。”瑜即问张昭曰：
“愿闻先
生所以主降之意。”昭曰：
“曹操挟天子而征四方，动以朝廷为名；
近又得荆州，威势愈大。吾江东可以拒操者，长江耳。今操艨艟战
舰，何止千百，水陆并进，何可当之？不如且降，更图后计。”瑜
曰：
“此迂儒之论也。江东自开国以来，今历三世，安忍一旦废
弃？”权曰：
“若此，计将安出？”瑜曰：
“操虽托名汉相，实为汉
贼。将军以神武雄才，仗父兄馀业，据有江东，兵精粮足，正当横行
天下，为国家除残去暴，奈何降贼耶？且操今此来，多犯兵家之忌：
北土未平，马腾、韩遂为其后患，而操久于南征，一忌也；北军不熟
水战，操舍鞍马，仗舟楫，与东吴争衡，二忌也；又时值隆冬盛寒，
马无藁草 (47) ，三忌也；驱中国士卒 (48) ，远涉江湖，不服水土，
多生疾病，四忌也。操兵犯此数忌，虽多必败。将军擒操，正在今
日。瑜请得精兵数万人，进屯夏口，为将军破之。”
权矍然起曰 (49) ：
“老贼欲废汉自立久矣，所惧二袁、吕布、刘
表与孤耳，今数雄已灭，惟孤尚存。孤与老贼，誓不两立!卿言当伐，
甚合孤意。此天以卿授我也。”瑜曰：
“臣为将军决一血战，万死不
辞。只恐将军狐疑不定。”权拔佩剑砍面前奏案一角曰 (50) ：
“诸官
将有再言降操者，与此案同!”言罢，便将此剑赐周瑜，即封瑜为大都
督，程普为副都督，鲁肃为赞军校尉。如文武官将有不听号令者，即
以此剑诛之。瑜受了剑，对众言曰：
“吾奉主公之命，率众破曹。诸
将官吏来日俱于江畔行营听令，如迟误者，依七禁令五十四斩施行
(51) 。”言罢，辞了孙权，起身出府。众文武各无言而散。
周瑜回到下处，便请孔明议事。孔明至，瑜曰：
“今日府下公议
已定，愿求破曹良策。”孔明曰：
“孙将军心尚未稳，不可以决策
也。”瑜曰：
“何谓心不稳？”孔明曰：
“心怯曹兵之多，怀寡不敌
众之意。将军能以军数开解，使其了然无疑，然后大事可成。”
瑜曰：
“先生之论甚善。”乃复入见孙权。权曰：
“公瑾夜至，
必有事故。”瑜曰：
“来日调拨军马，主公心有疑否？”权曰：
“但
忧曹操兵多，寡不敌众耳。他无所疑。”瑜笑曰：
“瑜特为此来开解
主公。主公因见操檄文，言水陆大军百万，故怀疑惧，不复料其虚
实。今以实较之：彼将中国之兵，不过十五六万，且已久疲；所得袁
氏之众，亦止七八万耳，尚多怀疑未服。夫以久疲之卒，御狐疑之众
(52) ，其数虽多，不足畏也。瑜得五万兵，自足破之。愿主公勿以为
虑。”权抚瑜背曰：
“公瑾此言，足释吾疑。子布无谋，深失孤望；
独卿及子敬，与孤同心耳。卿可与子敬、程普即日选军前进。孤当续
发人马，多载资粮，为卿后应。卿前军倘不如意，便还就孤。孤当亲
与操贼决战，更无他疑。”
周瑜谢出，暗忖曰：
“孔明早已料着吴侯之心，其计画又高我一
头 (53) ，久必为江东之患，不如杀之。”乃令人连夜请鲁肃入帐，言
欲杀孔明之事。肃曰：
“不可。今操贼未破，先杀贤士，是自去其助
也。”瑜曰：
“此人助刘备，必为江东之患。”肃曰：
“诸葛瑾乃其
亲兄，可令招此人同事东吴，岂不妙哉？”瑜善其言。
次日平明，瑜赴行营，升中军帐高坐。左右立刀斧手，聚集文官
武将听令。原来程普年长于瑜，今瑜爵居其上 (54) ，心中不乐，是日
乃托病不出，令长子程咨自代。瑜令众将曰：
“王法无亲，诸君各守
乃职。方今曹操弄权，甚于董卓：囚天子于许昌，屯暴兵于境上。吾
今奉命讨之，诸君幸皆努力向前。大军到处，不得扰民。赏劳罚罪，
并不徇纵。”令毕，即差韩当、黄盖为前部先锋，领本部战船，即日
起行，前至三江口下寨 (55) ，别听将令；蒋钦、周泰为第二队；凌
统、潘璋为第三队；太史慈、吕蒙为第四队；陆逊、董袭为第五队；
吕范、朱治为四方巡警使，催督六郡官军，水陆并进，克期取齐。调
拨已毕，诸将各自收拾船只军器起行。程咨回见父程普，说周瑜调
兵，动止有法。普大惊曰：
“吾素欺周郎懦弱，不足为将。今能如
此，真将才也。我如何不服？”遂亲诣行营谢罪。瑜亦逊谢。
次日，瑜请诸葛瑾，谓曰：
“令弟孔明有王佐之才，如何屈身事
刘备？今幸至江东，欲烦先生不惜齿牙馀论 (56) ，使令弟弃刘备而事
东吴，则主公既得良辅，而先生兄弟又得相见，岂不美哉？先生幸即
一行。”瑾曰：
“瑾自至江东，愧无寸功。今都督有命，敢不效
力。”即时上马，径投驿亭来见孔明。孔明接入，哭拜，各诉阔情
(57) 。瑾泣曰：
“弟知伯夷、叔齐乎？”孔明暗思：
“此必周郎教来
说我也。”遂答曰：
“夷、齐古之圣贤也。”瑾曰：
“夷、齐虽至饿
死首阳山下 (58) ，兄弟二人亦在一处。我今与你同胞共乳，乃各事其
主，不能旦暮相聚。视夷、齐之为人，能无愧乎？”孔明曰：
“兄所
言者，情也；弟所守者，义也。弟与兄皆汉人。今刘皇叔乃汉室之
胄，兄若能去东吴，而与弟同事刘皇叔，则上不愧为汉臣，而骨肉又
得相聚，此情义两全之策也。不识兄意以为何如？”瑾思曰：
“我来
说他，反被他说了我也。”遂无言回答，起身辞去。回见周瑜，细述
孔明之言。瑜曰：
“公意若何？”瑾曰：
“吾受孙将军厚恩，安肯相
背？”瑜曰：
“公既忠心事主，不必多言。吾自有伏孔明之计 (59)
。”
正是：
智与智逢宜必合，才和才角又难容。
毕竟周瑜定何计伏孔明，且看下回分解。
--------------------
(1) 问寒温——指见面时问寒问暖。
(2) 执迷不悟——执：固执。迷：迷惑，糊涂。引申为错误。悟：觉悟，悔悟。“执迷
不悟”或本“执而不化”，出自《庄子·人间世》：“将执而不化，外合而内不訾，其庸讵
可乎？”郭象注：“故守其本意也。”王先谦集解引成玄英曰：“自以为是。”意谓固执己
见，坚持错误，死不悔悟。
(3) 候——问候。
(4) 罹(l í离)兵革之祸——遭受战争的灾祸。罹：遭受，受到。兵革：本义为兵器和
甲胄。引申以指战争。《诗经·郑风·野有蔓草序》：“君之泽不下流，民穷于兵革。”
(5) 不识时务——时务：时代潮流和形势。语本“不知时变”，出自《史记·叔孙通列
传》(又见《汉书·叔孙通传》)：“(通笑曰)若真鄙儒，不知时变。”意谓不了解时代潮流
和当前形势。
(6) 国祚迁移——帝位被篡夺。这里指汉朝的帝位被曹操篡夺。
(7) 牵羊担酒——典出《左传·宣公十二年》：“十二年春，楚子围郑……三月，克
之，入自皇门，至于逵路。郑伯肉袒牵羊以逆，曰：‘孤不天，不能事君，使君怀怒以及敝
邑，孤之罪也。敢不唯命是听。’”杜预注：“肉袒牵羊，示服为臣仆。”又《史记·宋微
子世家》：“周武王克殷，微子乃持其祭器造于军门，肉袒面缚，左牵羊，右把茅，膝行而
前以告。于是武王乃释微子，使其位如故。”后世即以“肉袒牵羊”、“牵羊肉袒”、“牵
羊把茅”、“牵羊”等作为投降的典故。诸葛亮灵活用典，改“肉袒牵羊”或“牵羊把茅”
为“牵羊担酒”，指向曹操投降。
(8) 纳土献印——献纳土地和大印。表示投降。
(9) 大木飘一叶——犹如一棵大树掉了一片树叶。比喻在整体中显得微不足道。木：
树。飘：飘落，掉下。
(10) 太仓减一粟——太仓：古代京师储藏谷物的大仓库。粟：小米。“太仓减一粟”本
“稊米太仓”，出自《庄子·秋水》：“计四海之在天地之间也，不似礨空之在大泽乎？计
中国之在海内，不似稊米之在太仓乎？”(稊米：小米。)意谓犹如太仓中少了一粒小米。比
喻在整体中显得微不足道。
(11) 沉鱼落雁——沉鱼：潜伏在水底的鱼。落雁：落在地上的大雁。“沉鱼落雁”典出
《庄子·齐物论》：“毛嬙、丽姬，人之所美也。鱼见之深入，鸟见之高飞，糜、鹿见之决
骤：四者孰知天下之正色哉？”(决骤：飞奔。)意谓游鱼见了美女毛嬙、丽姬吓得沉入水底
躲避，落在地上的大雁见了美女毛嬙、丽姬吓得向高处飞逃。本指鱼类及禽兽不识美丑，故
即使见了绝色美人也会吓得逃窜不迭。引申为女子的美色使鱼儿忘游而沉底，使大雁贪看而
降落。形容女子容貌极其美丽。
(12) 闭月羞花——闭月：月亮躲藏了起来。闭：躲藏，隐藏。羞花：花儿感到羞愧。
“闭月羞花”典出宋·古杭才人《宦门子弟错立身》第二出：“看了这妇人，有如三十三天
天上女，七十二洞洞中仙，有沉鱼落雁之容，闭月羞花之貌。”意谓月亮见了躲藏起来，花
儿见了感到羞愧。形容女子容貌极美。
(13) 范蠡献西施之计——事见《吴越春秋·勾践阴谋外传》：春秋时，越国败于吴国，
越王勾践被俘，受尽凌辱。返国后励精图治，国力逐渐强大。勾践为报吴仇，令诸大臣献
策，大夫种献美人之计。于是找到美女西施和郑旦，派相国范蠡献与吴王夫差。吴王果然沉
湎于美色，不理朝政，越国终于灭了吴国，报仇雪耻。
(14) 《铜雀台赋》——亦作《登台赋》。《三国志·魏志·陈思王植传》曰：“时邺铜
爵(雀)台新成，太祖(曹操)悉将诸子登台，使各为赋。植援笔立成，可观，太祖甚异之。”
曹植此赋见于裴松之注引阴澹《魏纪》，共二十六句；又见于《艺文类聚》卷六二，共二十
四句，缺末尾两句。原文如下：“从明后而嬉游兮，登层台以娱情。见太府之广开兮，观圣
德之所营。建高门之嵯峨兮，浮双阙乎太清。立中天之华观兮，连飞阁乎西城。临漳水之长
流兮，望园果之滋荣。仰春风之和穆兮，听百鸟之悲鸣。天云垣其既立兮，家愿得而获逞。
扬仁化于宇内兮，尽肃恭于上京。惟桓文之为盛兮，岂足方乎圣明。休矣美矣!惠泽远扬。翼
佐我皇家兮，宁彼四方。同天地之规量兮，齐日月之晖光。永贵尊而无极兮，等年寿于东
王。”《三国演义》增加了十四句，即“立双台于左右兮”以下八句和“御龙旂以遨游兮”
以下六句，使全文变成了四十句；且对原赋的文字有所改动，如：“得乎双逞”原作“得而
获逞”、“宇宙”原作“宇内”、“东皇”原作“东王”。
(15) 从明后以嬉游——意谓随从圣明的君主(指曹操)嬉戏游玩。明后：圣明的君主。
(16) 太府——这里指铜雀台周围的一百二十间大小殿屋。
(17) 圣德所营——意谓铜雀台为曹操所建造。圣德：至高无上的道德。这里代指曹操。
营：营造，建造。
(18) 嵯峨——本义为山高峻貌。引申高高屹立。
(19) 浮双阙乎太清——意谓双阙好像高浮于天空。阙：宫门两侧高台上的楼阁。太清：
天空。
(20) 立中天之华观——意谓高高耸立于天空的华丽迎风观。中天：空中。
(21) 园果之滋荣——意谓铜雀园的花木十分茂盛。
(22) “立双台”两句——意谓在铜雀台左右建有两座高台，一名玉龙，一名金凤。
(23) “揽二乔”两句——意谓将东吴的美人大乔(孙策之妻)、小乔(周瑜之妻)招揽到
铜雀台来，朝夕相处，何等快乐。这两句是罗贯中对曹植《铜雀台赋》的最重要增加，目的
在于激怒周瑜，使其坚定抗曹的决心。但罗贯中并非完全虚构，而是有所根据的。唐·杜牧
(一作李商隐)《赤壁》诗云：“折戟沉沙铁未消，自将磨洗认前朝。东风不与周郎便，铜雀
春深锁二乔。”(本书第四十八回引用了此诗)又唐·罗虬《比红儿诗》其四八云：“千里长
江旦暮潮，吴都风俗尚纤腰。周郎若见红儿貌，料得无心念小乔。”又唐·唐彦谦《汉代》
诗云：“王氏怜诸谢，周郎定小乔。黼帏翘彩雉，波扇画文鳐。”又宋·苏轼《念奴娇·赤
壁怀古》云：“遥想公瑾当年，小乔初嫁了，雄姿英发。”可见至少在唐、宋时，“二乔”
的故事已为文人所乐道。罗贯中正是根据这些传说，将“二乔”故事写入《三国演义》，并
为曹植的《铜雀台赋》增写了一段。不仅如此，罗贯中为了坐实曹操确有觊觎“二乔”之
心，还在第四十八回让曹操不打自招道：“吾今新构铜雀台于漳水之上，如得江南，当娶二
乔，置之台上，以娱暮年，吾愿足矣。”这样一来，罗贾中虽撒了一个弥天大谎，但滴水不
漏也。而从小说艺术角度说，则不仅允许如此虚构，且虚构得十分巧妙而又精采。
(24) 群才之来萃——意谓铜雀台的建成，将使天下有才之士皆来聚会。萃：聚集，聚
会。
(25) 协飞熊之吉梦——意谓铜雀台吸引人才的作用与周文王梦见飞熊而得姜子牙之事差
不多。协：相符，吻合。参见第三十七回“‘东海老叟辞荆榛’二句”条注。
(26) 天工垣其既立——意谓巧夺天工的铜雀台工程已经圆满完成。天工：原作“天
云”，据《艺文类聚》改。垣：本义为墙，引申以代指建筑工程。
(27) 家愿得而获逞——意谓铜雀台工程的圆满完成，使曹家的愿望得以实现，因而十分
快乐。得而获逞：原作“得获双逞”，据《后汉书》、《艺文类聚》改。逞：满意，快意。
(28) 扬仁化于宇宙——意谓使仁慈的教化传遍天下。扬：传播。宇宙：天下。
(29) 尽肃恭于上京——意谓身在京城的君主备受恭敬。尽：极至。肃恭：肃敬，恭敬。
(30) “惟桓、文”二句——这两句是说春秋时的齐桓公和晋文公虽然皆称霸一时，岂能
与曹操相比!惟：语助词，无实义。方：相比，比拟。圣明：皇帝的代称。这里代指曹操。
(31) 休矣美矣——多么美好啊!休：美好。
(32) “惠泽”三句——这三句是说铜雀台将泽及万民，辅佐皇家，使天下太平。
(33) 同天地之规量——意谓铜雀台的规模可与天地相比。规量：本义为画圆的工具和计
量多少的器具。引申为规模。
(34) 齐日月之辉光——意谓铜雀台的光辉可与日月比美。齐：相等，相比。
(35) 永贵尊而无极——意谓铜雀台的尊贵将永世长存。无极：无限，无尽。
(36) 等年寿于东皇——意谓铜雀台的寿命与东皇相当。等：相等，相当。东皇：指东皇
公，亦称东王公、东木公、木公、东华帝君、东华真人等。神话传说中的仙人，掌管男仙名
籍，与西王母对称。汉·赵晔《吴越春秋·勾践阴谋外传》：“立东郊以祭阳，名曰东皇
公；立西郊以祭阴，名曰西王母。”《神异经·东荒经》：“东荒山有大石室，东王公居
焉。长一丈，头发皓白，人形鸟面而虎尾，载一黑熊，左右顾望。”
(37) 御龙旂——高举龙旗。御：执持，拿着。龙旂：画有两龙并可旋转的旗。
(38) 回鸾驾而周章——意谓乘着鸾车到处游览。回：回环往复。周章：周游。
(39) 恩化——恩泽教化。
(40) 嘉物阜——物美而丰盛。
(41) 斯台——此台。指铜雀台
(42) 乐终古而未央——意谓永远快乐。终古：久远，永远。未央：未尽。
(43) “昔单于”两句——事见《史记·刘敬叔孙通列传》：“(高祖)取家人子名为长
公主，妻单于，使刘敬往结和亲约。”
(44) 寄托——这里是委托、重托之意。
(45) 衣冠济济——形容朝官众多而又庄严的样子。
(46) 剑佩锵锵——形容武将的佩剑和朝官的珮玉碰撞发出的声音。佩：指珮玉。
(47) 藁(gǎo稿)草——泛指喂牲口的草料。藁：稻、麦等的秸秆。
(48) 中国——这里指中原地区。
(49) 矍(qú渠)然——精神振奋的样子。
(50) 奏案——存放奏章的桌子。
(51) 七禁令五十四斩——古代兵法。见于《太平御览》卷二九六《兵部》引《武侯兵
法》。七禁令：即轻军、慢军、盗军、欺军、背军、乱军、误军。五十四斩：指各条禁令中
又包含若干项该斩的罪名，总共五十四项斩罪。如轻军禁令中就包括“朝会不到、闻鼓不
行、乘宽自留、回避务止、初近而后远、唤名而不应、军甲不具、兵器不备”等八项斩罪。
(52) 御——驾驭，控制。
(53) 计画——计虑，谋划。
(54) 爵——指官阶。
(55) 三江口——指今湖北省汉口以西一带。
(56) 齿牙馀论——齿牙：指说话或谈论。馀论：一言半语，三言两语。“齿牙馀论”出
自《南史·谢朓传》：“朓好奖人才，会稽孔觊粗有才笔，未为时知，孔珪尝令草让表以示
朓。朓嗟吟良久，手自折简写之，谓珪曰：‘士子声名未立，应共奖成，无惜齿牙馀
论。’其好善如此。”意谓随便说出的三言两语。本指顺便帮人说几句好话，以成人之美。
这里指略费口舌加以劝说之意。
(57) 阔情——阔别之情，即久别思念之情。
(58) 夷、齐虽至饿死首阳山下——事见《史记·伯夷列传》：伯夷、叔齐为孤竹君的两
个儿子，皆不愿继位，一起逃往西周。“武王已平殷乱，天下宗周，而伯夷、叔齐耻之，义
不食周粟，隐于首阳山，采薇而食之。”最后饿死于首阳山。
(59) 伏——制服，使人屈服。
第四十五回 三江口曹操折兵 群英会蒋干中计
却说周瑜闻诸葛瑾之言，转恨孔明，存心欲谋杀之。次日，点齐
军将，入辞孙权。权曰：
“卿先行，孤即起兵继后。”瑜辞出，与程
普、鲁肃领兵起行，便邀孔明同往。孔明欣然从之，一同登舟，驾起
帆樯 (1) ，迤逦望夏口而进。离三江口五六十里，船依次第歇定。周
瑜在中央下寨，岸上依西山结营，周围屯住。孔明只在一叶小舟内安
身。
周瑜分拨已定，使人请孔明议事。孔明至中军帐，叙礼毕，瑜
曰：
“昔曹操兵少，袁绍兵多，而操反胜绍者，因用许攸之谋，先断
乌巢之粮也。今操兵八十三万，我兵只五六万，安能拒之？亦必须先
断操之粮，然后可破。我已探知操军粮草俱屯于聚铁山。先生久居汉
上，熟知地理，敢烦先生与关、张、子龙辈，吾亦助兵千人，星夜往
聚铁山断操粮道。彼此各为主人之事，幸勿推调。”孔明暗思：
“此
因说我不动，设计害我。我若推调，必为所笑。不如应之，别有计
议。”乃欣然领诺。瑜大喜。孔明辞出。
鲁肃密谓瑜曰：
“公使孔明劫粮，是何意见 (2) ？”瑜曰：
“吾
欲杀孔明，恐惹人笑，故借曹操之手杀之，以绝后患耳。”肃闻言，
乃往见孔明，看他知也不知。只见孔明略无难色，整点军马要行。肃
不忍，以言挑之曰：
“先生此去可成功否？”孔明笑曰：
“吾水战、
步战、马战、车战，各尽其妙，何愁功绩不成？非比江东公与周郎辈
止一能也。”肃曰：
“吾与公瑾何谓一能？”孔明曰：
“吾闻江南小
儿谣言 (3) 云：
‘伏路把关饶子敬 (4) ，临江水战有周郎。’公等于
陆地但能伏路把关；周公瑾但堪水战，不能陆战耳。”
肃乃以此言告知周瑜。瑜怒曰：
“何欺我不能陆战耶？不用他
去，我自引一万马军，往聚铁山断操粮道。”肃又将此言告孔明。孔
明笑曰：
“公瑾令吾断粮者，实欲使曹操杀吾耳。吾故以片言戏之，
公瑾便容纳不下。目今用人之际，只愿吴侯与刘使君同心，则功可
成；如各相谋害，大事休矣。操贼多谋，他平生惯断人粮道，今如何
不以重兵提备？公瑾若去，必为所擒。今只当先决水战，挫动北军锐
气，别寻妙计破之。望子敬善言以告公瑾为幸。”鲁肃遂连夜回见周
瑜，备述孔明之言。瑜摇首顿足曰：
“此人见识胜吾十倍，今不除
之，后必为我国之祸。”肃曰：
“今用人之际，望以国家为重。且待
破曹之后，图之未晚。”瑜然其说。
却说玄德分付刘琦守江夏，自领众将引兵往夏口。遥望江南岸旗
幡隐隐，戈戟重重，料是东吴已动兵矣，乃尽移江夏之兵，至樊口屯
扎。玄德聚众曰：
“孔明一去东吴，杳无音信 (5) ，不知事体如何。
谁人可去探听虚实回报？”糜竺曰：
“竺愿往。”玄德乃备羊酒礼
物，令糜竺至东吴，以犒军为名，探听虚实。
竺领命，驾小舟顺流而下，径至周瑜大寨前。军士入报周瑜，瑜
召入。竺再拜，致玄德相敬之意，献上酒礼。瑜受讫，设宴款待糜
竺。竺曰：
“孔明在此已久，今愿与同回。”瑜曰：
“孔明方与我同
谋破曹，岂可便去？吾亦欲见刘豫州，共议良策，奈身统大军，不可
暂离。若豫州肯枉驾来临，深慰所望。”竺应诺，拜辞而回。肃问瑜
曰：
“公欲见玄德，有何计议？”瑜曰：
“玄德世之枭雄，不可不
除。吾今乘机诱至杀之，实为国家除一后患。”鲁肃再三劝谏，瑜只
不听，遂传密令：
“如玄德至，先埋伏刀斧手五十人于壁衣中，看吾
掷杯为号，便出下手。”
却说糜竺回见玄德，具言：
“周瑜欲请主公到彼面会，别有商
议。”玄德便教收拾快船一只，只今便行。云长谏曰：
“周瑜多谋之
士，又无孔明书信，恐其中有诈，不可轻去。”玄德曰：
“我今结东
吴以共破曹操，周郎欲见我，我若不往，非同盟之意。两相猜忌，事
不谐矣。”云长曰：
“兄长若坚意要去，弟愿同往。”张飞曰：
“我
也跟去。”玄德曰：
“只云长随我去。翼德与子龙守寨，简雍固守鄂
县。我去便回。”
分付毕，即与云长乘小舟，并从者二十馀人，飞棹赴江东。玄德
观看江东艨艟战舰，旌旗甲兵，左右分布整齐，心中甚喜。军士飞报
周瑜：
“刘豫州来了。”瑜问：
“带多少船只来？”军士答曰：
“只
有一只船，二十馀从人。”瑜笑曰：
“此人命合休矣。”乃命刀斧手
先埋伏定，然后出寨迎接。玄德引云长等二十馀人，直到中军帐，叙
礼毕，瑜请玄德上坐。玄德曰：
“将军名传天下，备不才，何烦将军
重礼？”乃分宾主而坐。周瑜设宴相待。
且说孔明偶来江边，闻说玄德来此与都督相会，吃了一惊，急入
中军帐窃看动静。只见周瑜面有杀气，两边壁衣中密排刀斧手。孔明
大惊曰：
“似此如之奈何？”回视玄德，谈笑自若。却见玄德背后一
人按剑而立，乃云长也。孔明喜曰：
“吾主无危矣。”遂不复入，仍
回身至江边等候。
周瑜与玄德饮宴，酒行数巡，瑜起身把盏，猛见云长按剑立于玄
德背后，忙问何人。玄德曰：
“吾弟关云长也。”瑜惊曰：
“非向日
斩颜良、文丑者乎？”玄德曰：
“然也。”瑜大惊，汗流满背，便斟
酒与云长把盏。少顷，鲁肃入。玄德曰：
“孔明何在？烦子敬请来一
会。”瑜曰：
“且待破了曹操，与孔明相会未迟。”玄德不敢再言。
云长以目视玄德，玄德会意，即起身辞瑜曰：
“备暂告别，即日破敌
收功之后，专当叩贺。”瑜亦不留，送出辕门。
玄德别了周瑜，与云长等来至江边，只见孔明已在舟中。玄德大
喜。孔明曰：
“主公知今日之危乎？”玄德愕然曰：
“不知也。”孔
明曰：
“若无云长，主公几为周郎所害矣。”玄德方才省悟，便请孔
明同回樊口。孔明曰：
“亮虽居虎口，安如泰山。今主公但收拾船只
军马候用，以十一月二十甲子日后为期，可令子龙驾小舟来南岸边等
候。切勿有误。”玄德问其意，孔明曰：
“但看东南风起，亮必还
矣。”玄德再欲问时，孔明催促玄德作速开船，言讫自回。玄德与云
长及从人开船，行不数里，忽见上流头放下五六十只船来。船头上一
员大将横矛而立，乃张飞也。因恐玄德有失，云长独力难支，特来接
应。于是三人一同回寨，不在话下。
却说周瑜送了玄德，回至寨中，鲁肃入问曰：
“公既诱玄德至
此，为何又不下手？”瑜曰：
“关云长，世之虎将也，与玄德行坐相
随，吾若下手，他必来害我。”肃愕然。忽报曹操遣使送书至，瑜唤
入。使者呈上书看时，封面上判云 (6) ：
“汉大丞相付周都督开
拆”。瑜大怒，更不开看，将书扯碎，掷于地下，喝斩来使。肃曰：
“两国相争，不斩来使。”瑜曰：
“斩使以示威。”遂斩使者，将首
级付从人持回。随令甘宁为先锋，韩当为左翼，蒋钦为右翼，瑜自部
领诸将接应。来日四更造饭，五更开船，鸣鼓呐喊而进。
却说曹操知周瑜毁书斩使，大怒，便唤蔡瑁、张允等一班荆州降
将为前部，操自为后军，催督战船到三江口。早见东吴船只蔽江而
来，为首一员大将坐在船头上，大呼曰：
“吾乃甘宁也，谁敢来与我
决战？”蔡瑁令弟蔡 前进。两船将近，甘宁拈弓搭箭，望蔡
射来，应弦而倒。宁驱船大进，万弩齐发。曹军不能抵当。右边蒋
钦，左边韩当，直冲入曹军队中。曹军大半是青、徐之兵，素不习水
战，大江面上，战船一摆，早立脚不住。甘宁等三路战船纵横水面，
周瑜又催船助战。曹军中箭着炮者不计其数。从巳时直杀到未时。周
瑜虽得利，只恐寡不敌众，遂下令鸣金，收住船只。曹军败回。
操登旱寨，再整军士，唤蔡瑁、张允，责之曰：
“东吴兵少，反
为所败，是汝等不用心耳。”蔡瑁曰：
“荆州水军久不操练，青、徐
之军又素不习水战，故尔致败。今当先立水寨，令青、徐军在中，荆
州军在外，每日教习精熟，方可用之。”操曰：
“汝既为水军都督，
可以便宜从事 (7) ，何必禀我？”于是张、蔡二人自去训练水军。沿
江一带分二十四座水门，以大船居于外为城郭，小船居于内，可通往
来，至晚点上灯火，照得天心水面通红。旱寨三百馀里，烟火不绝。
却说周瑜得胜回寨，犒赏三军，一面差人到吴侯处报捷。当夜瑜
登高观望，只见西边火光接天。左右告曰：
“此皆北军灯火之光
也。”瑜亦心惊。次日，瑜欲亲往探看曹军水寨，乃命收拾楼船一只
(8) ，带着鼓乐，随行健将数员，各带强弓硬弩，一齐上船，迤逦前
进。至操寨边，瑜命下了矴石 (9) ，楼船上鼓乐齐奏。瑜暗窥他水
寨，大惊曰：
“此深得水军之妙也。”问：
“水军都督是谁？”左右
曰：
“蔡瑁、张允。”瑜思曰：
“二人久居江东，谙习水战，吾必设
计先除此二人，然后可以破曹。”正窥看间，早有曹军飞报曹操，
说：
“周瑜偷看吾寨。”操命纵船擒捉。瑜见水寨中旗号动，急教收
起矴石，两边四下一齐轮转橹棹，望江面上如飞而去。比及曹寨中船
出时，周瑜的楼船已离了十数里远，追之不及，回报曹操。
操问众将曰：
“昨日输了一阵，挫动锐气；今又被他深窥吾寨。
吾当作何计破之？”言未毕，忽帐下一人出曰：
“某自幼与周郎同窗
交契 (10) ，愿凭三寸不烂之舌，往江东说此人来降。”曹操大喜，视
之，乃九江人，姓蒋名干，字子翼，现为帐下幕宾。操问曰：
“子翼
与周公瑾相厚乎？”干曰：
“丞相放心。干到江左 (11) ，必要成
功。”操问：
“要将何物去？”干曰：
“只消一童随往，二仆驾舟，
其馀不用。”操甚喜，置酒与蒋干送行。
干葛巾布袍，驾一只小舟，径到周瑜寨中，命传报：
“故人蒋干
相访。”周瑜正在帐中议事，闻蒋干至，笑谓诸将曰：
“说客至
矣。”遂与众将附耳低言，如此如此。众皆应命而去。瑜整衣冠，引
从者数百，皆锦衣花帽，前后簇拥而出。蒋干引一青衣小童，昂然而
来。瑜拜迎之。干曰：
“公瑾别来无恙。”瑜曰：
“子翼良苦，远涉
江湖，为曹氏作说客耶？”干愕然曰：
“吾久别足下，特来叙旧，奈
何疑我作说客也？”瑜笑曰：
“吾虽不及师旷之聪，闻弦歌而知雅意
(12) 。”干曰：
“足下待故人如此，便请告退。”瑜笑而挽其臂曰：
“吾但恐兄为曹氏作说客耳，既无此心，何速去也？”遂同入帐。叙
礼毕，坐定，即传令悉召江左英杰，与子翼相见。
须臾，文官武将各穿锦衣，帐下偏裨将校都披银铠，分两行而
入。瑜都教相见毕，就列于两旁而坐。大张筵席，奏军中得胜之乐，
轮换行酒。瑜告众官曰：
“此吾同窗契友也，虽从江北到此，却不是
曹家说客，公等勿疑。”遂解佩剑付太史慈曰：
“公可佩我剑作监
酒：今日宴饮，但叙朋友交情；如有提起曹操与东吴军旅之事者，即
斩之。”太史慈应诺，按剑坐于席上。蒋干惊愕，不敢多言。周瑜
曰：
“吾自领军以来，滴酒不饮。今日见了故人，又无疑忌，当饮一
醉。”说罢，大笑畅饮。座上觥筹交错 (13) 。
饮至半酣，瑜携干手，同步出帐外。左右军士皆全装贯戴 (14) ，
持戈执戟而立。瑜曰：
“吾之军士，颇雄壮否？”干曰：
“真熊虎之
士也 (15) 。”瑜又引干到帐后一望，粮草堆如山积。瑜曰：
“吾之粮
草，颇足备否？”干曰：
“兵精粮足，名不虚传 (16) 。”瑜佯醉大笑
曰：
“想周瑜与子翼同学业时，不曾望有今日。”干曰：
“以吾兄高
才，实不为过。”瑜执干手曰：
“大丈夫处世，遇知己之主，外托君
臣之义，内结骨肉之恩，言必行，计必从，祸福共之。假使苏秦、张
仪、陆贾、郦生复出 (17) ，口似悬河 (18) ，舌如利刃，安能动我心
哉？”言罢大笑。蒋干面如土色。
瑜复携干入帐，会诸将再饮，因指诸将曰：
“此皆江东之英杰，
今日此会，可名‘群英会’。”饮至天晚，点上灯烛，瑜自起舞剑作
歌。歌曰：
丈夫处世兮立功名，立功名兮慰平生。
慰平生兮吾将醉，吾将醉兮发狂吟。
歌罢，满座欢笑。
至夜深，干辞曰：
“不胜酒力矣。”瑜命撤席，诸将辞出。瑜
曰：
“久不与子翼同榻，今宵抵足而眠。”于是佯作大醉之状，携干
入帐共寝。瑜和衣卧倒，呕吐狼藉。蒋干如何睡得着，伏枕听时，军
中鼓打二更，起视残灯尚明。看周瑜时，鼻息如雷 (19) 。干见帐内桌
上堆着一卷文书，乃起床偷视之，却都是往来书信。内有一封，上写
“蔡瑁张允谨封”。干大惊，暗读之。书略曰：
某等降曹，非图仕禄，迫于势耳。今已赚北军困于寨中，但得其便，即将操
贼之首献于麾下。早晚人到，便有关报 (20) 。幸勿见疑。先此敬复。
干思曰：
“原来蔡瑁、张允结连东吴。”遂将书暗藏于衣内。再
欲检看他书时，床上周瑜翻身，干急灭灯就寝。瑜口内含糊曰：
“子
翼，我数日之内，教你看操贼之首。”干勉强应之。瑜又曰：
“子
翼，且住，……教你看操贼之首。……”及干问之，瑜又睡着。
干伏于床上，将近四更，只听得有人入帐唤曰：
“都督醒否？”
周瑜梦中做忽觉之状，故问那人曰：
“床上睡着何人？”答曰：
“都
督请子翼同寝，何故忘却？”瑜懊悔曰：
“吾平日未尝饮醉，昨日醉
后失事，不知可曾说甚言语？”那人曰：
“江北有人到此。”瑜喝：
“低声!”便唤：
“子翼。”蒋干只妆睡着。瑜潜出帐。干窃听之，只
闻有人在外曰：
“张、蔡二都督道：
‘急切不得下手，……’”后面
言语颇低，听不真实。少顷，瑜入帐，又唤：
“子翼。”蒋干只是不
应，蒙头假睡。瑜亦解衣就寝。干寻思：
“周瑜是个精细人，天明寻
书不见，必然害我。”睡至五更，干起唤周瑜，瑜却睡着。干戴上巾
帻，潜步出帐，唤了小童，径出辕门。军士问：
“先生那里去？”干
曰：
“吾在此恐误都督事，权且告别。”军士亦不阻当。
干下船，飞棹回见曹操。操问：
“子翼干事若何？”干曰：
“周
瑜雅量高致 (21) ，非言词所能动也。”操怒曰：
“事又不济，反为所
笑。”干曰：
“虽不能说周瑜，却与丞相打听得一件事。乞退左
右。”干取出书信，将上项事逐一说与曹操。操大怒曰：
“二贼如此
无礼耶!”即便唤蔡瑁、张允到帐下。操曰：
“我欲使汝二人进兵。”
瑁曰：
“军尚未曾练熟，不可轻进。”操怒曰：
“军若练熟，吾首级
献于周郎矣。”蔡、张二人不知其意，惊慌不能回答。操喝武士推出
斩之。须臾，献头帐下，操方省悟曰：
“吾中计矣。”后人有诗叹曰
(22) ：
曹操奸雄不可当，一时诡计中周郎。
蔡张卖主求生计，谁料今朝剑下亡。
众将见杀了张、蔡二人，入问其故。操虽心知中计，却不肯认
错，乃谓众将曰：
“二人怠慢军法，吾故斩之。”众皆嗟呀不已。操
于众将内选毛玠、于禁为水军都督，以代蔡、张二人之职。
细作探知，报过江东。周瑜大喜曰：
“吾所患者，此二人耳。今
既剿除，吾无忧矣。”肃曰：
“都督用兵如此，何愁曹贼不破乎？”
瑜曰：
“吾料诸将不知此计，独有诸葛亮识见胜我，想此谋亦不能瞒
也。子敬试以言挑之，看他知也不知，便当回报。”正是：
还将反间成功事，去试从旁冷眼人。
未知肃去问孔明还是如何，且看下文分解。
--------------------
(1) 帆樯(qi á ng墙) ——本指船上的风帆和挂帆的桅杆，引申为船的泛称。
(2) 意见——意图，打算。
(3) 谣言——民间流传的歌谣或谚语。这里指童谣。
(4) 饶——这里是数得着、最胜任之意。
(5) 杳无音信——杳：消失，不见踪影。“杳无音信”或本“杳无音尘”，见《太平广
记·卷二七·唐若山》引《仙传拾遗》：“久之，风波稍定，昏雾开霁，已失若山矣……唐
玄宗省表异之，遽命优恤其家……于江表海滨寻访，杳无音尘矣。”(音尘：音信与踪迹。)
意谓一点消息也没有。
(6) 判——这里指签署。
(7) 便(biàn遍)宜从事——便宜：方便，适宜。从事：办事。“便宜从事”出自《史记
·郅都列传》：“孝景帝乃使使持节拜都为雁门太守，而便道之官，得以便宜从事。”原指
按照情况变化的需要，采取适当的措施。引申以指因时因地自行处理事务，不必请示上司。
(8) 楼船——有楼的大船，多指战船。
(9) 矴(d ìng定)石——亦作“碇石”。固定船只的石墩，其作用相当于今之锚。
(10) 交契——交好。
(11) 江左——即江东。指长江下游以东地区。古人以“左”为东，“右”为西。
(12) “吾虽不及”二句——这是周瑜自信有很强的判断能力。师旷之聪：语出《孟子·
离娄上》：“师旷之聪，不以六律，不能正五音。”是说师旷的听觉特别灵敏，超出了六律
的范围，故不能以其作为标准来校正五音。师旷是春秋时的晋国乐师，其传说散见于《左
传》、《国语》、《逸周书》、《庄子》、《韩非子》、《吕氏春秋》等，皆说他不仅善于
弹琴，而且具有极强的辨音听力，能从音乐中听出吉凶。闻弦歌而知雅意：弦歌：指奏乐咏
诗。雅意：本意。此句是化用《论语·阳货》中的一段话：“子之武城，闻弦歌之声，夫子
莞尔而笑……”原指孔子的弟子子游为武城宰，孔子到了武城，听到了弦歌之声，便知是子
游以弦歌教化民众。周瑜借指蒋干在曹吴大战之前到来，一定是替曹操作说客。
(13) 觥筹交错——觥：古代酒器。用兽角或木、铜制成，形似带角的兽头或象头，底多
有四足。这里是泛指酒杯。筹：饮酒时计算杯数的竹片。“觥筹交错”本“献酬交错”，出
自《诗经·小雅·楚茨》：“为宾为客，献醻交错。礼仪卒度，笑语卒获。”(醻：同
“酬”。)郑玄笺：“始主人酌宾为献；宾既酌主人，主人又自饮酌宾曰酬。”意谓主宾相互
敬酒，酒杯交相错杂。形容传杯递盏，相互劝饮的热闹场面。
(14) 全装贯戴——意谓把头盔、铠甲全都穿戴起来。贯：穿。
(15) 熊虎之士——比喻勇猛的将士。
(16) 名不虚传——虚：凭空。“名不虚传”本“名不徒显”，出自《吕氏春秋·期
贤》：“凡国不徒安，名不徒显，必得贤士。”(徒：白白地，凭空地。)意谓名声决非凭空
传颂，定有事实根据。
(17) 苏秦、张仪、陆贾、郦生——苏秦、张仪为战国时说客。参见第四十三回“仪、秦
之舌”条注。陆贾、郦生(郦食其)为汉初说客。 复出——再世，再生。
(18) 口似悬河——悬河：瀑布。“口似悬河”语意本晋·裴启《语林》(见《北堂书
钞》卷九八)：“王太尉(衍)问孙兴公(绰)曰：‘郭象何如人？’答曰：‘其辞清雅，奕奕有
馀，吐章陈文，如悬河泻水，注而不竭。’”又见南朝宋·刘义庆《世说新语·赏誉》、
《晋书·郭象传》，文作：“太尉王衍每云：‘听象语，如悬河泻水，注而不竭。’”意谓
说话像瀑布般倾泻而下。比喻说话或行文滔滔不绝。多形容口才甚好，能言善辩。
(19) 鼻息如雷——鼻息：从鼻孔中出入的气息。指鼾声。“鼻息如雷”本“鼻息如雷
鸣”，出自唐·韩愈《石鼎联句诗序》(见《全唐文》卷五五六)：“累问不应，二子不自
得，即退就座。道士倚墙睡，鼻息如雷鸣。二子怛然失色，不敢喘斯须。”意谓打呼噜的声
音就像打雷一样响。形容熟睡时鼾声大作。
(20) 关报——用文书报告或通告。
(21) 雅量高致——即胸怀正气之意。
(22) 后人有诗——此诗为明代周敬轩所作，略有改动。
第四十六回 用奇谋孔明借箭 献密计黄盖受刑
却说鲁肃领了周瑜言语，径来舟中相探孔明。孔明接入小舟对
坐。肃曰：
“连日措办军务，有失听教。”孔明曰：
“便是亮亦未与
都督贺喜。”肃曰：
“何喜？”孔明曰：
“公瑾使先生来探亮知也不
知，便是这件事可贺喜耳。”諕得鲁肃失色，问曰：
“先生何由知
之？”孔明曰：
“这条计只好弄蒋干。曹操虽被一时瞒过，必然便省
悟，只是不肯认错耳。今蔡、张两人既死，江东无患矣，如何不贺
喜？吾闻曹操换毛玠、于禁为水军都督，则这两个手里，好歹送了水
军性命。”鲁肃听了，开口不得，把些言语支吾了半晌，别孔明而
回。孔明嘱曰：
“望子敬在公瑾面前勿言亮先知此事，恐公瑾心怀妒
忌，又要寻事害亮。”鲁肃应诺而去，回见周瑜，把上项事只得实说
了。瑜大惊曰：
“此人决不可留，吾决意斩之。”肃劝曰：
“若杀孔
明，却被曹操笑也。”瑜曰：
“吾自有公道斩之，教他死而无怨。”
肃曰：
“何以公道斩之？”瑜曰：
“子敬休问，来日便见。”
次日，聚众将于帐下，教请孔明议事。孔明欣然而至。坐定，瑜
问孔明曰：
“即日将与曹军交战，水路交兵，当以何兵器为先？”孔
明曰：
“大江之上，以弓箭为先。”瑜曰：
“先生之言，甚合愚意。
但今军中正缺箭用，敢烦先生监造十万枝箭，以为应敌之具。此系公
事，先生幸勿推却。”孔明曰：
“都督见委，自当效劳。敢问十万枝
箭，何时要用？”瑜曰：
“十日之内，可完办否？”孔明曰：
“操军
即日将至，若候十日，必误大事。”瑜曰：
“先生料几日可完办？”
孔明曰：
“只消三日，便可拜纳十万枝箭。”瑜曰：
“军中无戏
言。”孔明曰：
“怎敢戏都督？愿纳军令状 (1) ：三日不办，甘当重
罚。”瑜大喜，唤军政司当面取了文书，置酒相待曰：
“待军事毕
后，自有酬劳。”孔明曰：
“今日已不及，来日造起，至第三日，可
差五百小军到江边搬箭。”饮了数杯，辞去。鲁肃曰：
“此人莫非诈
乎？”瑜曰：
“他自送死，非我逼他。今明白对众要了文书，他便两
胁生翅，也飞不去。我只分付军匠人等，教他故意迟延，凡应用物
件，都不与齐备。如此，必然误了日期。那时定罪，有何理说？公今
可去探他虚实，却来回报。”
肃领命，来见孔明。孔明曰：
“吾曾告子敬，休对公瑾说，他必
要害我。不想子敬不肯为我隐讳，今日果然又弄出事来。三日内如何
造得十万箭？子只得救我。”肃曰：
“公自取其祸，我如何救得
你？”孔明曰：
“望子敬借我二十只船，每船要军士三十人，船上皆
用青布为幔，各束草千馀个，分布两边，吾别有妙用。第三日，包管
有十万枝箭。只不可又教公瑾得知，若彼知之，吾计败矣。”肃允
诺，却不解其意。回报周瑜，果然不提起借船之事，只言：
“孔明并
不用箭竹、翎毛、胶漆等物，自有道理。”瑜大疑曰：
“且看他三日
后如何回复我。”
却说鲁肃私自拨轻快船二十只，各船三十馀人，并布幔、束草等
物，尽皆齐备，候孔明调用。第一日，却不见孔明动静；第二日，亦
只不动。至第三日四更时分，孔明密请鲁肃到船中。肃问曰：
“公召
我来何意？”孔明曰：
“特请子敬同往取箭。”肃曰：
“何处去
取？”。孔明曰：
“子敬休问，前去便见。”遂命将二十只船用索相
连，径望北岸进发。
是夜大雾漫天，长江之中雾气更甚，对面不相见。孔明促舟前
进，果然是好大雾。前人有篇《大雾垂江赋》曰：
大哉长江!西接岷、峨 (2) ，南控三吴 (3) ，北带九河 (4) 。汇百川而入海
(5) ，历万古以扬波。至若龙伯、海若 (6) ，江妃、水母 (7) ，长鲸千丈 (8) ，天
蜈九首 (9) ，鬼怪异类，咸集而有。盖夫鬼神之所凭依，英雄之所战守也。
时也阴阳既乱，昧爽不分 (10) 。讶长空之一色，忽大雾之四屯 (11) 。虽舆
薪而莫睹 (12) ，惟金鼓之可闻。初若溟濛，才隐南山之豹 (13) ；渐而充塞，欲
迷北海之鲲 (14) 。然后上接高天，下垂厚地，渺乎苍茫，浩乎无际。鲸鲵出水而
腾波 (15) ，蛟龙潜渊而吐气。又如梅霖收溽 (16) ，春阴酿寒，溟溟漠漠，洁浩
漫漫。东失柴桑之岸，南无夏口之山。战船千艘，俱沉沦于岩壑；渔舟一叶，惊
出没于波澜。甚则穹昊无光 (17) ，朝阳失色。返白昼为昏黄，变丹山为水碧。虽
大禹之智，不能测其浅深；离娄之明 (18) ，焉能辨乎咫尺？
于是冯夷息浪 (19) ，屏翳收功 (20) ，鱼鳖遁迹，鸟兽潜踪。隔断蓬莱之岛
(21) ，暗围阊阖之宫 (22) 。恍惚奔腾，如骤雨之将至；纷纭杂沓，若寒云之欲
同。乃能中隐毒蛇，因之而为瘴疠；内藏妖魅，凭之而为祸害。降疾厄于人间，
起风尘于塞外。小民遇之夭伤，大人观之感慨。盖将返元气于洪荒 (23) ，混天地
为大块 (24) 。
当夜五更时候，船已近曹操水寨。孔明教把船只头西尾东，一带
摆开，就船上擂鼓呐喊。鲁肃惊曰：
“倘曹兵齐出，如之奈何？”孔
明笑曰：
“吾料曹操于重雾中必不敢出。吾等只顾酌酒取乐，待雾散
便回。”
却说曹寨中听得擂鼓呐喊，毛玠、于禁二人慌忙飞报曹操。操传
令曰：
“重雾迷江，彼军忽至，必有埋伏，切不可轻动。可拨水军弓
弩手乱箭射之。”又差人往旱寨内唤张辽、徐晃，各带弓弩军三千，
火速到江边助射。比及号令到来，毛玠、于禁怕南军抢入水寨，已差
弓弩手在寨前放箭。少顷，旱寨内弓弩手亦到，约一万馀人，尽皆向
江中放箭，箭如雨发。孔明教把船吊回，头东尾西，逼近水寨受箭，
一面擂鼓呐喊。待至日高雾散，孔明令收船急回。二十只船两边束草
上排满箭枝。孔明令各船上军士齐声叫曰：
“谢丞相箭!”比及曹军寨
内报知曹操时，这里船轻水急，已放回二十馀里，追之不及。曹操懊
悔不已。
却说孔明回船，谓鲁肃曰：
“每船上箭约五六千矣，不费江东半
分之力，已得十万馀箭。明日即将来射曹军，却不甚便？”肃曰：
“先生真神人也。何以知今日如此大雾？”孔明曰：
“为将而不通天
文，不识地利，不知奇门 (25) ，不晓阴阳 (26) ，不看阵图，不明兵
势，是庸才也。亮于三日前已算定今日有大雾，因此敢任三日之限。
公瑾教我十日完办，工匠料物都不应手，将这一件风流罪过 (27) ，明
白要杀我。我命系于天，公瑾焉能害我哉？”鲁肃拜服。
船到岸时，周瑜已差五百军在江边等候搬箭。孔明教于船上取
之，可得十馀万枝，都搬入中军帐交纳。鲁肃入见周瑜，备说孔明取
箭之事。瑜大惊，慨然叹曰：
“孔明神机妙算 (28) ，吾不如也!”后
人有诗赞曰：
一天浓雾满长江，远近难分水渺茫。
骤雨飞蝗来战舰，孔明今日伏周郎。
少顷，孔明入寨见周瑜。瑜下帐迎之，称羡曰：
“先生神算，使
人敬服。”孔明曰：
“诡谲小计，何足为奇。”瑜邀孔明入帐共饮。
瑜曰：
“昨吾主遣使来催督进军，瑜未有奇计，愿先生教我。”孔明
曰：
“亮乃碌碌庸才，安有妙计？”瑜曰：
“某昨观曹操水寨，极是
严整有法，非等闲可攻。思得一计，不知可否，先生幸为我一决
之。”孔明曰：
“都督且休言，各自写于手内，看同也不同。”瑜大
喜，教取笔砚来，先自暗写了，却送与孔明；孔明亦暗写了。两个移
近坐榻，各出掌中之字，互相观看，皆大笑。原来周瑜掌中字乃一
“火”字，孔明掌中亦一“火”字。瑜曰：
“既我两人所见相同，更
无疑矣。幸勿漏泄。”孔明曰：
“两家公事，岂有漏泄之理？吾料曹
操虽两番经我这条计，然必不为备，今都督尽行之可也。”饮罢分
散，诸将皆不知其事。
却说曹操平白折了十五六万箭，心中气闷。荀攸进计曰：
“江东
有周瑜、诸葛亮二人用计，急切难破。可差人去东吴诈降，为奸细内
应，以通消息，方可图也。”操曰：
“此言正合吾意。汝料军中谁可
行此计？”攸曰：
“蔡瑁被诛，蔡氏宗族皆在军中。瑁之族弟蔡中、
蔡和现为副将，丞相可以恩结之，差往诈降东吴，必不见疑。”操从
之，当夜密唤二人入帐，嘱付曰：
“汝二人可引些少军士，去东吴诈
降，但有动静，使人密报。事成之后，重加封赏。休怀二心。”二人
曰：
“吾等妻子俱在荆州，安敢怀二心？丞相勿疑。某二人必取周
瑜、诸葛亮之首，献于麾下。”操厚赏之。次日，二人带五百军士，
驾船数只，顺风望着南岸来。
且说周瑜正理会进兵之事，忽报：
“江北有船来到江口，称是蔡
瑁之弟蔡和、蔡中，特来投降。”瑜唤入，二人哭拜曰：
“吾兄无
罪，被操贼所杀。吾二人欲报兄仇，特来投降。望赐收录，愿为前
部。”瑜大喜，重赏二人，即命与甘宁引军为前部。二人拜谢，以为
中计。瑜密唤甘宁，分付曰：
“此二人不带家小，非真投降，乃曹操
使来为奸细者。吾今欲将计就计，教他通报消息。汝可殷勤相待，就
里提防。至出兵之日，先要杀他两个祭旗。汝切须小心，不可有
误。”甘宁领命而去。
鲁肃入见周瑜曰：
“蔡中、蔡和之降，多应是诈，不可收用。”
瑜叱曰：
“彼因曹操杀其兄，欲报仇而来降，何诈之有？你若如此多
疑，安能容天下之士乎？”肃默然而退，乃往告孔明。孔明笑而不
言。肃曰：
“孔明何故哂笑？”孔明曰：
“吾笑子敬不识公瑾用计
耳。大江隔远，细作极难往来。操使蔡中、蔡和诈降，刺探我军中
事，公瑾将计就计，正要他通报消息。兵不厌诈，公瑾之谋是也。”
肃方才省悟。
却说周瑜夜坐帐中，忽见黄盖潜入中军，来见周瑜。瑜问曰：
“公覆夜至，必有良谋见教。”盖曰：
“彼众我寡，不宜久持，何不
用火攻之？”瑜曰：
“谁教公献此计？”盖曰：
“某出自己意，非他
人之所教也。”瑜曰：
“吾正欲如此，故留蔡中、蔡和诈降之人，以
通消息。但恨无一人为我行诈降计耳。”盖曰：
“某愿行此计。”瑜
曰：
“不受些苦，彼如何肯信？”盖曰：
“某受孙氏厚恩，虽肝脑涂
地，亦无怨悔。”瑜拜而谢之曰：
“君若肯行此苦肉计 (29) ，则江东
之万幸也。”盖曰：
“某死亦无怨。”遂谢而出。
次日，周瑜鸣鼓大会诸将于帐下，孔明亦在座。周瑜曰：
“操引
百万之众，连络三百馀里，非一日可破。今令诸将各领三个月粮草，
准备御敌。”言未讫，黄盖进曰：
“莫说三个月，便支三十个月粮草
也不济事。若是这个月破的，便破；若是这个月破不的，只可依张子
布之言，弃甲倒戈，北面而降之耳。”周瑜勃然变色，大怒曰：
“吾
奉主公之命，督兵破曹，敢有再言降者必斩!今两军相敌之际，汝敢出
此言，慢我军心，不斩汝首，难以服众。”喝左右：
“将黄盖斩讫报
来。”黄盖亦怒曰：
“吾自随破虏将军 (30) ，纵横东南，已历三世，
那有你来？”瑜大怒，喝令：
“速斩!”甘宁进前告曰：
“公覆乃东吴
旧臣，望宽恕之。”瑜喝曰：
“汝何敢多言，乱吾法度？”先叱左
右：
“将甘宁乱棒打出。”众官皆跪告曰：
“黄盖罪固当诛，但于军
不利，望都督宽恕，权且记罪，破曹之后，斩亦未迟。”瑜怒未息，
众官苦苦告求。瑜曰：
“若不看众官面皮，决须斩首，今且免死。”
命左右：
“拖翻打一百脊杖，以正其罪。”众官又告免。瑜推翻案
桌，叱退众官，喝教行杖。将黄盖剥了衣服，拖翻在地，打了五十脊
杖。众官又复苦苦求免。瑜跃起，指盖曰：
“汝敢小觑我耶？且寄下
五十棍，再有怠慢，二罪俱罚。”恨声不绝而入帐中。
众官扶起黄盖，打得皮开肉绽，鲜血迸流，扶归本寨，昏绝几
次。动问之人，无不下泪。鲁肃也往看问了，来至孔明船中，谓孔明
曰：
“今日公瑾怒责公覆，我等皆是他部下，不敢犯颜苦谏 (31) 。先
生是客，何故袖手旁观 (32) ，不发一语？”孔明笑曰：
“子敬欺
我。”肃曰：
“肃与先生渡江以来，未尝一事相欺，今何出此言？”
孔明曰：
“子敬岂不知公瑾今日毒打黄公覆，乃其计耶？如何要我劝
他？”肃方悟。孔明曰：
“不用苦肉计，何能瞒过曹操？今必令黄公
覆去诈降，却教蔡中、蔡和报知其事矣。子敬见公瑾时，切勿言亮先
知其事，只说亮也埋怨都督便了。”
肃辞去，入帐见周瑜。瑜邀入帐后，肃曰：
“今日何故痛责黄公
覆？”瑜曰：
“诸将怨否？”肃曰：
“多有心中不安者。”瑜曰：
“孔明之意若何？”肃曰：
“他也埋怨都督忒情薄。”瑜笑曰：
“今
番须瞒过他也。”肃曰：
“何谓也？”瑜曰：
“今日痛打黄盖，乃计
也。吾欲令他诈降，先须用苦肉计瞒过曹操，就中用火攻之，可以取
胜。”肃乃暗思孔明之高见，却不敢明言。
且说黄盖卧于帐中，诸将皆来动问。盖不言语，但长吁而已。忽
报参谋阚泽来问。盖令请入卧内，叱退左右。阚泽曰：
“将军莫非与
都督有仇？”盖曰：
“非也。”泽曰：
“然则公之受责，莫非苦肉计
乎？”盖曰：
“何以知之？”泽曰：
“某观公瑾举动，已料着八九
分。”盖曰：
“某受吴侯三世厚恩，无以为报，故献此计，以破曹
操。吾虽受苦，亦无所恨。吾遍观军中，无一人可为心腹者。惟公素
有忠义之心，敢以心腹相告。”泽曰：
“公之告我，无非要我献诈降
书耳。”盖曰：
“实有此意。未知肯否？”阚泽欣然领诺。正是：
勇将轻身思报主，谋臣为国有同心。
未知阚泽所言若何，且看下文分解。
--------------------
(1) 军令状——军人受命后写的保证书。表示如不能完成任务，甘愿受严厉处分。宋·
王明清《挥麈后录》卷六：“范德孺帅庆州日，忽夏人入寇，围城甚急……麾下有老指挥使
独来前曰：‘愿勒军令状，保无它。’”
(2) 岷、峨——岷山和峨山。岷山在今四川省北部，峨山在今四川省峨眉县西南。
(3) 三吴——晋指吴兴、吴郡、会稽，唐指吴兴、吴郡、丹阳，宋指苏州、常州、湖
州。这里是泛指长江下游一带。
(4) 九河——上古指黄河的九条支流。《尚书·夏书·禹贡》：“九河既道，雷夏既
泽，澭、沮会通。”陆德明释文引《尔雅·释水》：“九河：徒骇一，太史二，马颊三，覆
釜四，胡苏五，简六，洁七，钩盘八，鬲津九。”后泛指黄河。
(5) 百川——江河湖泽的总称。
(6) 龙伯——指上古传说中的龙伯国巨人。见于《列子·汤问》：“龙伯之国有大人，
举足不盈步而暨五山之所，钓而连六鳌。”又《山海经·大荒东经》“有波谷山者，有大人
国”郭璞注引《龙图玉版》：“龙伯国人，长三十丈，生万八千岁而死。” 海若——上古传
说中的海神。见于战国楚·屈原《远游》：“使湘灵鼓瑟兮，令海若舞冯夷。”王逸注：
“海若，海神名也。”《庄子·秋水》称之为“若”：“秋水时至，百川灌河，泾流之大，
两涘渚崖之间，不辨牛马。于是焉河伯欣然自喜，以为天下之美为尽在己。顺流而东行，至
于北海，东面而视，不见水端。于是焉河伯始旋其面目，望洋向若而叹曰：‘野语有之曰：
“闻道百，以为莫己若者。”我之谓也。’”成玄英疏：“若，海神也。河伯沿流东行，至
于大海，聊复顾眄，不见水之端涯，方始回旋面目，高视海若，仍慨然发叹，托之野语。”
(7) 江妃——上古传说中的神女。见于汉·刘向《列仙传·江妃二女》卷上：“江妃二
女者，不知何所人也。出游于江、汉之湄，逢郑交甫。(交甫)见而悦之，不知其神人也，谓
其仆曰：‘我欲下请其佩。’……(二女)遂解其佩与交甫。交甫悦，受而怀之中当心。趋去
数十步，视佩，空怀无佩。顾二女，忽然不见。” 水母——上古传说中的水神。见于汉·王
褒《九怀·思忠》：“玄武步兮水母，与吾期兮南荣。”大意是：天龟玄武和水神水母都来
送行，并与我约定在南方相会。
(8) 长鲸(古读q í ng今读j ī ng) ——巨鲸。晋·左思《吴都赋》：“长鲸吞舟，修
鲵吐浪。”
(9) 天蜈——即天吴。上古传说中的水神。见于《山海经·海外东经》：“朝阳之谷，
神曰天吴，是为水伯。在虹虹北两水间。其为兽(外表像兽)也，八首人面，八足八尾，皆青
黄。”又《山海经·大荒东经》：“有夏州之国，有盖余之国。有神人也，八首人面，虎身
十尾，名曰天吴。”这里作“天蜈九首”，当为罗贯中所误记。
(10) 时也阴阳既乱，昧爽不分——是说这时由于浓雾弥漫，既分不出尽夜，也分不出明
暗。阴、阳：指黑夜和白天。昧爽：指阴暗和明朗。
(11) 四屯——四面弥漫。
(12) 舆薪而莫睹——舆薪：车上装满了柴草。“舆薪而莫睹”本“舆薪之不见”，出自
《孟子·梁惠王上》：“舆薪之不见，为不用明焉。”意谓连满满一车柴草都看不见。这里
是形容大雾弥漫，一片昏暗，能见度极低。
(13) 才隐南山之豹——语意本汉·刘向《列女传·卷二·贤明·陶答子妻》：“答子治
陶三年，名誉不兴，家富三倍。其妻数谏不用……(其妻曰)妾闻南山有玄豹，雾雨七日而不
下食者，何也？欲以泽其毛而成文章也，故藏而远害；犬彘不择食以肥其身，坐而须死耳。
今夫子治陶，家富国贫，君不敬，民不戴，败亡之徵见(现)矣。”意谓豹子因怕雾气弄脏了
自己美丽的皮毛，甘愿隐藏于深山中挨饿而不出来找食。比喻贤者洁身自爱，隐居伏处，淡
薄名利，全身远害。这里转指雾还不算太浓，只能隐避像豹子这么大的物体。
(14) 欲迷北海之鲲——欲：将要，几乎。鲲：上古寓言中的巨鱼。见于《庄子·逍遥
游》：“北冥有鱼，其名为鲲，鲲之大不知其几千里也。”这句是说雾已经浓到能够隐蔽几
千里大的鲲鱼。
(15) 鲸鲵(n í泥)——即鲸鱼。雄者称鲸，雌者称鲵。
(16) 如梅霖收溽——意谓大雾犹如连绵不绝的梅雨聚集起来的湿气。梅：指梅雨。霖：
久雨。溽：湿气。
(17) 穹昊(qióng hào穷浩)——天空。
(18) 离娄之明——离娄亦作离朱，传说为视力最强的人。见于《孟子·离娄上》：“离
娄之明，公输子之巧，不以规矩，不能成方圆。”焦循正义：“离娄，古之明目者，黄帝时
人也。黄帝亡其玄珠，使离朱索之。离朱，即离娄也，能视于百步之外，见秋亳之末。”
(19) 冯夷——上古传说中的黄河之神，即河伯。亦泛指水神。见于《庄子·大宗师》：
“夫道，有情有信，无为无形，可传而不可受，可得而不可见……冯夷得之，以游大川。”
成玄英疏：“姓冯名夷，弘农华阴童乡堤首里人也。服八石，得水仙。大川，黄河也。天帝
赐冯夷为河伯，故游处盟津大川之中也。”《庄子·秋水》：“秋水时至，百川灌河，泾流
之大，两涘渚岸之间，不辨牛马。于是焉河伯欣然自喜，以天下之美尽在己。”陆德明释
文：“河伯姓冯名夷，一名冰夷，一名冯迟……一云姓吕名公子，冯夷是公子之妻。”
(20) 屏翳——上古传说中的神名，而所指不同：或谓指云神，或谓指雨师，或谓指雷
师，或谓指风师。这里当指风师。三国魏·曹植《洛神赋》：“屏翳收风，川后静波。”吕
向注：“屏翳，风师也。”“屏翳收功”义同“屏翳收风”，意谓风师停止刮风。
(21) 蓬莱岛——即蓬莱山。传说中神仙居住的地方。《山海经·海内北经》：“蓬莱山
在海中。”《史记·封禅书》：“自威、宣、燕昭使人入海求蓬莱、方丈、瀛洲，此三神山
者，其傅(浮)在渤海中。”又称“蓬壶”。见于晋·王嘉《拾遗记·高辛》：“三壶，则海
中三山也。一曰方壶，则方丈也；二曰蓬壶，则蓬莱也；三曰瀛壶，则瀛洲也。”
(22) 阖闾宫——亦作“阖庐宫”。春秋时吴国的宫殿名，在今江苏省苏州市。见于《越
绝书·外传记吴地传》：“阖庐之时，大霸，筑吴越城。城中有小城二，徙治胥山……阖庐
宫在高平里。射台二：一在华池昌里，一在安阳里。南越宫在长乐里，东到春申君府……东
宫周一里二百七十步。西宫在长秋，周一里二十六步，秦始皇帝十一年，守宫者照燕，失火
烧之。”
(23) 将返元气于洪荒——意谓大雾弥漫，好像宇宙将要恢复到混沌的原始状态。元气：
指天地未分前的混沌之气。《汉书·律历志上》：“太极元气，函三为一。”颜师古注引孟
康曰：“元气始起于子，未分之时，天地人混合为人。”唐·陈子昂《谏政理书》：“元气
者，天地之始，万物之祖。”洪荒：混沌的状态。
(24) 大块——大自然。《庄子·齐物论》：“夫大块噫气，其名为风。”成玄英疏：
“大块者，造物之名，亦自然之称也。”
(25) 奇门——“奇门遁甲”的略称。是一种综合干支和八卦而编造的方术，认为以此可
以推算吉凶祸福，预测天气变化，乃至呼风唤雨，驱神缩地。
(26) 阴阳——这里是泛指大自然的变化。
(27) 风流罪过——风流：风雅，雅致。“风流罪过”出自《北齐书·郎基传》(又见
《北史·郎基传》)：“基性清慎，无所营求，曾语人云：‘任官之所，木枕亦不须作，况重
于此事？’唯颇令写书。潘子义曾遗之书曰：‘在官写书，亦是风流罪过。’基答书
曰：‘观过知仁，斯亦可矣。’”意谓因风雅之事而犯的轻微过错。这里指似是而非、莫须
有的罪过。
(28) 神机妙算——神机：神奇的心机。算：计划，筹谋。“神机妙算”或本“妙算神
谋”，出自唐·刘知幾《仪坤庙乐章》(见《全唐诗》卷九四)：“妙算申帷幄，神谋出庙
廷。”形容运筹划策十分高明，有很强的预见性。
(29) 苦肉计——语本汉·赵晔《吴越春秋·阖闾内传》：阖闾杀了吴王僚，自为王，僚
之子庆忌逃亡国外。阖闾欲杀庆忌而无计可施。要离即献苦肉计：请阖闾斩断他的右手，杀
死他的妻子，以骗取庆忌的信任。庆忌果然上当，以要离为心腹。要离寻机杀死了庆忌。后
世即以故意伤害自己的身体，骗取对方的信任，以便乘机行事的计谋为“苦肉计”。
(30) 破虏将军——指孙权之父孙坚。袁术曾举荐孙坚为破虏将军。
(31) 犯颜苦谏——犯颜：即当面冒犯帝王或尊长的威严。苦谏：苦苦规劝。“犯颜苦
谏”本“犯颜极谏”，出自《韩非子·外储说左下》：“(管仲曰)三军既成陈(阵)，使士视
死如归，臣不如公子成父，请以为大司马；犯颜极谏，臣不如东郭牙，请立以为谏臣。”
(极：正，直。)意谓当面冒犯君主或尊长的威严而苦苦规劝其改正错误。
(32) 袖手旁观——袖手：把手笼在袖筒里。“袖手旁观”或本“旁观缩手”，出自唐·
韩愈《祭柳子厚文》：“巧匠旁观，缩手袖间。”意谓把手笼在袖筒里，在一旁观看。比喻
置身事外，不加过问或不予协助。
第四十七回 阚泽密献诈降书 庞统巧授连环计
却说阚泽字德润，会稽山阴人也。家贫好学，与人佣工，尝借人
书来看，看过一遍，更不遗忘。口才辨给 (1) ，少有胆气。孙权召为
参谋，与黄盖最相善。盖知其能言有胆，故欲使献诈降书。泽欣然应
诺曰：
“大丈夫处世，不能立功建业，不几与草木同腐乎？公既捐躯
报主，泽又何惜微生？”黄盖滚下床来，拜而谢之。泽曰：
“事不可
缓，即今便行。”盖曰：
“书已修下了。”
泽领了书，只就当夜扮作渔翁，驾小舟，望北岸而行。是夜寒星
满天。三更时候，早到曹军水寨。巡江军士拿住，连夜报知曹操。操
曰：
“莫非是奸细么？”军士曰：
“只一渔翁，自称是东吴参谋阚
泽，有机密事来见。”操便教引将入来。
军士引阚泽至，只见帐上灯烛辉煌，曹操凭几危坐，问曰：
“汝
既是东吴参谋，来此何干？”泽曰：
“人言曹丞相求贤若渴，今观此
问，甚不相合。黄公覆，汝又错寻思了也。”操曰：
“吾与东吴旦夕
交兵，汝私行到此，如何不问？”泽曰：
“黄公覆乃东吴三世旧臣，
今被周瑜于众将之前无端毒打，不胜忿恨。因欲投降丞相，为报仇之
计，特谋之于我。我与公覆情同骨肉，径来为献密书。未知丞相肯容
纳否？”操曰：
“书在何处？”阚泽取书呈上。操拆书，就灯下观
看。书略曰：
盖受孙氏厚恩，本不当怀二心。然以今日事势论之，用江东六郡之卒，当中
国百万之师，众寡不敌，海内所共见也。东吴将吏无有智愚，皆知其不可。周瑜
小子，褊怀浅戆 (2) ，自负其能，辄欲以卵敌石 (3) ；兼之擅作威福，无罪受
刑，有功不赏。盖系旧臣，无端为所摧辱，心实恨之。伏闻丞相诚心待物，虚怀
纳士，盖愿率众归降，以图建功雪耻。粮草军仗，随船献纳。泣血拜白，万勿见
疑。
曹操于几案上翻覆将书看了十馀次，忽然拍案张目大怒曰：
“黄
盖用苦肉计，令汝下诈降书，就中取事，却敢来戏侮我耶？”便教左
右：
“推出斩之。”左右将阚泽簇下。泽面不改容，仰天大笑。操教
牵回，叱曰：
“吾已识破奸计，汝何故哂笑？”泽曰：
“吾不笑你，
吾笑黄公覆不识人耳。”操曰：
“何不识人？”泽曰：
“杀便杀，何
必多问？”操曰：
“吾自幼熟读兵书，深知奸伪之道。汝这条计，只
好瞒别人，如何瞒得我？”泽曰：
“你且说书中那件事是奸计？”操
曰：
“我说出你那破绽，教你死而无怨。你既是真心献书投降，如何
不明约几时？你今有何理说？”阚泽听罢，大笑曰：
“亏汝不惶恐，
敢自夸熟读兵书。还不及早收兵回去，倘若交战，必被周瑜擒矣。无
学之辈，可惜吾屈死汝手。”操曰：
“何谓我无学？”泽曰：
“汝不
识机谋，不明道理，岂非无学？”操曰：
“你且说我那几般不是
处。”泽曰：
“汝无待贤之礼，吾何必言？但有死而已。”操曰：
“汝若说得有理，我自然敬服。”泽曰：
“岂不闻‘背主作窃，不可
定期’？倘今约定日期，急切下不得手，这里反来接应，事必泄漏。
但可觑便而行，岂可预期相订乎？汝不明此理，欲屈杀好人，真无学
之辈也。”
操闻言，改容下席而谢曰 (4) ：
“某见事不明，误犯尊威，幸勿
挂怀。”泽曰：
“吾与黄公覆倾心投降，如婴儿之望父母，岂有诈
乎？”操大喜曰：
“若二人能建大功，他日受爵，必在诸人之上。”
泽曰：
“某等非为爵禄而来，实应天顺人耳。”操取酒待之。
少顷，有人入帐，于操耳边私语。操曰：
“将书来看。”其人以
密书呈上。操观之，颜色颇喜。阚泽暗思：
“此必蔡中、蔡和来报黄
盖受刑消息，操故喜我投降之事为真实也。”操曰：
“烦先生再回江
东，与黄公覆约定，先通消息过江，吾以兵接应。”泽曰：
“某已离
江东，不可复还。望丞相别遣机密人去。”操曰：
“若他人去，事恐
泄漏。”泽再三推辞，良久乃曰：
“若去则不敢久停，便当行矣。”
操赐以金帛，泽不受。辞别出营，再驾扁舟，重回江东，来见黄盖，
细说前事。盖曰：
“非公能辩，则盖徒受苦矣。”泽曰；
“吾今去甘
宁寨中，探蔡中、蔡和消息。”盖曰：
“甚善。”
泽至宁寨，宁接入，泽曰：
“将军昨为救黄公覆，被周公瑾所
辱，吾甚不平。”宁笑而不答。正话间，蔡和、蔡中至。泽以目送甘
宁，宁会意，乃曰：
“周公瑾只自恃其能，全不以我等为念。我今被
辱，羞见江左诸人。”说罢，咬牙切齿，拍案大叫。泽乃虚与宁耳边
低语。宁低头不言，长叹数声。蔡和、蔡中见宁、泽皆有反意，以言
挑之曰：
“将军何故烦恼？先生有何不平？”泽曰：
“吾等腹中之
苦，汝岂知耶？”蔡和曰：
“莫非欲背吴投曹耶？”阚泽失色。甘宁
拔剑而起曰：
“吾事已为窥破，不可不杀之以灭口。”蔡和、蔡中慌
曰：
“二公勿忧。吾亦当以心腹之事相告。”宁曰：
“可速言之。”
蔡和曰：
“吾二人乃曹公使来诈降者。二公若有归顺之心，吾当引
进。”宁曰：
“汝言果真？”二人齐声曰；
“安敢相欺？”宁佯喜
曰；
“若如此，是天赐其便也。”二蔡曰：
“黄公覆与将军被辱之
事，吾已报知丞相矣。”泽曰：
“吾已为黄公覆献书丞相，今特来见
兴霸，相约同降耳。”宁曰：
“大丈夫既遇明主，自当倾心相投。”
于是四人共饮，同论心事。二蔡即时写书，密报曹操，说：
“甘宁与
某同为内应。”阚泽另自修书，遣人密报曹操，书中具言：黄盖欲
来，未得其便；但看船头插青牙旗而来者，即是也。
却说曹操连得二书，心中疑惑不定，聚众谋士商议曰：
“江左甘
宁被周瑜所辱，愿为内应；黄盖受责，令阚泽来纳降：俱未可深信。
谁敢直入周瑜寨中，探听实信？”蒋干进曰：
“某前日空往东吴，未
得成功，深怀惭愧。今愿舍身再往，务得实信，回报丞相。”操大
喜，即时令蒋干上船。干驾小舟，径到江南水寨边，便使人传报。周
瑜听得干又到，大喜曰：
“吾之成功，只在此人身上。”遂嘱付鲁
肃：
“请庞士元来，为我如此如此。”
原来襄阳庞统，字士元，因避乱，寓居江东，鲁肃曾荐之于周
瑜。统未及往见，瑜先使肃问计于统曰：
“破曹当用何策？”统密谓
肃曰：
“欲破曹兵，须用火攻。但大江面上，一船着火，馀船四散。
除非献‘连环计’，教他钉作一处，然后功可成也。”肃以告瑜。瑜
深服其论，因谓肃曰：
“为我行此计者，非庞士元不可。”肃曰：
“只怕曹操奸猾，如何去得？”周瑜沉吟未决。正寻思没个机会，忽
报蒋干又来。瑜大喜，一面分付庞统用计；一面坐于帐上，使人请
干。
干见不来接，心中疑虑，教把船于僻静岸口缆系，乃入寨见周
瑜。瑜作色曰：
“子翼何故欺吾太甚？”蒋干笑曰：
“吾想与你乃旧
日弟兄，特来吐心腹事，何言相欺也？”瑜曰：
“汝要说我降，除非
海枯石烂 (5) 。前番吾念旧日交情，请你痛饮一醉，留你共榻；你却
盗吾私书，不辞而去，归报曹操，杀了蔡瑁、张允，致使吾事不成。
今日无故又来，必不怀好意。吾不看旧日之情，一刀两段。本待送你
过去，争奈吾一二日间便要破曹贼；待留你在军中，又必有泄漏。”
便教左右：
“送子翼往西山庵中歇息。待吾破了曹操，那时渡你过江
未迟。”蒋干再欲开言，周瑜已入帐后去了。左右取马与蒋干乘坐，
送到西山背后小庵歇息，拨两个军人伏侍。
干在庵内，心中忧闷，寝食不安。是夜星露满天，独步出庵后，
只听得读书之声。信步寻去，见山岩畔有草屋数椽 (6) ，内射灯光。
干往窥之，只见一人挂剑灯前，诵孙、吴兵书 (7) 。干思：
“此必异
人也。”叩户请见。其人开门出迎，仪表非俗。干问姓名，答曰：
“姓庞名统，字士元。”干曰：
“莫非凤雏先生否？”统曰：
“然
也。”干喜曰：
“久闻大名，今何僻居此地？”答曰：
“周瑜自恃才
高，不能容物，吾故隐居于此。公乃何人？”干曰：
“吾蒋干也。”
统乃邀入草庵，共坐谈心。干曰：
“以公之才，何往不利？如肯归
曹，干当引进。”统曰：
“吾亦欲离江东久矣。公既有引进之心，即
今便当一行；如迟则周瑜闻之，必将见害。”于是与干连夜下山，至
江边寻着原来船只，飞棹投江北。
既至操寨，干先入见，备述前事。操闻凤雏先生来，亲自出帐迎
入，分宾主坐定，问曰：
“周瑜年幼，恃才欺众，不用良谋。操久闻
先生大名，今得惠顾，乞不吝教诲。”统曰：
“某素闻丞相用兵有
法，今愿一睹军容。”操教备马，先邀统同观旱寨。统与操并马登高
而望，统曰：
“傍山依林，前后顾盼，出入有门，进退曲折，虽孙、
吴再生，穰苴复出 (8) ，亦不过此矣。”操曰：
“先生勿得过誉，尚
望指教。”于是又与同观水寨，见向南分二十四座门，皆有艨艟战
舰，列为城郭，中藏小船，往来有巷，起伏有序。统笑曰：
“丞相用
兵如此，名不虚传。”因指江南而言曰：
“周郎，周郎，克期必亡!”
操大喜，回寨，请入帐中，置酒共饮，同说兵机。统高谈雄辩，
应答如流。操深敬服，殷勤相待。统佯醉曰：
“敢问军中有良医
否？”操问何用，统曰：
“水军多疾，须用良医治之。”时操军因不
服水土，俱生呕吐之疾，多有死者，操正虑此事，忽闻统言，如何不
问？统曰：
“丞相教练水军之法甚妙，但可惜不全。”操再三请问，
统曰：
“某有一策，使大小水军，并无疾病，安稳成功。”操大喜，
请问妙策。统曰：
“大江之中，潮生潮落，风浪不息。北兵不惯乘
舟，受此颠播，便生疾病。若以大船小船各皆配搭，或三十为一排，
或五十为一排，首尾用铁环连锁，上铺阔板，休言人可渡，马亦可走
矣。乘此而行，任他风浪潮水上下，复何惧哉？”曹操下席而谢曰：
“非先生良谋，安能破东吴耶？”统曰：
“愚浅之见，丞相自裁
之。”操即时传令，唤军中铁匠，连夜打造连环大钉，锁住船只。诸
军闻之，俱各喜悦。后人有诗曰：
赤壁鏖兵用火攻，运筹决策尽皆同。
若非庞统连环计，公瑾安能立大功？
庞统又谓操曰：
“某观江左豪杰，多有怨周瑜者。某凭三寸舌，
为丞相说之，使皆来降。周瑜孤立无援，必为丞相所擒。瑜既破，则
刘备无所用矣。”操曰：
“先生果能成大功，操请奏闻天子，封为三
公之列。”统曰：
“某非为富贵，但欲救万民耳。丞相渡江，慎勿杀
害。”操曰：
“吾替天行道 (9) ，安忍杀戮人民？”统拜求榜文，以
安宗族。操曰：
“先生家属现居何处？”统曰：
“只在江边，若得此
榜，可保全矣。”操命写榜，佥押付统 (10) 。统拜谢曰：
“别后可速
进兵，休待周郎知觉。”操然之。
统拜别，至江边，正欲下船，忽见岸上一人道袍竹冠 (11) ，一把
扯住统曰：
“你好大胆!黄盖用苦肉计，阚泽下诈降书，你又来献连环
计，只恐烧不尽绝。你们把出这等毒手来 (12) ，只好瞒曹操，也须瞒
我不得。”諕得庞统魂飞魄散。正是：
莫道东南能制胜，谁云西北独无人？
毕竟此人是谁，且看下文分解。
--------------------
(1) 辨给(j ǐ几)——能言善辩，才思敏捷。辨：通“辩。”给：义同“捷”。
(2) 褊怀浅戆——心怀狭窄，浅薄愚蠢。
(3) 以卵敌石——义同“以卵击石”，见第四十三回“以卵击石”条注。敌：对抗，抵
挡。
(4) 改容下席——改变脸色，离开坐席，以示敬意。
(5) 海枯石烂——语出《古乐府》(见元·吴莱《富春新》清·王邦采等注引)：“地老
天荒，海枯石烂。永劫同心，信誓旦旦。”意谓海水完全干涸，石头分化为泥土。多用作誓
词，表示人的信义、意志、感情永不改变。
(6) 椽(chuán船)——支撑屋顶的木桩，借指房屋的间数。
(7) 孙、吴——即孙武和吴起。孙武为春秋时兵法家，著有《孙子兵法》，曾任吴国大
将，威震诸侯。吴起为战国时兵法家，曾任楚国相，使楚国强大。
(8) 穰苴(ráng jū瓤居)——姓司马，名穰苴，春秋时齐国名将，善用兵法。
(9) 替天行道——语出元·康进之《李逵负荆》第一折：“涧水潺潺绕寨门，野花斜插
渗青巾，杏黄旗上七个字：替天行道救生民。”意谓代替上天施行公道。引申以指按照天意
而在人世间做正义的事业。
(10) 佥押——在文书末尾签名画押。佥：通“签”。
(11) 道袍竹冠——指道士装束。竹冠：又称“竹皮冠”。此冠为刘邦发明。因以嫩竹皮
编织而成，故称。见《史记·高祖本纪》：“高祖为亭长，乃以竹皮为冠，令求盗之薛治
之，时时冠之，及贵常冠，所谓‘刘氏冠’乃是也。”裴駰集解引应劭曰：“以竹始生皮作
冠，今鹊尾冠是也。”司马贞索隐引应劭曰：“一名长冠。侧竹皮裹以纵前，高七寸，广三
寸，如板。”后世广泛流行。
(12) 把出——使出。
第四十八回 宴长江曹操赋诗 锁战船北军用武
却说庞统闻言，吃了一惊，急回视其人，原来却是徐庶。统见是
故人，心下方定。回顾左右无人，乃曰：
“你若说破我计，可惜江南
八十一州百姓，皆是你送了也。”庶笑曰：
“此间八十三万人马，性
命如何？”统曰：
“元直真欲破我计耶？”庶曰：
“吾感刘皇叔厚
恩，未尝忘报。曹操送死吾母，吾已说过终身不设一谋，今安肯破兄
良策？只是我亦随军在此，兵败之后，玉石不分，岂能免难？君当教
我脱身之术，我即缄口远避矣。”统笑曰：
“元直如此高见远识，谅
此有何难哉？”庶曰：
“愿先生赐教。”统去徐庶耳边略说数句。庶
大喜，拜谢。庞统别却徐庶，下船自回江东。
且说徐庶当晚密使近人去各寨中暗布谣言。次日，寨中三三五
五，交头接耳而说 (1) 。早有探事人报知曹操，说：
“军中传言西凉
州韩遂、马腾谋反，杀奔许都来。”操大惊，急聚众谋士商议曰：
“吾引兵南征，心中所忧者，韩遂、马腾耳。军中谣言，虽未辨虚
实，然不可不防。”言未毕，徐庶进曰：
“庶蒙丞相收录，恨无寸功
报效。请得三千人马，星夜往散关把住隘口，如有紧急，再行告
报。”操喜曰：
“若得元直去，吾无忧矣。散关之上，亦有军兵，公
统领之。目下拨三千马步军，命臧霸为先锋，星夜前去，不可稽迟
(2) 。”徐庶辞了曹操，与臧霸便行。此便是庞统救徐庶之计。后人
有诗曰：
曹操征南日日忧，马腾韩遂起戈矛。
凤雏一语教徐庶，正似游鱼脱钓钩。
曹操自遣徐庶去后，心中稍安，遂上马先看沿江旱寨，次看水
寨。乘大船一只于中央，上建“帅”字旗号，两旁皆列水寨，船上埋
伏弓弩千张，操居于上。时建安十三年冬十一月十五日，天气晴明，
平风静浪。操令：
“置酒设乐于大船之上，吾今夕欲会诸将。”天色
向晚，东山月上，皎皎如同白日。长江一带，如横素练 (3) 。操坐大
船之上，左右侍御者数百人，皆锦衣绣袄，荷戈执戟。文武众官，各
依次而坐。操见南屏山色如画，东视柴桑之境，西观夏口之江，南望
樊山，北觑乌林，四顾空阔，心中欢喜，谓众官曰：
“吾自起义兵以
来，与国家除凶去害，誓愿扫清四海，削平天下，所未得者江南也。
今吾有百万雄师，更赖诸公用命，何患不成功耶？收服江南之后，天
下无事，与诸公共享富贵，以乐太平。”文武皆起谢曰：
“愿得早奏
凯歌，我等终身皆赖丞相福荫。”操大喜，命左右行酒。
饮至半夜，操酒酣，遥指南岸曰：
“周瑜、鲁肃，不识天时。今
幸有投降之人，为彼心腹之患，此天助吾也。”荀攸曰：
“丞相勿
言，恐有泄漏。”操大笑曰：
“座上诸公与近侍左右，皆吾心腹之人
也，言之何碍？”又指夏口曰：
“刘备、诸葛亮，汝不料蝼蚁之力
(4) ，欲撼泰山，何其愚耶!”顾谓诸将曰：
“吾今年五十四岁矣，如
得江南，窃有所喜。昔日乔公与吾至契 (5) ，吾知其二女皆有国色，
后不料为孙策、周瑜所娶。吾今新构铜雀台于漳水之上，如得江南，
当娶二乔，置之台上，以娱暮年，吾愿足矣。”言罢大笑。唐人杜牧
之有诗曰 (6) ：
折戟沉沙铁未消，自将磨洗认前朝 (7) 。
东风不与周郎便，铜雀春深锁二乔 (8) 。
曹操正笑谈间，忽闻鸦声望南飞鸣而去。操问曰；
“此鸦缘何夜
鸣？”左右答曰：
“鸦见月明，疑是天晓，故离树而鸣也。”操又大
笑。时操已醉，乃取槊立于船头上，以酒奠于江中，满饮三爵 (9) ，
横槊谓诸将曰：
“我持此槊，破黄巾，擒吕布，灭袁术，收袁绍，深
入塞北，直抵辽东，纵横天下，颇不负大丈夫之志也。今对此景，甚
有慷慨。吾当作歌，汝等和之。”歌曰 (10) ：
对酒当歌，人生几何？
譬如朝露，去日苦多。
慨当以慷 (11) ，忧思难忘。
何以解忧？惟有杜康 (12) 。
青青子衿，悠悠我心 (13) 。
但为君故，沉吟至今。
呦呦鹿鸣，食野之苹。
我有嘉宾，鼓瑟吹笙 (14) 。
皎皎如月，何时可辍？
忧从中来，不可断绝 (15) 。
越陌度阡，枉用相存。
契阔谈宴，心念旧恩 (16) 。
月明星稀，乌鹊南飞。
绕树三匝 (17) ，无枝可依。
山不厌高，水不厌深。
周公吐哺 (18) ，天下归心 (19) 。
歌罢，众和之，共皆欢笑。
忽座间一人进曰：
“大军相当之际 (20) ，将士用命之时，丞相何
故出此不吉之言？”操视之，乃扬州刺史，沛国相人，姓刘名馥，字
元颖。馥起自合淝，创立州治，聚逃散之民，立学校，广屯田，兴治
教，久事曹操，多立功绩。当下操横槊问曰：
“吾言有何不吉？”馥
曰：
“‘月明星稀，乌鹊南飞。绕树三匝，无枝可依。’此不吉之言
也。”操大怒曰：
“汝安敢败吾兴!”手起一槊，刺死刘馥。众皆惊
骇，遂罢宴。次日，操酒醒，懊恨不已。馥子刘熙，告请父尸归葬。
操泣曰：
“吾昨因醉误伤汝父，悔之无及。可以三公厚礼葬之。”又
拨军士护送灵柩，即日回葬。
次日，水军都督毛玠、于禁诣帐下，请曰：
“大小船只俱已配搭
连锁停当，旌旗战具一一齐备，请丞相调遣，克日进兵。”操至水军
中央大战船上坐定，唤集诸将，各各听令。水旱二军，俱分五色旗
号：水军中央黄旗毛玠、于禁，前军红旗张郃，后军皂旗吕虔，左军
青旗文聘，右军白旗吕通；马步前军红旗徐晃，后军皂旗李典，左军
青旗乐进，右军白旗夏侯渊。水陆路都接应使夏侯惇、曹洪，护卫往
来监战使许褚、张辽。其馀骁将，各依队伍。令毕，水军寨中发擂三
通 (21) ，各队伍战船分门而出。是日西北风骤起，各船拽起风帆，冲
波激浪，稳如平地。北军在船上踊跃施勇，刺枪使刀。前后左右各军
旗幡不杂。又有小船五十馀只，往来巡警催督。操立于将台之上，观
看调练，心中大喜，以为必胜之法。教且收住帆幔，各依次序回寨。
操升帐，谓众谋士曰：
“若非天命助吾，安得凤雏妙计？铁索连
舟，果然渡江如履平地。”
程昱曰：
“船皆连锁，固是平稳，但彼若用火攻，难以回避，不
可不防。”操大笑曰：
“程仲德虽有远虑，却还有见不到处。”荀攸
曰：
“仲德之言甚是，丞相何故笑之？”操曰：
“凡用火攻，必藉风
力。方今隆冬之际，但有西风北风，安有东风南风耶？吾居于西北之
上，彼兵皆在南岸，彼若用火，是烧自己之兵也，吾何惧哉？若是十
月小春之时 (22) ，吾早已提备矣。”诸将皆拜伏曰：
“丞相高见，众
人不及。”
操顾诸将曰：
“青、徐、燕、代之众不惯乘舟，今非此计，安能
涉大江之险？”只见班部中二将挺身出曰：
“小将虽幽、燕之人，也
能乘舟。今愿借巡船二十只，直至江口，夺旗鼓而还，以显北军亦能
乘舟也。”操视之，乃袁绍手下旧将焦触、张南也。操曰：
“汝等皆
生长北方，恐乘舟不便。江南之兵，往来水上，习练精熟，汝勿轻以
性命为儿戏也。”焦触、张南大叫曰：
“如其不胜，甘受军法!”操
曰：
“战船尽已连锁，惟有小舟。每舟可容二十人，只恐未便接
战。”触曰：
“若用大船，何足为奇？乞付小舟二十馀只，某与张南
各引一半，只今日直抵江南水寨，须要夺旗斩将而还。”操曰：
“吾
与汝二十只船，差拨精锐军五百人，皆长枪硬弩。到来日天明，将大
寨船出到江面上，远为之势。更差文聘亦领三十只巡船接应汝回。”
焦触、张南欣喜而退。
次日四更造饭，五更结束已定 (23) ，早听得水寨中擂鼓鸣金，船
皆出寨，分布水面，长江一带，青红旗号交杂。焦触、张南领哨船二
十只，穿寨而出，望江南进发。
却说南岸隔夜听得鼓声喧震，遥望曹操调练水军，探事人报知周
瑜。瑜往山顶观之，操军已收回。次日，忽又闻鼓声震天，军士急登
高观望，见有小船冲波而来，飞报中军。周瑜问帐下：
“谁敢先
出？”韩当、周泰二人齐出曰：
“某当权为先锋破敌。”瑜喜，传令
各寨严加守御，不可轻动。韩当、周泰各引哨船五只，分左右而出。
却说焦触、张南凭一勇之气，飞棹小船而来。韩当独披掩心 (24)
，手执长枪，立于船头。焦触船先到，便命军士乱箭望韩当船上射
来；当用牌遮隔。焦触捻长枪与韩当交锋，当手起一枪，刺死焦触。
张南随后大叫赶来；隔斜里周泰船出 (25) 。张南挺枪立于船头，两边
弓矢乱射。周泰一臂挽牌，一手提刀，两船相离七八尺，泰即飞身一
跃，直跃过张南船上，手起刀落，砍张南于水中，乱杀驾舟军士。众
船飞棹急回。韩当、周泰催船追赶，到半江中，恰与文聘船相迎，两
边便摆定船厮杀。
却说周瑜引众将立于山顶，遥望江北水面艨艟战船排合江上，旗
帜号带皆有次序。回看文聘与韩当、周泰相持，韩当、周泰奋力攻
击，文聘抵敌不住，回船而走，韩、周二人急催船追赶。周瑜恐二人
深入重地，便将白旗招飐，令众鸣金。二人乃挥棹而回。
周瑜于山顶看隔江战船尽入水寨。瑜顾谓众将曰：
“江北战船如
芦苇之密，操又多谋，当用何计以破之？”众未及对，忽见曹军寨中
被风吹折中央黄旗，飘入江中。瑜大笑曰：
“此不祥之兆也。”正观
之际，忽狂风大作，江中波涛拍岸。一阵风过，刮起旗角，于周瑜脸
上拂过。瑜猛然想起一事在心，大叫一声，往后便倒，口吐鲜血。诸
将急救起时，却早不省人事。正是：
一时忽笑又忽叫，难使南军破北军。
毕竟周瑜性命如何，且看下文分解。
--------------------
(1) 交头接耳——交、接：挨近，凑近。“交头接耳”或本“对口交耳”，出自汉·王
充《论衡·卷二五·解除篇》：“胡、越之人，口耳相类，心意相似，对口交耳而谈，尚不
相解。”意谓彼此凑近耳边低声说话。
(2) 稽迟——拖延，滞留。
(3) 长江一带，如横素练——意谓长江像一条东西横放的白色绸带。一带：一条带子。
素练：白绸。
(4) 蝼蚁之力——比喻极其微小的力量。蝼蚁：蝼蛄和蚂蚁。
(5) 至契——至交，交情极深的朋友。
(6) 杜牧之有诗——杜牧之为唐代著名诗人，姓杜名牧，字牧之。下面的这首七绝为其
所作，题作《赤壁》，见于《全唐诗》卷五二三。又见于《全唐诗》卷五四一卷，作者是李
商隐，诗题亦乍《赤壁》。“铁未消”原作“铁未销”，意思不变。
(7) “折戟沉沙”二句——折戟：折断了的戟(古代兵器名)。沉沙：埋在沙里。将：拿
起。这两句是说有人从赤壁古战场上捡到了一柄埋在沙里的断戟，尚未完全被腐蚀掉，拿起
来擦洗之后，才辨认出它是三国时代的遗物。
(8) “东风不与”二句——这两句是假设语，是说当年曹孙赤壁大战时，如果不刮东
风，周瑜的火攻战术就不能施展，从而全军覆没，二乔将被曹操夺去，关在铜雀台内供其淫
乐。
(9) 爵——这里指古代的一种酒器。形似雀，有三足，可容一升酒，可作礼器，也可作
饮器。
(10) 歌曰——曹操的这首歌，原题作《短歌行》，这里只引用了前半首。“皎皎如月”
原作“明明如月”；“水不厌深”原作“海不厌深”。
(11) 慨当以慷——应理解为“当以慷慨”。意谓当此敌我交战之前，应当慷慨激昂，士
气高涨。
(12) 杜康——传说是最早造酒的人。《尚书·周书·酒诰》“惟天降命，肇我民惟元
祀”孔颖达疏引汉·应劭《世本》：“杜康造酒。”引申以借指酒。
(13) “青青子衿”二句——青青子衿：青色衣领。青衿是周代学子的服装。代指学子。
悠悠：悠长貌。形容思念之情。这两句出自《诗经·郑风·子衿》：“青青子衿，悠悠我
心。纵我不往，子宁不嗣音。”毛传：“青衿，青领也。学子之所服。”原指对学子的思念
之情。这里借指求贤若渴。
(14) “呦呦鹿鸣”四句——呦呦：鹿鸣声。野苹：原野上的苹草(艾蒿)。鼓：弹奏。
瑟、笙：两种乐器。这四句出自《诗经·小雅·鹿鸣》。前二句是诗歌的起兴艺术手法，即
由外部环境引起的诗兴。后二句是形容款待宾客的热烈场面。这里仍借指求贤若渴。
(15) “皎皎如月”四句——辍：停止。中：心中。这四句是说如果得不到贤才，心中的
忧虑就像明月不会停止运行一样永无断绝的时候。
(16) “越陌度阡”四句——陌、阡：东西向的田间小路和南北向的田间小路。引申以泛
指道路。枉：枉驾。以：用。存：存问，问候。契阔：久别。这四句是说劳你远道前来探
望，久别重逢，谈笑欢宴，回忆向来的情谊。
(17) 三匝——三周，三圈。
(18) 周公吐哺——典出汉·韩婴《韩诗外传》卷三第三一章：“成王封伯禽于鲁，周公
诫之曰：‘往矣，子其无以鲁国骄士。吾文王之子，武王之弟，成王之叔父也，又相天子，
吾于天下亦不轻矣。然一沐三握发，一饭三吐哺，犹恐失天下之士。’”又见《史记·鲁周
公世家》，文作：“周公戒伯禽曰：‘我文王之子，武王之弟，成王之叔父，我于天下亦不
贱矣。然我一沐三捉发，一饭三吐哺，起以待士，犹恐失天下之贤人。子之鲁，慎勿以国骄
人。’”意谓周公吃一顿饭，三次吐出食物去接待宾客。表示礼贤下士，求贤若渴。
(19) 天下归心——语出《论语·尧曰》：“兴灭国，继绝世，举逸民，天下之民归心
焉。”意谓全国百姓由衷归顺。表示全国人民都拥护。
(20) 大军相当——指敌我两军相对、对峙。
(21) 发擂——擂动战鼓。
(22) 小春——亦称“小阳春”。农历十月的代称。宋·陈元靓《岁时广记》卷三七引
《初学记》：“冬月之阳，万物归之。以其温暖如春，故谓之小春，亦云小阳春。”(冬月之
阳：即农历十月。)
(23) 结束——这里指穿戴头盔铠甲。
(24) 掩心——即护胸的铠甲。犹今之防弹背心。
(25) 隔斜里——义同“刺斜里”。见第五回“刺斜里”条注。
第四十九回 七星坛诸葛祭风 三江口周瑜纵火
却说周瑜立于山顶观望良久，忽然望后而倒，口吐鲜血，不省人
事，左右救回帐中。诸将皆来动问，尽皆愕然相顾曰：
“江北百万之
众虎踞鲸吞 (1) ，不争都督如此 (2) ，倘曹兵一至，如之奈何？”慌
忙差人申报吴侯，一面求医调治。
却说鲁肃见周瑜卧病，心中忧闷，来见孔明，言周瑜卒病之事
(3) 。孔明曰：
“公以为何如？”肃曰：
“此乃曹操之福，江东之祸
也。”孔明笑曰：
“公瑾之病，亮亦能医。”肃曰：
“诚如此，则国
家万幸。”即请孔明同去看病。肃先入见周瑜，瑜以被蒙头而卧。肃
曰：
“都督病势若何？”周瑜曰：
“心腹搅痛，时复昏迷。”肃曰：
“曾服何药饵？”瑜曰：
“心中呕逆，药不能下。”肃曰：
“适来去
望孔明，言能医都督之病。现在帐外，烦来医治，何如？”瑜命请
入，教左右扶起，坐于床上。孔明曰：
“连日不晤君颜，何期贵体不
安？”瑜曰：
“人有旦夕祸福 (4) ，岂能自保？”孔明笑曰：
“天有
不测风云 (5) ，人又岂能料乎？”瑜闻失色，乃作呻吟之声。孔明
曰：
“都督心中似觉烦积否？”瑜曰：
“然。”孔明曰：
“必须用凉
药以解之。”瑜曰：
“已服凉药，全然无效。”孔明曰：
“须先理其
气，气若顺，则呼吸之间 (6) ，自然痊可。”瑜料孔明必知其意，乃
以言挑之曰：
“欲得顺气，当服何药？”孔明笑曰：
“亮有一方，便
教都督气顺。”瑜曰：
“愿先生赐教。”孔明索纸笔，屏退左右，密
书十六字曰：
欲破曹公，宜用火攻。
万事俱备，只欠东风。
写毕，递与周瑜曰：
“此都督病源也。”瑜见了大惊，暗思：
“孔明真神人也，早已知我心事。只索以实情告之 (7) 。”乃笑曰：
“先生已知我病源，将用何药治之？事在危急，望即赐教。”孔明
曰：
“亮虽不才，曾遇异人，传授奇门遁甲天书 (8) ，可以呼风唤雨
(9) 。都督若要东南风时，可于南屏山建一台，名曰‘七星坛’，高
九尺，作三层。用一百二十人，手执旗幡围绕。亮于台上作法，借三
日三夜东南大风，助都督用兵，何如？”瑜曰：
“休道三日三夜，只
一夜大风，大事可成矣。只是事在目前，不可迟缓。”孔明曰：
“十
一月二十日甲子祭风，至二十二日丙寅风息，如何？”瑜闻言大喜，
矍然而起。便传令差五百精壮军士，往南屏山筑坛；拨一百二十人，
执旗守坛，听候使令。
孔明辞别出帐，与鲁肃上马，来南屏山相度地势 (10) ，令军士取
东南方赤土筑坛：方圆二十四丈；每一层高三尺，共是九尺。下一层
插二十八宿旗 (11) ：东方七面青旗，按角、亢、氐、房、心、尾、
箕，布苍龙之形；北方七面皂旗，按斗、牛、女、虚、危、室、壁，
作玄武之势；西方七面白旗，按奎、娄、胃、昴、毕、觜、参，踞白
虎之威；南方七面红旗，按井、鬼、柳、星、张、翼、轸，成朱雀之
状。第二层周围黄旗六十四面，按六十四卦 (12) ，分八位而立 (13)
。上一层用四人，各人戴束发冠 (14) ，穿皂罗袍 (15) ，凤衣博带
(16) ，朱履方裾 (17) 。前左立一人，手执长竿，竿尖上用鸡羽为葆
(18) ，以招风信 (19) ；前右立一人，手执长竿，竿上系七星号带，以
表风色 (20) ；后左立一人，捧宝剑；后右立一人，捧香炉。坛下二十
四人，各持旌旗、宝盖、大戟、长戈、黄钺、白旄、朱幡、皂纛 (21)
，环绕四面。
孔明于十一月二十日甲子吉辰，沐浴斋戒，身披道衣，跣足散
发，来到坛前。分付鲁肃曰：
“子敬自往军中相助公瑾调兵。倘亮所
祈无应，不可有怪。”鲁肃别去。孔明嘱付守坛将士：
“不许擅离方
位，不许交头接耳，不许失口乱言，不许失惊打怪，如违令者斩!”众
皆领命。孔明缓步登坛，观瞻方位已定，焚香于炉，注水于盂，仰天
暗祝。下坛入帐中少歇，令军士更替吃饭。孔明一日上坛三次，下坛
三次，却并不见有东南风。
且说周瑜请程普、鲁肃一班军官在帐中伺候，只等东南风起，便
调兵出；一面关报孙权接应。黄盖已自准备火船二十只，船头密布大
钉；船内装载芦苇干柴，灌以鱼油，上铺硫黄、焰硝引火之物，各用
青布油单遮盖；船头上插青龙牙旗，船尾各系走舸 (22) ：在帐下听
候，只等周瑜号令。甘宁、阚泽窝盘蔡和、蔡中在水寨中 (23) ，每日
饮酒，不放一卒登岸。周围尽是东吴军马，把得水泄不通 (24) ，只等
帐上号令下来。周瑜正在帐中坐议，探子来报：
“吴侯船只离寨八十
五里停泊，只等都督好音。”瑜即差鲁肃遍告各部下官兵将士：
“俱
各收拾船只、军器、帆橹等物，号令一出，时刻休违；倘有违误，即
按军法。”众兵将得令，一个个磨拳擦掌 (25) ，准备厮杀。
是日，看看近夜，天色清明，微风不动。瑜谓鲁肃曰：
“孔明之
言谬矣，隆冬之时，怎得东南风乎？”肃曰：
“吾料孔明必不谬
谈。”将近三更时分，忽听风声响，旗幡转动。瑜出帐看时，旗脚竟
飘西北，霎时间东南风大起。瑜骇然曰：
“此人有夺天地造化之法
(26) 、鬼神不测之术 (27) 。若留此人，乃东吴祸根也。及早杀却，免
生他日之忧。”急唤帐前护军校尉丁奉、徐盛二将：
“各带一百人，
徐盛从江内去，丁奉从旱路去，都到南屏山七星坛前，休问长短，拿
住诸葛亮便行斩首，将首级来请功。”二将领命。
徐盛下船，一百刀斧手荡开棹桨；丁奉上马，一百弓弩手各跨征
驹：往南屏山来。于路正迎着东南风起。后人有诗曰：
七星坛上卧龙登，一夜东风江水腾。
不是孔明施妙计，周郎安得逞才能？
丁奉马军先到，见坛上执旗将士当风而立。丁奉下马提剑上坛，
不见孔明，慌问守坛将士。答曰：
“恰才下坛去了。”丁奉忙下坛寻
时，徐盛船已到，二人聚于江边。小卒报曰：
“昨晚一只快船停在前
面滩口，适间却见孔明披发下船，那船望上水去了 (28) 。”丁奉、徐
盛便分水陆两路追袭。
徐盛教拽起满帆，抢风而驶 (29) 。遥望前船不远，徐盛在船头上
高声大叫：
“军师休去，都督有请。”只见孔明立于船尾大笑曰：
“上复都督，好好用兵。诸葛亮暂回夏口，异日再容相见。”徐盛
曰：
“请暂少住，有紧话说。”孔明曰：
“吾已料定都督不能容我，
必来加害，预先教赵子龙来相接。将军不必追赶。”徐盛见前船无
篷，只顾赶来。看看至近，赵云拈弓搭箭，立于船尾大叫曰：
“吾乃
常山赵子龙也，奉令特来接军师。你如何来追赶？本待一箭射死你
来，显得两家失了和气。教你知我手段。”言讫，箭到处，射断徐盛
船上篷索。那篷堕落下水，其船便横。赵云却教自己船上拽起满帆，
乘顺风而去，其船如飞，追之不及。岸上丁奉唤徐盛船近岸，言曰：
“诸葛亮神机妙算，人不可及；更兼赵云有万夫不当之勇 (30) ，汝知
他当阳长坂时否？吾等只索回报便了。”于是二人回见周瑜，言孔明
预先约赵云迎接去了。周瑜大惊曰：
“此人如此多谋，使我晓夜不安
矣。”鲁肃曰：
“且待破曹之后，却再图之。”
瑜从其言，唤集诸将听令。先教甘宁：
“带了蔡中并降卒沿南岸
而走，只打北军旗号，直取乌林地面，正当曹操屯粮之所，深入军
中，举火为号。只留下蔡和一人在帐下，我有用处。”第二唤太史慈
分付：
“你可领三千兵，直奔黄州地界，断曹操合淝接应之兵，就逼
曹兵，放火为号，只看红旗，便是吴侯接应兵到。”这两队兵最远，
先发。第三唤吕蒙：
“领三千兵，去乌林接应甘宁，焚烧曹操寨
栅。”第四唤凌统：
“领三千兵，直截彝陵界首，只看乌林火起，以
兵应之。”第五唤董袭：
“领三千兵，直取汉阳，从汉川杀奔曹操寨
中，看白旗接应。”第六唤潘璋：
“领三千兵，尽打白旗，往汉阳接
应董袭。”六队船只各自分路去了。却令黄盖安排火船，使小卒驰书
约曹操，今夜来降。一面拨战船四只，随于黄盖船后接应。第一队领
兵军官韩当，第二队领兵军官周泰，第三队领兵军官蒋钦，第四队领
兵军官陈武：四队各引战船三百只，前面各摆列火船二十只。周瑜自
与程普在大艨艟上督战，徐盛、丁奉为左右护卫，只留鲁肃共阚泽及
众谋士守寨。程普见周瑜调军有法，甚相敬服。
却说孙权差使命持兵符至，说已差陆逊为先锋，直抵蕲、黄地面
进兵，吴侯自为后应。瑜又差人西山放火炮，南屏山举号旗。各各准
备停当，只等黄昏举动。
话分两头。且说刘玄德在夏口专候孔明回来，忽见一队船到，乃
是公子刘琦自来探听消息。玄德请上敌楼坐定，说：
“东南风起多
时，子龙去接孔明，至今不见到，吾心甚忧。”小校遥指樊口港上：
“一帆风送扁舟来到，必军师也。”玄德与刘琦下楼迎接。须臾船
到，孔明、子龙登岸。玄德大喜。问候毕，孔明曰：
“且无暇告诉别
事。前者所约军马战船，皆已办否？”玄德曰：
“收拾久矣，只候军
师调用。”孔明便与玄德、刘琦升帐坐定，谓赵云曰：
“子龙可带三
千军马，渡江径取乌林小路，拣树木芦苇密处埋伏。今夜四更已后，
曹操必然从那条路奔走。等他军马过，就半中间放起火来，虽然不杀
他尽绝，也杀一半。”云曰：
“乌林有两条路：一条通南郡，一条取
荆州。不知向那条路来？”孔明曰：
“南郡势迫，曹操不敢往；必来
荆州，然后大军投许昌而去。”云领计去了。又唤张飞曰：
“翼德可
领三千兵渡江，截断彝陵这条路，去葫芦谷口埋伏。曹操不敢走南彝
陵，必望北彝陵去。来日雨过，必然来埋锅造饭。只看烟起，便就山
边放起火来，虽然不捉得曹操，翼德这场功料也不小。”飞领计去
了。又唤糜竺、糜芳、刘封三人：
“各驾船只，绕江剿擒败军，夺取
器械。”三人领计去了。孔明起身，谓公子刘琦曰：
“武昌一望之地
(31) ，最为紧要。公子便请回，率领所部之兵，陈于岸口。操一败，
必有逃来者，就而擒之，却不可轻离城郭。”刘琦便辞玄德、孔明去
了。孔明谓玄德曰：
“主公可于樊口屯兵，凭高而望，坐看今夜周郎
成大功也。”
时云长在侧，孔明全然不睬。云长忍耐不住，乃高声曰：
“关某
自随兄长征战，许多年来，未尝落后。今日逢大敌，军师却不委用，
此是何意？”孔明笑曰：
“云长勿怪。某本欲烦足下把一个最紧要的
隘口，怎奈有些违碍 (32) ，不敢教去。”云长曰：
“有何违碍？愿即
见谕。”孔明曰：
“昔日曹操待足下甚厚，足下当有以报之。今日操
兵败，必走华容道。若令足下去时，必然放他过去，因此不敢教
去。”云长曰：
“军师好心多。当日曹操果是重待某，某已斩颜良，
诛文丑，解白马之围，报过他了。今日撞见，岂肯放过？”孔明曰：
“倘若放了时，却如何？”云长曰：
“愿依军法。”孔明曰：
“如
此，立下文书。”云长便与了军令状。云长曰：
“若曹操不从那条路
上来，如何？”孔明曰：
“我亦与你军令状。”云长大喜。孔明曰：
“云长可于华容小路高山之处堆积柴草，放起一把火烟，引曹操
来。”云长曰：
“曹操望见烟，知有埋伏，如何肯来？”孔明笑曰：
“岂不闻兵法‘虚虚实实’之论 (33) ？操虽能用兵，只此可以瞒过他
也。他见烟起，将谓虚张声势，必然投这条路来。将军休得容情。”
云长领了将令，引关平、周仓并五百校刀手 (34) ，投华容道埋伏去
了。玄德曰：
“吾弟义气深重，若曹操果然投华容道去时，只恐端的
放了。”孔明曰：
“亮夜观乾象，操贼未合身亡。留这人情，教云长
做了，亦是美事。”玄德曰：
“先生神算，世所罕及。”孔明遂与玄
德往樊口，看周瑜用兵，留孙乾、简雍守城。
却说曹操在大寨中，与众将商议，只等黄盖消息。当日东南风起
甚紧，程昱入告曹操曰：
“今日东南风起，宜预提防。”操笑曰：
“冬至一阳生，来复之时 (35) ，安得无东南风，何足为怪？”军士忽
报：
“江东一只小船来到，说有黄盖密书。”操急唤入。其人呈上
书。书中诉说：
周瑜关防得紧 (36) ，因此无计脱身。今有鄱阳湖新运到粮，周瑜差盖巡
哨，已有方便。好歹杀江东名将，献首来降。只在今晚二更，船上插青龙牙旗
者，即粮船也。
操大喜，遂与众将来水寨中大船上，观望黄盖船到。
且说江东天色向晚，周瑜唤出蔡和，令军士缚倒。和叫：
“无
罪。”瑜曰：
“汝是何等人，敢来诈降？吾今缺少福物祭旗 (37) ，愿
借你首级。”和抵赖不过，大叫曰：
“汝家阚泽、甘宁亦曾与谋。”
瑜曰：
“此乃吾之所使也。”蔡和悔之无及。瑜令捉至江边皂纛旗
下，奠酒烧纸 (38) ，一刀斩了蔡和，用血祭旗毕，便令开船。黄盖在
第三只火船上，独披掩心，手提利刃，旗上大书“先锋黄盖”。盖乘
一天顺风，望赤壁进发。
是时东风大作，波浪汹涌。操在中军遥望隔江，看看月上，照耀
江水，如万道金蛇，翻波戏浪。操迎风大笑，自以为得志。忽一军指
说：
“江南隐隐一簇帆幔，使风而来 (39) 。”操凭高望之。报称：
“皆插青龙牙旗，内中有大旗，上书‘先锋黄盖’名字。”操笑曰：
“公覆来降，此天助我也。”来船渐近。程昱观望良久，谓操曰：
“来船必诈，且休教近寨。”操曰：
“何以知之？”程昱曰：
“粮在
船中，船必稳重；今观来船，轻而且浮。更兼今夜东南风甚紧，倘有
诈谋，何以当之？”操省悟，便问：
“谁去止之？”文聘曰：
“某在
水上颇熟，愿请一往。”
言毕，跳下小船，用手一指，十数只巡船随文聘船出。聘立于船
头，大叫：
“丞相钧旨：南船且休近寨，就江心抛住。”众军齐喝：
“快下了篷!”言未绝，弓弦响处，文聘被箭射中左臂，倒在船中。船
上大乱，各自奔回。南船距操寨止隔二里水面，黄盖用刀一招，前船
一齐发火。火趁风威，风助火势，船如箭发，烟焰涨天。二十只火船
撞入水寨，曹寨中船只一时尽着。又被铁环锁住，无处逃避。隔江炮
响，四下火船齐到，但见三江面上，火逐风飞，一派通红，漫天彻
地。
曹操回观岸上营寨，几处烟火。黄盖跳在小船上，背后数人驾
舟，冒烟突火，来寻曹操。操见势急，方欲跳上岸，忽张辽驾一小脚
船 (40) ，扶操下得船时，那只大船已自着了。张辽与十数人保护曹
操，飞奔岸口。黄盖望见穿绛红袍者下船，料是曹操，乃催船速进，
手提利刃，高声大叫：
“曹贼休走，黄盖在此!”操叫苦连声。张辽拈
弓搭箭，觑着黄盖较近，一箭射去。此时风声正大，黄盖在火光中，
那里听得弓弦响，正中肩窝，翻身落水。正是：
火厄盛时遭水厄，棒疮愈后患金疮。
未知黄盖性命如何，且看下文分解。
--------------------
(1) 虎踞鲸吞——意谓犹如老虎扑食前蹲，鲸鱼大口吞食。形容敌军压境，急欲吞并的
态势。
(2) 不争——这里是不料、想不到之意。
(3) 卒病——突然患病。
(4) 人有旦夕祸福——意谓人的祸福变化无常，难以预料。多偏指灾祸难以预料。旦
夕：或早或晚，不可预料。
(5) 天有不测风云——意谓天气的刮风下雨变化无常，难以预料。多比喻灾祸难以预
料。不测：无法意料。云：指下雨。
(6) 呼吸之间——语或本汉·孔鲋《孔丛子·卷下·论势》：“韩与魏有隙，子顺谓韩
王曰：‘……齐、楚远而难恃，秦、魏呼吸而至，舍近而求远，是以虚名自累，而不免近敌
之困者也。’”意谓一呼一吸的一刹那间。形容极短的时间，也就是顷刻之间。
(7) 只索——只得，只好。
(8) 奇门遁甲——参见第四十六回“奇门”条注。
(9) 呼风唤雨——语或本“征风召雨”，出自晋·桓驎《西王母传》(见《旧小说》甲
集)：“黄帝讨蚩尤之暴，威所未禁，而蚩尤幻变多方，征风召雨，吹烟喷雾。”意谓一呼唤
就会刮风下雨。指人法力无边，能令老天爷刮风下雨。
(10) 相度(xiàng duó向夺)——观察估量。
(11) 二十八宿——我国古代天文家对日月运行所经区域的二十八个星座的称谓。这二十
八宿就是下文所说东方“角”等七宿、北方“斗”等七宿、西方“奎”等七宿、南方“井”
等七宿。又将东方七宿称为“苍龙”，北方七宿称为“玄武”，西方七宿称为“白虎”，南
方七宿称为“朱雀”。诸葛亮正是如此布置的。
(12) 六十四卦——是根据《周易》的乾、坤、震、巽、坎、离、艮、兑这八卦，每卦又
分为八卦，八八六十四卦。
(13) 分八位而立——意谓第二层的六十四面黄旗按照八卦分为八组，再按六十四卦方位
竖立。
(14) 束发冠——是一种用金丝编织而成并镶嵌着珠宝的帽子。因其可将头发总束于头顶
而得名。明、清时盛行，连皇帝也喜欢戴，甚至影响到戏剧行头。见明·刘若愚《酌中志·
内臣佩服纪略》：“束发冠，其制如戏子所戴者，用金累丝造，上嵌睛绿珠石……四爪蟒龙
在上繙绕。下加额子一件，亦如戏子所戴，左右插长雉羽焉。凡遇出外避幸，先帝圣驾尚此
冠。”
(15) 皂罗袍——黑色绫罗长袍。
(16) 凤衣博带——意谓身穿仙人的衣服，腰束宽腰带。凤衣：道教称仙人的衣服。《黄
庭内景经·上覩》：“身披凤衣衔虎符，一至不久升虚无。”梁丘子注：“仙官之服御
也。”
(17) 朱履方裾——意谓脚穿红鞋子，身穿方襟衣。
(18) 葆——亦称“羽葆”。古代仪仗用品之一。即把一束鸟羽插入竹竿的一头，使其成
漏斗形。《礼记·杂记下》：“匠人执羽葆御柩。”孔颖达疏：“羽葆者，以鸟羽注于柄
头，如盖，谓之羽葆。葆谓盖也。”
(19) 风信——即从鸡毛是否飘动而判断有风无风。
(20) 风色——即从号带飘动的情况判断风的方向与强弱。
(21) 旌旗、宝盖、大戟、长戈、黄钺、白旄、朱幡(fān番)、皂纛(dào道)——都是古
代仪仗用品。旌旗：旗帜的总称。宝盖：装饰华丽的伞盖。大戟：即长柄之戟。戟是一种综
合戈、矛为一体的古代兵器，既可横击，又可直刺。长戈：即长柄之戈。戈是一种金属尖头
的兵器，盛行于上古，后世多用于仪仗。黄钺：以黄金为饰的长柄大斧。白旄：古代的一种
白色军旗，竿头以牦牛尾为装饰。朱幡：倒筒形红旗。皂纛：黑色大旗。
(22) 走舸(gě葛)——专供联络或救人用的轻便快捷小船。走：指速度快。舸：小船。
(23) 窝盘——即设法将人绊在某处，不让其活动。
(24) 水泄不通——泄：漏。“水泄不通”出自《敦煌变文集·伍子胥变文》：“(楚
王)敕既下行，水楔不通；州县相知，榜标道路。”(“楔”为“泄”的同音通假字。)又同书
《汉将王陵变文》：“各领马军百骑把却官道，水切不通。”(“切”为“泄”的同音通假
字。)意谓好像连水都漏不出去。形容包围、封锁、控制得非常严密。
(25) 磨拳擦掌——即“摩拳擦掌”，语出元·关汉卿《关大王独赴单刀会》第三折(见
《元曲选外编》、《全元曲》)：“不是我十分强，硬主张，但题(提)起厮杀呵，摩拳擦掌，
排戈甲，列旗枪。”意谓摩擦拳头和手掌。本为情绪激动时的一种下意识举动，因用以形容
情绪昂扬，准备动手或开始行动。
(26) 天地造化——指大自然的创造者。“天地造化”本《庄子·大宗师》：“今一以天
地为大炉，以造化为大冶，恶乎往而不可哉？”
(27) 鬼神不测——语本“神鬼不测”，出自元·郑光祖《立成汤伊尹耕莘》第三折(见
《元曲选外编》、《全元曲》)：“贤士展神鬼不测之机，兴一旅之师，辅佐公子，以成大
事。”意谓连鬼神都猜测不出来。形容极其诡秘或神奇奥妙，令人难以揣测。
(28) 上水——江河的上游。
(29) 抢风——顶风，逆风，迎风。 驶——原作“使”，不通，径改为“驶”。
(30) 万夫不当之勇——当：敌，抵挡。“万夫不当之勇”出自元·关汉卿《关大王独赴
单刀会》第一折(见《元曲选外编》、《全元曲》)：“想关云长但上阵处，凭着他坐下马、
手中刀、鞍上将，有万夫不当之勇。”意谓具有万人敌不过的勇猛。形容极其勇猛。
(31) 一望之地——一眼就能望到的地方。指距离很近。这里指武昌距离赤壁很近。
(32) 违碍——指因某种原因而使事情不能顺利进行。
(33) 虚虚实实之论——即兵法所渭“虚者实之，实者虚之”的战术。也就是制造各种假
象，使敌军无法获得我军的真实情况。
(34) 校刀手——以大刀为武器的兵士。
(35) 冬至一阳生，来复之时——语本《周易·复卦》：“复，亨，出入无疾，朋来无
咎，反复其道，七日来复。”王弼注：“朋，谓阳也。”孔颖达疏：“冬至一阳生，是阳动
用而阴复于静也。”“复亨者，阳气反复而得亨通。”古人认为天气的变化，取决于阴阳二
气的变化。每年夏至日，阳气退而阴气生；至冬至日，则阴气退而阳气生。故冬至日称“一
阳生”，而阴阳二气沉浮的这一周期为“一阳来复”。
(36) 关防得紧——意谓防范得特别严密。
(37) 福物——即祭品。因祭后由众人分食，以求福气，故称“福物”。
(38) 奠酒——洒酒于地以祭神鬼。
(39) 使风——借助风力，利用风力。
(40) 小脚船——是一种轻便的小船。以其专门载客而得名。脚：指从事运输的人、畜、
车、船等，如脚夫。宋·吴自牧《梦粱录·湖船》：“又有小脚船，专载贾客、妓女、荒鼓
板、烧香婆娘、扑青器、唱耍令缠曲，及投壶、打弹百艺等船，多不呼而自来。”
第五十回 诸葛亮智算华容 关云长义释曹操
却说当夜张辽一箭射黄盖下水，救得曹操登岸，寻着马匹走时，
军已大乱。韩当冒烟突火来攻水寨，忽听得士卒报道：
“后梢舵上一
人，高叫将军表字。”韩当细听，但闻高叫：
“义公救我!”当曰：
“此黄公覆也。”急教救起。见黄盖负箭着伤，咬出箭杆，箭头陷在
肉内。韩当急为脱去湿衣，用刀剜出箭头，扯旗束之，脱自己战袍与
黄盖穿了，先令别船送回大寨医治。原来黄盖深知水性，故大寒之
时，和甲堕江 (1) ，也逃得性命。
却说当日满江火滚，喊声震地。左边是韩当、蒋钦两军从赤壁西
边杀来，右边是周泰、陈武两军从赤壁东边杀来，正中是周瑜、程
普、徐盛、丁奉大队船只都到。火须兵应，兵仗火威。此正是：三江
水战，赤壁鏖兵。曹军着枪中箭、火焚水溺者不计其数。后人有诗
曰：
魏吴争斗决雌雄，赤壁楼船一扫空。
烈火初张照云海 (2) ，周郎曾此破曹公。
又有一绝云 (3) ：
山高月小水茫茫，追叹前朝割据忙。
南士无心迎魏武，东风有意便周郎 (4) 。
不说江中鏖兵。且说甘宁令蔡中引入曹寨深处，宁将蔡中一刀砍
于马下，就草上放起火来。吕蒙遥望中军火起，也放十数处火，接应
甘宁。潘璋、董袭分头放火呐喊，四下里鼓声大震。曹操与张辽引百
馀骑在火林内走，看前面无一处不着。正走之间，毛玠救得文聘，引
十数骑到。操令军寻路，张辽指道：
“只有乌林地面空阔可走。”操
径奔乌林。正走间，背后一军赶到，大叫：
“曹贼休走!”火光中现出
吕蒙旗号。操催军马向前，留张辽断后，抵敌吕蒙。却见前面火把又
起，从山谷中拥出一军，大叫：
“凌统在此!”曹操肝胆皆裂。忽刺斜
里一彪军到，大叫：
“丞相休慌，徐晃在此。”彼此混战一场，夺路
望北而走。
忽见一队军马屯在山坡前，徐晃出问，乃是袁绍手下降将马延、
张凯，有三千北地军马，列寨在彼。当夜见满天火起，未敢转动，恰
好接着曹操。操教二将引一千军马开路，其馀留着护身。操得这枝生
力军马 (5) ，心中稍安。马延、张凯二将飞骑前行，不到十里，喊声
起处，一彪军出。为首一将，大呼曰：
“吾乃东吴甘兴霸也!”马延正
欲交锋，早被甘宁一刀斩于马下。张凯挺枪来迎，宁大喝一声，凯措
手不及，被宁手起一刀，翻身落马。后军飞报曹操。
操此时指望合淝有兵救应，不想孙权在合淝路口，望见江中火
光，知是我军得胜，便教陆逊举火为号，太史慈见了，与陆逊合兵一
处，冲杀将来。
操只得望彝陵而走，路上撞见张郃，操令断后。纵马加鞭，走至
五更，回望火光渐远，操心方定，问曰：
“此是何处？”左右曰：
“此是乌林之西，宜都之北。”操见树木丛杂，山川险峻，乃于马上
仰面大笑不止。诸将问曰：
“丞相何故大笑？”操曰：
“吾不笑别
人，单笑周瑜无谋，诸葛亮少智。若是吾用兵之时，预先在这里伏下
一军，如之奈何？”说犹未了，两边鼓声震响，火光竟天而起 (6) ，
惊得曹操几乎坠马。刺斜里一彪军杀出，大叫：
“我赵子龙奉军师将
令，在此等候多时了。”操教徐晃、张郃双敌赵云，自己冒烟突火而
去。子龙不来追赶，只顾抢夺旗帜，曹操得脱。
天色微明，黑云罩地，东南风尚不息。忽然大雨倾盆，湿透衣
甲。操与军士冒雨而行，诸军皆有饥色。操令军士往村落中劫掠粮
食，寻觅火种。方欲造饭，后面一军赶到，操心甚慌。原来却是李
典、许褚保护着众谋士来到。操大喜，令军马且行，问：
“前面是那
里地面？”人报：
“一边是南彝陵大路，一边是北彝陵山路。”操
问：
“那里投南郡江陵去近？”军士禀曰：
“取北彝陵过葫芦口去最
便。”操教走北彝陵。
行至葫芦口，军皆饥馁，行走不上，马亦困乏，多有倒于路者。
操教前面暂歇。马上有带得锣锅的 (7) ，也有村中掠得粮米的，便就
山边拣干处埋锅造饭，割马肉烧吃。尽皆脱去湿衣，于风头吹晒；马
皆摘鞍野放 (8) ，咽咬草根。操坐于疏林之下，仰面大笑。众官问
曰：
“适来丞相笑周瑜、诸葛亮，引惹出赵子龙来，又折了许多人
马。如今为何又笑？”操曰：
“吾笑诸葛亮、周瑜毕竟智谋不足。若
是我用兵时，就这个去处，也埋伏一彪军马，以逸待劳，我等纵然脱
得性命，也不免重伤矣。彼见不到此，我是以笑之。”
正说间，前军后军一齐发喊。操大惊，弃甲上马。众军多有不及
收马者。早见四下火烟布合，山口一军摆开。为首乃燕人张翼德，横
矛立马，大叫：
“操贼走那里去!”诸军众将见了张飞，尽皆胆寒 (9)
。许褚骑无鞍马来战张飞，张辽、徐晃二将纵马也来夹攻。两边军马
混战做一团。操先拨马走脱，诸将各自脱身。张飞从后赶来。操迤逦
奔逃，追兵渐远，回顾众将，多已带伤。
正行间，军士禀曰：
“前面有两条路，请问丞相从那条路去？”
操问：
“那条路近？”军士曰：
“大路稍平，却远五十馀里；小路投
华容道，却近五十馀里，只是地窄路险，坑坎难行。”操令人上山观
望，回报：
“小路山边有数处烟起，大路并无动静。”操教前军便走
华容道小路。诸将曰：
“烽烟起处，必有军马，何故反走这条路？”
操曰：
“岂不闻兵书有云：
‘虚则实之，实则虚之 (10) 。’诸葛亮多
谋，故使人于山僻烧烟，使我军不敢从这条山路走，他却伏兵于大路
等着。吾料已定，偏不教中他计。”诸将皆曰：
“丞相妙算，人不可
及。”遂勒兵走华容道。此时人皆饥倒，马尽困乏，焦头烂额者扶策
而行 (11) ，中箭着枪者勉强而走。衣甲湿透，个个不全；军器旗幡，
纷纷不整。大半皆是彝陵道上被赶得慌，只骑得秃马，鞍辔衣服，尽
皆抛弃。正值隆冬严寒之时，其苦何可胜言。
操见前军停马不进，问是何故。回报曰：
“前面山僻路小，因早
晨下雨，坑堑内积水不流，泥陷马蹄，不能前进。”操大怒，叱曰：
“军旅逢山开路，遇水叠桥 (12) ，岂有泥泞不堪行之理？”传下号
令，教老弱中伤军士在后慢行；强壮者担土束柴，搬草运芦，填塞道
路。务要即时行动，如违令者斩。众军只得都下马，就路旁砍伐竹
木，填塞山路。操恐后军来赶，令张辽、许褚、徐晃引百骑执刀在
手，但迟慢者便斩之。此时军已饿乏，众皆倒地，操喝令人马践踏而
行。死者不可胜数，号哭之声于路不绝。操怒曰：
“生死有命，何哭
之有？如再哭者立斩!”三停人马：一停落后，一停填了沟壑，一停跟
随曹操。过了险峻，路稍平坦。操回顾止有三百馀骑随后，并无衣甲
袍铠整齐者。操催速行，众将曰：
“马尽乏矣，只好少歇。”操曰：
“赶到荆州将息未迟。”
又行不到数里，操在马上扬鞭大笑。众将问：
“丞相何又大
笑？”操曰：
“人皆言周瑜、诸葛亮足智多谋，以吾观之，到底是无
能之辈。若使此处伏一旅之师，吾等皆束手受缚矣。”言未毕，一声
炮响，两边五百校刀手摆开。为首大将关云长提青龙刀，跨赤兔马，
截住去路。操军见了，亡魂丧胆，面面相觑。操曰：
“既到此处，只
得决一死战。”众将曰：
“人纵然不怯，马力已乏，安能复战？”程
昱曰：
“某素知云长傲上而不忍下 (13) ，欺强而不凌弱，恩怨分明，
信义素著。丞相旧日有恩于彼，今只亲自告之，可脱此难。”操从其
说，即纵马向前，欠身谓云长曰：
“将军别来无恙。”云长亦欠身答
曰：
“关某奉军师将令，等候丞相多时。”操曰：
“曹操兵败势危，
到此无路，望将军以昔日之情为重。”云长曰：
“昔日关某虽蒙丞相
厚恩，然已斩颜良，诛文丑，解白马之围，以奉报矣。今日之事，岂
敢以私废公 (14) ？”操曰：
“五关斩将之时，还能记否？大丈夫以信
义为重。将军深明《春秋》 (15) ，岂不知庾公之斯追子濯孺子之事乎
(16) ？”云长是个义重如山之人，想起当日曹操许多恩义，与后来五
关斩将之事，如何不动心。又见曹军惶惶，皆欲垂泪，一发心中不
忍。于是把马头勒回，谓众军曰：
“四散摆开。”这个分明是放曹操
的意思。操见云长回马，便和众将一齐冲将过去。云长回身时，曹操
已与众将过去了。云长大喝一声，众军皆下马，哭拜于地。云长愈加
不忍。正犹豫间，张辽纵马而至。云长见了，又动故旧之情，长叹一
声，并皆放去。后人有诗曰：
曹瞒兵败走华容，正与关公狭路逢。
只为当初恩义重，放开金锁走蛟龙。
曹操既脱华容之难，行至谷口，回顾所随军兵，止有二十七骑。
比及天晚，已近南郡，火把齐明，一簇人马拦路。操大惊曰：
“吾命
休矣!”只见一群哨马冲到，方认得是曹仁军马，操才心安。曹仁接
着，言：
“虽知兵败，不敢远离，只得在附近迎接。”操曰：
“几与
汝不相见也。”于是引众入南郡安歇。随后张辽也到，说云长之德。
操点将校，中伤者极多，操皆令将息。曹仁置酒与操解闷，众谋士俱
在座。操忽仰天大恸。众谋士曰：
“丞相于虎窟中逃难之时，全无惧
怯。今到城中，人已得食，马已得料，正须整顿军马复仇，何反痛
哭？”操曰：
“吾哭郭奉孝耳，若奉孝在，决不使吾有此大失也。”
遂捶胸大哭曰：
“哀哉奉孝!痛哉奉孝!惜哉奉孝!”众谋士皆默然自
惭。
次日，操唤曹仁曰：
“吾今暂回许都，收拾军马，必来报仇。汝
可保全南郡。吾有一计，密留在此，非急休开，急则开之，依计而
行，使东吴不敢正视南郡。”仁曰：
“合淝、襄阳，谁可保守？”操
曰：
“荆州托汝管领；襄阳吾已拨夏侯惇守把；合淝最为紧要之地，
吾令张辽为主将，乐进、李典为副将，保守此地。但有缓急 (17) ，飞
报将来。”操分拨已定，遂上马引众，奔回许昌。荆州原降文武各
官，依旧带回许昌调用。曹仁自遣曹洪据守彝陵、南郡，以防周瑜。
却说关云长放了曹操，引军自回。此时诸路军马皆得马匹、器
械、钱粮，已回夏口；独云长不获一人一骑，空身回见玄德。孔明正
与玄德作贺，忽报云长至。孔明忙离坐席，执杯相迎曰：
“且喜将军
立此盖世之功 (18) ，与普天下除大害，合宜远接庆贺。”云长默然。
孔明曰：
“将军莫非因吾等不曾远接，故尔不乐？”回顾左右曰：
“汝等缘何不先报？”云长曰：
“关某特来请死。”孔明曰：
“莫非
曹操不曾投华容道上来？”云长曰：
“是从那里来，关某无能，因此
被他走脱。”孔明曰：
“拿得甚将士来？”云长曰：
“皆不曾拿。”
孔明曰：
“此是云长想曹操昔日之恩，故意放了。但既有军令状在
此，不得不按军法。”遂叱武士推出斩之。正是：
拼将一死酬知己，致令千秋仰义名。
未知云长性命如何，且看下文分解。
--------------------
(1) 和甲——身穿铠甲。
(2) 烈火初张——大火刚刚燃烧起来。
(3) 又有一绝——绝：“绝句”的简称。绝句为诗体之一，每首四句，每句五字者称
“五绝”，每句七字者称“七绝”，偶尔也有每句六字者。因其为截取律诗(八句)之半而
成，故又称“截句”。下面的这首绝句诗为“七绝”，原作者为明代周静轩。
(4) 便周郎——有利于周瑜。
(5) 生力军——指具有战斗力的精锐部队。典出《商君书·兵守》：“守有城之邑，不
如以死人之力，与客生力战。”高亨注：“生力，指生力军。”
(6) 竟天——满天。
(7) 锣锅——古代军中用具，多用铜制。兼有锣和锅的两种作用：夜里报更，白天烧
饭。故称“锣锅”。
(8) 野放——即让牲畜在野外自由吃草。
(9) 胆寒——惊恐，害怕。
(10) 虚则实之，实则虚之——参见第四十九回“虚虚实实之论”条注。
(11) 扶策——即拄着拐杖。策：拐杖，手杖。
(12) 逢山开路，遇水叠桥——语本“逢山开道，遇水叠桥”，出自元·关汉卿《邓夫人
痛哭存孝》第二折(见《孤本元明杂剧》、《全元曲》)：“三千鸦兵为先锋，逢山开道，遇
水叠桥。”意谓遇到山便开辟道路，遇到河便架起桥梁。形容不畏艰险，在前面排除一切障
碍，使军队或众人得以顺利前进。为传统小说、戏曲常用语。
(13) 傲上而不忍下——对上司不卑不亢，对弱者充满同情。
(14) 以私废公——语出晋·卞壸《奏论乐谟庾怡》(见《晋书·卞壸传》)：“宜一切
班下，不得以私废公。绝其表疏，以为永制。”意谓由于私情而废弃公务。
(15) 《春秋》——相传为孔子所撰，实为春秋时鲁国史官所撰，孔子只是修订者。它是
我国首部编年体史籍，记述了春秋时期二百多年的历史，对后世影响很大。至西晋，杜预将
《春秋》和《左传》(战国时佚名著)加以合编，名《春秋经传集解》，后人或称《春秋左
传》，或称《左传》，也就是现今流传的本子。
(16) 庾公之斯追子濯孺子之事——事见《孟子·离娄下》：庾公之斯是春秋时卫国大
夫，子濯孺子是郑国大夫。郑国命子濯孺子讨伐卫国，卫国派庾公之斯追杀子濯孺子，而子
濯孺子恰好生病，但庾公之斯并未杀子濯孺子。原来庾公之斯的师父是尹公之他，而尹公之
他的师父即子濯孺子；换言之，子濯孺子是庾公之斯的师祖。庾公之斯既不忍杀师祖，又不
能违抗君命，便将箭头去掉，射了四支无头箭而归。今传《春秋左传·襄公十四年》亦记此
事，但所记人名、事实皆不相同，可见这里的根据是《孟子》，而非《春秋左传》。
(17) 缓急——这里是偏指危急之事或发生变故之时。《史记·绛侯周勃世家》：“孝文
且崩时，诫太子曰：‘即有缓急，周亚夫(周勃)真可任将兵。’”
(18) 盖世之功——当今最大的功劳。盖世：超过当今世上的所有人或同类事物。盖：越
过，胜过，高出。
第五十一回 曹仁大战东吴兵 孔明一气周公瑾
却说孔明欲斩云长，玄德曰：
“昔吾三人结义时，誓同生死。今
云长虽犯法，不忍违却前盟。望权记过，容将功赎罪 (1) 。”孔明方
才饶了。
且说周瑜收军点将，各各叙功，申报吴侯。所得降卒，尽行发付
渡江。大犒三军，遂进兵攻取南郡。前队临江下寨，前后分五营，周
瑜居中。瑜正与众商议征进之策，忽报：
“刘玄德使孙乾来与都督作
贺。”瑜命请入。乾施礼毕，言：
“主公特命乾拜谢都督大德，有薄
礼上献。”瑜问曰：
“玄德在何处？”乾答曰：
“现移兵屯油江
口。”瑜惊曰：
“孔明亦在油江否？”乾曰；
“孔明与主公同在油
江。”瑜曰：
“足下先回，某亲来相谢也。”瑜收了礼物，发付孙乾
先回。肃曰：
“却才都督为何失惊？”瑜曰：
“刘备屯兵油江，必有
取南郡之意。我等费了许多军马，用了许多钱粮，目下南郡反手可得
(2) 。彼等心怀不仁，要就现成，须放着周瑜不死。”肃曰：
“当用
何策退之？”瑜曰：
“吾自去和他说话，好便好，不好时，不等他取
南郡，先结果了刘备。”肃曰：
“某愿同往。”于是瑜与鲁肃引三千
轻骑，径投油江口来。
先说孙乾回见玄德，言周瑜将亲来相谢。玄德乃问孔明曰：
“来
意若何？”孔明笑曰：
“那里为这些薄礼肯来相谢，止为南郡而
来。”玄德曰：
“他若提兵来，何以待之？”孔明曰：
“他来便可如
此如此应答……”遂于油江口摆开战船，岸上列着军马。人报：
“周
瑜、鲁肃引兵到来。”孔明使赵云领数骑来接。瑜见军势雄壮，心甚
不安。行至营门外，玄德、孔明迎入帐中。各叙礼毕，设宴相待。玄
德举酒致谢鏖兵之事 (3) 。酒至数巡，瑜曰：
“豫州移兵在此，莫非
有取南郡之意否？”玄德曰：
“闻都督欲取南郡，故来相助。若都督
不取，备必取之”。瑜笑曰：
“吾东吴久欲吞并汉江，今南郡已在掌
中，如何不取？”玄德曰：
“胜负不可预定。曹操临归，令曹仁守南
郡等处，必有奇计；更兼曹仁勇不可当：但恐都督不能取耳。”瑜
曰：
“吾若取不得，那时任从公取。”玄德曰：
“子敬、孔明在此为
证，都督休悔。”鲁肃踌躇未对。瑜曰：
“大丈夫一言既出，何悔之
有？”孔明曰：
“都督此言，甚是公论。先让东吴去取，若不下，主
公取之，有何不可？”瑜与肃辞别玄德、孔明，上马而去。
玄德问孔明曰：
“却才先生教备如此回答，虽一时说了，展转寻
思，于理未然。我今孤穷一身，无置足之地，欲得南郡，权且容身。
若先教周瑜取了，城池已属东吴矣，却如何得住？”孔明大笑曰：
“当初亮劝主公取荆州，主公不听，今日却想耶？”玄德曰：
“前为
景升之地，故不忍取；今为曹操之地，理合取之。”孔明曰：
“不须
主公忧虑。尽着周瑜去厮杀，早晚教主公在南郡城中高坐。”玄德
曰：
“计将安出？”孔明曰：
“只须如此如此。”玄德大喜，只在江
口屯扎，按兵不动。
却说周瑜、鲁肃回寨，肃曰：
“都督如何亦许玄德取南郡？”瑜
曰：
“吾弹指可得南郡 (4) ，落得虚做人情。”随问帐下将士：
“谁
敢先取南郡？”一人应声而出，乃蒋钦也。瑜曰：
“汝为先锋，徐
盛、丁奉为副将，拨五千精锐军马，先渡江。吾随后引兵接应。”
且说曹仁在南郡，分付曹洪守彝陵，以为掎角之势。人报：
“吴
兵已渡汉江。”仁曰：
“坚守勿战为上。”骁将牛金奋然进曰：
“兵
临城下而不出战，是怯也；况吾兵新败，正当重振锐气。某愿借精兵
五百，决一死战。”仁从之，令牛金引五百军出战；丁奉纵马来迎。
约战四五合，奉诈败，牛金引军追赶入阵。奉指挥众军一裹围牛金于
阵中。金左右冲突，不能得出。曹仁在城上望见牛金困在垓心，遂披
甲上马，引麾下壮士数百骑出城，奋力挥刀，杀入吴阵。徐盛迎战，
不能抵当。曹仁杀到垓心，救出牛金。回顾尚有数十骑在阵，不能得
出，遂复翻身杀入，救出重围。正遇蒋钦拦路，曹仁与牛金奋力冲
散。仁弟曹纯，亦引兵接应，混杀一阵。吴军败走，曹仁得胜而回。
蒋钦兵败，回见周瑜。瑜怒欲斩之，众将告免。
瑜即点兵，要亲与曹仁决战。甘宁曰：
“都督未可造次。今曹仁
令曹洪据守彝陵，为掎角之势。某愿以精兵三千，径取彝陵，都督然
后可取南郡。”瑜服其论，先教甘宁领三千兵攻打彝陵。早有细作报
知曹仁。仁与陈矫商议。矫曰：
“彝陵有失，南郡亦不可守矣，宜速
救之。”仁遂令曹纯与牛金暗地引兵救曹洪。曹纯先使人报知曹洪，
令洪出城诱敌。甘宁引兵至彝陵，洪出与甘宁交锋，战有二十馀合，
洪败走。宁夺了彝陵。至黄昏时，曹纯、牛金兵到，两下相合，围了
彝陵。
探马飞报周瑜，说甘宁困于彝陵城中。瑜大惊。程普曰：
“可急
分兵救之。”瑜曰：
“此地正当冲要之处，若分兵去救，倘曹仁引兵
来袭，奈何？”吕蒙曰：
“甘兴霸乃江东大将，岂可不救？”瑜曰：
“吾欲自往救之，但留何人在此，代当吾任？”蒙曰：
“留凌公绩当
之。蒙为前驱，都督断后，不须十日，必奏凯歌。”瑜曰：
“未知凌
公绩肯暂代吾任否？”凌统曰：
“若十日为期，可当之；十日之外，
不胜其任矣。”
瑜大喜，遂留兵万馀，付与凌统。即日起大兵，投彝陵来。蒙谓
瑜曰：
“彝陵南僻小路，取南郡极便。可差五百军去砍倒树木，以断
其路。彼军若败，必走此路，马不能行，必弃马而走，吾可得其马
也。”瑜从之，差军去讫。大兵将至彝陵，瑜问：
“谁可突围而入，
以救甘宁？”周泰愿往，即时绰刀纵马，直杀入曹军之中，径到城
下。甘宁望见周泰至，自出城迎之。泰言：
“都督自提兵至。”宁传
令，教军士严装饱食，准备内应。
却说曹洪、曹纯、牛金闻周瑜兵将至，先使人往南郡报知曹仁，
一面分兵拒敌。及吴兵至，曹兵迎之。比及交锋，甘宁、周泰分两路
杀出，曹兵大乱，吴兵四下掩杀。曹洪、曹纯、牛金果然投小路而
走，却被乱柴塞道，马不能行，尽皆弃马而走。吴兵得马五百馀匹。
周瑜驱兵星夜赶到南郡，正遇曹仁军来救彝陵，两军接着，混战一
场。天色已晚，各自收兵。
曹仁回城中，与众商议。曹洪曰：
“目今失了彝陵，势已危急，
何不拆丞相遗计观之，以解此危？”曹仁曰：
“汝言正合吾意。”遂
拆书观之，大喜，便传令，教五更造饭。平明，大小军马尽皆弃城，
城上遍插旌旗，虚张声势，军分三门而出。
却说周瑜救出甘宁，陈兵于南郡城外，见曹兵分三门而出。瑜上
将台观看，只见女墙边虚搠旌旗 (5) ，无人守护；又见军士腰下各束
缚包裹。瑜暗忖：
“曹仁必先准备走路 (6) 。”遂下将台，号令分布
两军为左右翼，如前军得胜，只顾向前追赶，直待鸣金，方许退步。
命程普督后军，瑜亲自引军取城。对阵鼓声响处，曹洪出马搦战。瑜
自至门旗下，使韩当出马，与曹洪交锋。战到三十馀合，洪败走。曹
仁自出接战；周泰纵马相迎。斗十馀合，仁败走，阵势错乱。周瑜麾
两翼军杀出，曹军大败。瑜自引军马追至南郡城下，曹军皆不入城，
望西北而走。韩当、周泰引前部尽力追赶。
瑜见城门大开，城上又无人，遂令众军抢城。数十骑当先而入，
瑜在背后纵马加鞭，直入瓮城。陈矫在敌楼上望见周瑜亲自入城来，
暗暗喝采道：
“丞相妙策如神!”一声梆子响，两边弓弩齐发，势如骤
雨。争先入城的，都颠入陷坑内 (7) 。周瑜急勒马回时，被一弩箭正
射中左肋，翻身落马。牛金从城中杀出，来捉周瑜。徐盛、丁奉二人
舍命救去。城中曹兵突出，吴兵自相践踏，落堑坑者无数。程普急收
军时，曹仁、曹洪分兵两路杀回，吴兵大败。幸得凌统引一军从刺斜
里杀来，敌住曹兵。曹仁引得胜兵进城，程普收败军回寨。
丁、徐二将救得周瑜到帐中，唤行军医者用铁钳子拔出箭头，将
金疮药敷掩疮口，疼不可当，饮食俱废。医者曰：
“此箭头上有毒，
急切不能痊可。若怒气冲激，其疮复发。”程普令三军紧守各寨，不
许轻出。三日后，牛金引军来搦战，程普按兵不动，牛金骂至日暮方
回。次日又来骂战，程普恐瑜生气，不敢报知。第三日，牛金直至寨
门外叫骂，声声只道要捉周瑜。程普与众商议，欲暂且退兵，回见吴
侯，却再理会。
却说周瑜虽患疮痛，心中自有主张，已知曹兵常来寨前叫骂，却
不见众将来禀。一日，曹仁自引大军，擂鼓呐喊，前来搦战。程普拒
住不出。周瑜唤众将入帐，问曰：
“何处鼓噪呐喊？”众将曰：
“军
中教演士卒。”瑜怒曰：
“何欺我也 (8) ？吾已知曹兵常来寨前辱
骂。程德谋既同掌兵权，何故坐视？”遂命人请程普入帐问之。普
曰：
“吾见公瑾病疮，医者言勿触怒，故曹兵搦战，不敢报知。”瑜
曰：
“公等不战，主意若何？”普曰：
“众将皆欲收兵暂回江东，待
公箭疮平复，再作区处。”瑜听罢，于床上奋然跃起曰：
“大丈夫既
食君禄，当死于战场，以马革裹尸还 (9) ，幸也，岂可为我一人，而
废国家大事乎 (10) ？”言讫，即披甲上马。诸军众将无不骇然，遂引
数百骑出营前。望见曹兵已布成阵势，曹仁自立马于门旗下，扬鞭大
骂曰：
“周瑜孺子 (11) !料必横夭 (12) ，再不敢正觑我兵。”骂犹未
绝，瑜从群骑内突然出曰：
“曹仁匹夫!见周郎否？”曹军看见，尽皆
惊骇。曹仁回顾众将曰：
“可大骂之。”众军厉声大骂。周瑜大怒，
使潘璋出战，未及交锋，周瑜忽大叫一声，口中喷血，坠于马下。曹
兵冲来，众将向前抵住，混战一场，救起周瑜，回到帐中。程普问
曰：
“都督贵体若何？”瑜密谓普曰：
“此吾之计也。”普曰：
“计
将安出？”瑜曰：
“吾身本无甚痛楚，吾所以为此者，欲令曹兵知我
病危，必然欺敌。可使心腹军士去城中诈降，说吾已死，今夜曹仁必
来劫寨。吾却于四下埋伏以应之，则曹仁可一鼓而擒也。”程普曰：
“此计大妙。”随就帐下举起哀声。众军大惊，尽传言都督箭疮大发
而死，各寨尽皆挂孝。
却说曹仁在城中与众商议，言周瑜怒气冲发，金疮崩裂，以致口
中喷血，坠于马下，不久必亡。正论间，忽报：
“吴寨内有十数个军
士来降，中间亦有二人，原是曹兵被掳过去的。”曹仁忙唤入问之，
军士曰：
“今日周瑜阵前金疮碎裂，归寨即死，今众将皆已挂孝举
哀。我等皆受程普之辱，故特归降，便报此事。”曹仁大喜，随即商
议今晚便去劫寨，夺周瑜之尸，斩其首级，送赴许都。陈矫曰：
“此
计速行，不可迟误。”
曹仁遂令牛金为先锋，自为中军，曹洪、曹纯为合后，只留陈矫
领些少军士守城，其馀军兵尽起。初更后出城，径投周瑜大寨。来到
寨门，不见一人，但见虚插旗枪而已。情知中计，急忙退军。四下炮
声齐发：东边韩当、蒋钦杀来，西边周泰、潘璋杀来，南边徐盛、丁
奉杀来，北边陈武、吕蒙杀来。曹兵大败，三路军皆被冲散，首尾不
能相救。曹仁引十数骑杀出重围，正遇曹洪，遂引败残军马一同奔
走。杀到五更，离南郡不远，一声鼓响，凌统又引一军拦住去路，截
杀一阵。曹仁引军刺斜而走，又遇甘宁大杀一阵。曹仁不敢回南郡，
径投襄阳大路而行。吴军赶了一程，自回。
周瑜、程普收住众军，径到南郡城下，见旌旗布满，敌楼上一将
叫曰：
“都督少罪，吾奉军师将令，已取城了。吾乃常山赵子龙
也。”周瑜大怒，便命攻城。城上乱箭射下。瑜命且回军商议：使甘
宁引数千军马径取荆州，凌统引数千军马径取襄阳，然后却再取南郡
未迟。正分拨间，忽然探马急来报说：
“诸葛亮自得了南郡，遂用兵
符，星夜诈调荆州守城军马来救，却教张飞袭了荆州。”又一探马飞
来报说：
“夏侯惇在襄阳，被诸葛亮差人赍兵符，诈称曹仁求救，诱
惇引兵出，却教云长袭取了襄阳。三处城池，全不费力，皆属刘玄德
矣。”周瑜曰：
“诸葛亮怎得兵符？”程普曰：
“他拿住陈矫，兵符
自然尽属之矣。”周瑜大叫一声，金疮迸裂。正是：
几郡城池无我分，一场辛苦为谁忙？
未知性命如何，且看下文分解。
--------------------
(1) 将功赎罪——将：拿，用，以。赎：抵销，弥补。“将功赎罪”或本“计功补
过”，出自汉·荀悦《汉纪·元帝纪下》：“齐桓先有匡周之功，后有灭项之罪，君子计功
补过。”意谓用功劳来抵销罪过。表示犯了罪过后不加处罚而以立功来弥补。
(2) 反手——见第二回“反掌”条注。
(3) 鏖兵之事——指赤壁之战。
(4) 弹(tán坛)指——捻弹拇指与食指、中指使作声。比喻时间极短或事情极易办到。
(5) 女墙——城墙上呈凹凸形并有箭孔的矮墙，供守城之用。《释名·释宫室》：“城
上垣，曰睥睨……亦曰女墙，言其卑小，比之于城。”
(6) 走路——退路，逃跑之路。
(7) 陷坑——即陷阱。为捕捉野兽或擒敌而挖的深坑，坑底或竖立尖头木桩或竹竿，坑
口以伪装物虚盖，一旦踩在上面即掉入坑内，不死必伤。下文的“堑坑”也是陷坑。
(8) 欺——骗，瞒，欺骗。
(9) 马革裹尸——马革：马皮。“马革裹尸”出自《后汉书·马援传》：“男儿要当死
于边野，以马革裹尸还葬耳，何能卧床上在儿女子手中邪？”后即用为男儿当英勇作战，死
于战场的典故。
(10) 废——误，耽误。
(11) 孺子——犹称小子、竖子。含轻蔑意。
(12) 横夭——意外地早死。汉·王符《潜夫论·德化》：“有伤贤之政，则贤多横
夭。”
第五十二回 诸葛亮智辞鲁肃 赵子龙计取桂阳
却说周瑜见孔明袭了南郡，又闻他袭了荆、襄，如何不气，气伤
箭疮，半晌方苏。众将再三劝解。瑜曰：
“若不杀诸葛村夫，怎息我
心中怨气!程德谋可助我攻打南郡，定要夺还东吴 (1) 。”正议间，鲁
肃至。瑜谓之曰：
“吾欲起兵与刘备、诸葛亮共决雌雄，复夺城池。
子敬幸助我。”鲁肃曰：
“不可。方今与曹操相持尚未分成败，主公
现攻合淝不下。不争自家互相吞并 (2) ，倘曹兵乘虚而来，其势危
矣。况刘玄德旧曾与曹操相厚，若逼得紧急，献了城池，一同攻打东
吴，如之奈何？”瑜曰：
“吾等用计策，损兵马，费钱粮，他去图现
成，岂不可恨!”肃曰：
“公瑾且耐。容某亲见玄德，将理来说他，若
说不通，那时动兵未迟。”诸将曰：
“子敬之言甚善。”
于是鲁肃引从者径投南郡来，到城下叫门。赵云出问，肃曰：
“我要见刘玄德有话说。”云答曰：
“吾主与军师在荆州城中。”肃
遂不入南郡，径奔荆州。见旌旗整列，军容甚盛，肃暗羡曰：
“孔明
真非常人也。”军士报入城中，说鲁子敬要见。孔明令大开城门，接
肃入衙。讲礼毕，分宾主而坐。茶罢，肃曰：
“吾主吴侯与都督公
瑾，教某再三申意皇叔 (3) ：前者操引百万之众，名下江南，实欲来
图皇叔，幸得东吴杀退曹兵，救了皇叔。所有荆州九郡，合当归于东
吴。今皇叔用诡计夺占荆襄，使江东空费钱粮军马，而皇叔安受其
利，恐于理未顺。”孔明曰：
“子敬乃高明之士，何故亦出此言？常
言道：
‘物必归主。’荆襄九郡，非东吴之地，乃刘景升之基业。吾
主固景升之弟也，景升虽亡，其子尚在，以叔辅侄，而取荆州，有何
不可？”肃曰：
“若果系公子刘琦占据，尚有可解。今公子在江夏，
须不在这里 (4) 。”孔明曰：
“子敬欲见公子乎？”便命左右：
“请
公子出来。”只见两从者从屏风后扶出刘琦。琦谓肃曰：
“病躯不能
施礼，子敬勿罪。”鲁肃吃了一惊，默然无语，良久，言曰：
“公子
若不在，便如何？”孔明曰：
“公子在一日，守一日；若不在，别有
商议。”肃曰：
“若公子不在，须将城池还我东吴。”孔明曰：
“子
敬之言是也。”遂设宴相待。
宴罢，肃辞出城，连夜归寨，具言前事。瑜曰：
“刘琦正青春年
少，如何便得他死？这荆州何日得还？”肃曰：
“都督放心，只在鲁
肃身上，务要讨荆襄还东吴。”瑜曰：
“子敬有何高见？”肃曰：
“吾观刘琦过于酒色，病入膏肓，现今面色羸瘦 (5) ，气喘呕血，不
过半年，其人必死。那时往取荆州，刘备须无得推故。”
周瑜犹自忿气未消。忽孙权遣使至，瑜令请入。使曰：
“主公围
合淝，累战不捷。特令都督收回大军，且拨兵赴合淝相助。”周瑜只
得班师回柴桑养病，令程普部领战船士卒，来合淝听孙权调用。
却说刘玄德自得荆州、南郡、襄阳，心中大喜，商议久远之计。
忽见一人上厅献策，视之，乃伊籍也。玄德感其旧日之恩，十分相
敬，坐而问之 (6) 。籍曰：
“要知荆州久远之计，何不求贤士以问
之？”玄德曰：
“贤士安在？”籍曰：
“荆襄马氏，兄弟五人，并有
才名。幼者名谡，字幼常。其最贤者，眉间有白毛，名良，字季常。
乡里为之谚曰：
‘马氏五常，白眉最良。’公何不求此人而与之
谋？”玄德遂命请之。
马良至，玄德优礼相待，请问保守荆襄之策。良曰：
“荆襄四面
受敌之地，恐不可久守。可令公子刘琦于此养病，招谕旧人以守之，
就表奏公子为荆州刺史，以安民心。然后南征武陵、长沙、桂阳、零
陵四郡，积收钱粮，以为根本。此久远之计也。”玄德大喜，遂问：
“四郡当先取何郡？”良曰：
“湘江之西，零陵最近，可先取之；次
取武陵；然后湘江之东取桂阳；长沙为后。”玄德遂用马良为从事，
伊籍副之 (7) 。请孔明商议送刘琦回襄阳，替云长回荆州。便调兵取
零陵，差张飞为先锋，赵云合后，孔明、玄德为中军，人马一万五
千。留云长守荆州，糜竺、刘封守江陵。
却说零陵太守刘度闻玄德军马到来，乃与其子刘贤商议。贤曰：
“父亲放心。他虽有张飞、赵云之勇，我本州上将邢道荣力敌万人，
可以抵对 (8) 。”刘度遂命刘贤与邢道荣引兵万馀，离城三十里，依
山靠水下寨。探马报说：
“孔明自引一军到来。”道荣便引军出战。
两阵对圆，道荣出马，手使开山大斧，厉声高叫：
“反贼安敢侵我境
界？”只见对阵中一簇黄旗出，旗开处，推出一辆四轮车，车中端坐
一人，头戴纶巾，身披鹤氅，手执羽扇，用扇招邢道荣曰：
“吾乃南
阳诸葛孔明也。曹操引百万之众，被吾聊施小计，杀得片甲不回。汝
等岂堪与我对敌？我今来招安汝等，何不早降？”道荣大笑曰：
“赤
壁鏖兵，乃周郎之谋也，干汝何事，敢来诳语？”轮大斧竟奔孔明。
孔明便回车，望阵中走，阵门复闭。道荣直冲杀过来，阵势急分两下
而走。道荣遥望中央一簇黄旗，料是孔明，乃只望黄旗而赶。抹过山
脚，黄旗扎住，忽地中央分开，不见四轮车，只见一将挺矛跃马，大
喝一声，直取道荣，乃张翼德也。道荣轮大斧来迎，战不数合，气力
不加，拨马便走。翼德随后赶来，喊声大震，两下伏兵齐出。道荣舍
死冲过，前面一员大将拦住去路，大叫：
“认得常山赵子龙否？”道
荣料敌不过，又无处奔走，只得下马请降。
子龙缚来寨中见玄德、孔明，玄德喝教斩首。孔明急止之，问道
荣曰：
“汝若与我捉了刘贤，便准你投降。”道荣连声愿往。孔明
曰：
“你用何法捉他？”道荣曰：
“军师若肯放某回去，某自有巧
说。今晚军师调兵劫寨，某为内应，活捉刘贤，献与军师。刘贤既
擒，刘度自降矣。”玄德不信其言。孔明曰：
“邢将军非谬言也。”
遂放道荣归。道荣得放回寨，将前事实诉刘贤。贤曰：
“如之奈
何？”道荣曰：
“可将计就计：今夜将兵伏于寨外，寨中虚立旗幡，
待孔明来劫寨，就而擒之。”刘贤依计。
当夜二更，果然有一彪军到寨口，每人各带草把，一齐放火。刘
贤、道荣两下杀来，放火军便退。刘贤、道荣两军乘势追赶，赶了十
馀里，军皆不见。刘贤、道荣大惊，急回本寨，只见火光未灭，寨中
突出一将，乃张翼德也。刘贤叫道荣：
“不可入寨，却去劫孔明寨便
了。”于是复回军。走不十里，赵云引一军刺斜里杀出，一枪刺道荣
于马下。刘贤急拨马奔走，背后张飞赶来，活捉过马，绑缚见孔明。
贤告曰：
“邢道荣教某如此，实非本心也。”孔明令释其缚，与衣穿
了，赐酒压惊，教人送入城说父投降；如其不降，打破城池，满门尽
诛。刘贤回零陵见父刘度，备述孔明之德，劝父投降。度从之，遂于
城上竖起降旗，大开城门，赍捧印绶出城，竟投玄德大寨纳降。孔明
教刘度仍为郡守，其子刘贤赴荆州随军办事。零陵一郡居民，尽皆喜
悦。
玄德入城安抚已毕，赏劳三军。乃问众将曰：
“零陵已取了，桂
阳郡何人敢取？”赵云应曰：
“某愿往。”张飞奋然出曰：
“飞亦愿
往。”二人相争。孔明曰：
“终是子龙先应，只教子龙去。”张飞不
服，定要去取。孔明教拈阉 (9) ，拈着的便去。又是子龙拈着。张飞
怒曰：
“我并不要人相帮，只独领三千军去，稳取城池。”赵云曰：
“某也只领三千军去，如不得城，愿受军令。”孔明大喜，责了军令
状，选三千精兵付赵云去。张飞不服，玄德喝退。
赵云领了三千人马，径往桂阳进发。早有探马报知桂阳太守赵
范。范急聚众商议，管军校尉陈应、鲍隆愿领兵出战。原来二人都是
桂阳岭山乡猎户出身，陈应会使飞叉，鲍隆曾射杀双虎。二人自恃勇
力，乃对赵范曰：
“刘备若来，某二人愿为前部。”赵范曰：
“我闻
刘玄德乃大汉皇叔，更兼孔明多谋，关、张极勇。今领兵来的赵子
龙，在当阳长坂百万军中，如入无人之境。我桂阳能有多少人马？不
可迎敌，只可投降。”应曰：
“某请出战，若擒不得赵云，那时任太
守投降不迟。”赵范拗不过，只得应允。
陈应领三千人马出城迎敌，早望见赵云领军来到。陈应列成阵
势，飞马绰叉而出。赵云挺枪出马，责骂陈应曰：
“吾主刘玄德乃刘
景升之弟，今辅公子刘琦同领荆州，特来抚民，汝何敢迎敌？”陈应
骂曰：
“我等只服曹丞相，岂顺刘备？”赵云大怒，挺枪骤马，直取
陈应；应捻叉来迎。两马相交，战到四五合，陈应料敌不过，拨马便
走。赵云追赶。陈应回顾赵云马来相近，用飞叉掷去，被赵云接住，
回掷陈应。应急躲过，云马早到，将陈应活捉过马，掷于地下，喝军
士绑缚回寨。败军四散奔走。云入寨叱陈应曰：
“量汝安敢敌我!我今
不杀汝，放汝回去，说与赵范，早来投降。”陈应谢罪，抱头鼠窜，
回到城中，对赵范尽言其事。范曰：
“我本欲降，汝强要战，以致如
此。”遂叱退陈应，赍捧印绶，引十数骑出城，投大寨纳降。
云出寨迎接，待以宾礼，置酒共饮，纳了印绶。酒至数巡，范
曰：
“将军姓赵，某亦姓赵，五百年前合是一家。将军乃真定人，某
亦真定人，又是同乡。倘得不弃，结为兄弟，实为万幸。”云大喜，
各叙年庚 (10) ，云与范同年，云长范四个月，范遂拜云为兄。二人同
乡，同年，又同姓，十分相得。至晚席散，范辞回城。
次日，范请云入城安民。云教军士休动，只带五十骑随入城中。
居民执香伏道而接。云安民已毕，赵范邀请入衙饮宴。酒至半酣，范
复邀云入后堂深处，洗盏更酌 (11) ，云饮微醉。范忽请出一妇人，与
云把酒 (12) 。子龙见妇人身穿缟素，有倾国倾城之色 (13) ，乃问范
曰：
“此何人也？”范曰：
“家嫂樊氏也。”子龙改容敬之。樊氏把
盏毕，范令就坐。云辞谢，樊氏辞归后堂。云曰：
“贤弟何必烦令嫂
举杯耶？”范笑曰：
“中间有个缘故，乞兄勿阻。先兄弃世已三载，
家嫂寡居，终非了局，弟常劝其改嫁。嫂曰：
‘若得三件事兼全之
人，我方嫁之。’第一要文武双全，名闻天下；第二要相貌堂堂，威
仪出众；第三要与家兄同姓。你道天下那得有这般凑巧的？今尊兄堂
堂仪表，名震四海，又与家兄同姓，正合家嫂所言。若不嫌家嫂貌
陋，愿陪嫁资，与将军为妻，结累世之亲，如何？”云闻言，大怒而
起，厉声曰：
“吾既与汝结为兄弟，汝嫂即吾嫂也，岂可作此乱人伦
之事乎 (14) ？”赵范羞惭满面，答曰：
“我好意相待，如何这般无
礼？”遂目视左右，有相害之意。云已觉，一拳打倒赵范，径出府
门，上马出城去了。
范急唤陈应、鲍隆商议，应曰：
“这人发怒去了，只索与他厮
杀。”范曰：
“但恐赢他不得。”鲍隆曰：
“我两个诈降在他军中，
太守却引兵来搦战，我二人就阵上擒之。”陈应曰：
“必须带些人
马。”隆曰：
“五百骑足矣。”当夜，二人引五百军径奔赵云寨来投
降。云已心知其诈，遂教唤入。二将到帐下，说：
“赵范欲用美人计
赚将军，只等将军醉了，扶入后堂谋杀，将头去曹丞相处献功，如此
不仁。某二人见将军怒出，必连累于某，因此投降。”赵云佯喜，置
酒与二人痛饮。二人大醉，云乃缚于帐中，擒其手下人问之，果是诈
降。云唤五百军入，各赐酒食，传令曰：
“要害我者，陈应、鲍隆
也，不干众人之事。汝等听吾行计，皆有重赏。”众军拜谢。将降将
陈、鲍二人当时斩了。却教五百军引路，云引一千军在后，连夜到桂
阳城下叫门。城上听时，说陈、鲍二将军杀了赵云回军，请太守商议
事务。城上将火照看，果是自家军马。赵范急忙出城。云喝左右捉
下，遂入城，安抚百姓已定，飞报玄德。
玄德与孔明亲赴桂阳，云迎接入城，推赵范于阶下。孔明问之，
范备言以嫂许嫁之事。孔明谓云曰：
“此亦美事，公何如此？”云
曰：
“赵范既与某结为兄弟，今若娶其嫂，惹人唾骂，一也；其妇再
嫁，使失大节，二也；赵范初降，其心难测，三也。主公新定江汉，
枕席未安 (15) ，云安敢以一妇人而废主公之大事？”玄德曰：
“今日
大事已定，与汝娶之，若何？”云曰：
“天下女子不少，但恐名誉不
立，何患无妻子乎？”玄德曰：
“子龙真丈夫也。”遂释赵范，仍令
为桂阳太守，重赏赵云。
张飞大叫曰：
“偏子龙干得功，偏我是无用之人？只拨三千军与
我，去取武陵郡，活捉太守金旋来献。”孔明大喜曰：
“翼德要去不
妨，但要依一件事。”正是：
军师决胜多奇策，将士争先立战功。
未知孔明说出那一件事来，且看下文分解。
--------------------
(1) 夺还东吴——意谓夺回来还给东吴。
(2) 不争——这里是如果、一旦之意。
(3) 申意——致意。
(4) 须——这里义同“却”。这种用法在本书中甚多，如下文“刘备须无得推故”之
“须”即为一例。
(5) 羸(léi雷)瘦——瘦弱。
(6) 坐而问之——先请坐下，然后问话。表示礼遇。
(7) 副之——指尹籍作马良的副手。之：代词，代指马良。
(8) 抵对——敌对，对抗。
(9) 拈阄(ni ān ji ū蔫纠)——用若干小纸片暗写上文字或记号，揉成纸团，由当事人
各取其一，以决定事物的归属。《明史·选举志三》：“选举，迁除，一切由吏部，其初用
拈阄法，至万历间变为掣签。”
(10) 年庚——指人的出生年月日时，即八字。旧时以天干地支相配记人的出生年月日
时，如甲子年乙丑月丙寅月丁卯时出生，“甲子”、“乙丑”、“丙寅”、“丁卯”共八
字，故称。
(11) 洗盏更酌——洗涤酒杯，继续饮酒。更：继续，接着。
(12) 把酒——这里是亲手敬酒之意。
(13) 倾国倾城——见第三十三回“倾国”条注。
(14) 乱人伦——违背伦常的行为。
(15) 枕席未安——意谓还不能放心睡大觉。指形势恶劣或事情未完。
第五十三回 关云长义释黄汉升 孙仲谋大战张文远
却说孔明谓张飞曰：
“前者子龙取桂阳郡时，责下军令状而去。
今日翼德要取武陵，必须也责下军令状，方可领兵去。”张飞遂立军
令状，欣然领三千军，星夜投武陵界上来。金旋听得张飞引兵到，乃
集将校，整点精兵器械，出城迎敌。从事巩志谏曰：
“刘玄德乃大汉
皇叔，仁义布于天下；加之张翼德骁勇非常：不可迎敌，不如纳降为
上。”金旋大怒曰：
“汝欲与贼通连为内变耶？”喝令武士推出斩
之。众官皆告曰：
“先斩家人，于军不利。”金旋乃喝退巩志，自率
兵出。离城二十里，正迎张飞。飞挺矛立马，大喝金旋。旋问部将：
“谁敢出战？”众皆畏惧，莫敢向前。旋自骤马舞刀迎之。张飞大喝
一声，浑如巨雷 (1) 。金旋失色，不敢交锋，拨马便走。飞引众军随
后掩杀。金旋走至城边，城上乱箭射下。旋惊视之，见巩志立于城上
曰：
“汝不顺天时，自取败亡。吾与百姓自降刘矣。”言未毕，一箭
射中金旋面门，坠于马下。军士割头献张飞。巩志出城纳降。飞就令
巩志赍印绶，往桂阳见玄德。玄德大喜，遂令巩志代金旋之职。
玄德亲至武陵安民毕，驰书报云长，言翼德、子龙各得一郡。云
长乃回书上请曰：
“闻长沙尚未取，如兄长不以弟为不才，教关某干
这件功劳甚好。”玄德大喜，遂教张飞星夜去替云长守荆州，令云长
来取长沙。云长既至，入见玄德、孔明。孔明曰：
“子龙取桂阳，翼
德取武陵，都是三千军去。今长沙太守韩玄固不足道，只是他有一员
大将，乃南阳人，姓黄名忠，字汉升，是刘表帐下中郎将，与刘表之
侄刘磐共守长沙，后事韩玄，虽今年近六旬，却有万夫不当之勇，不
可轻敌。云长去，必须多带军马。”云长曰：
“军师何故长别人锐
气，灭自己威风？量一老卒，何足道哉!关某不须用三千军，只消本部
下五百名校刀手，决定斩黄忠、韩玄之首，献来麾下。”玄德苦挡，
云长不依，只领五百校刀手而去。孔明谓玄德曰：
“云长轻敌黄忠，
只恐有失，主公当往接应。”玄德从之，随后引兵望长沙进发。
却说长沙太守韩玄，平生性急，轻于杀戮 (2) ，众皆恶之。是时
听知云长军到，便唤老将黄忠商议。忠曰：
“不须主公忧虑。凭某这
口刀，这张弓，一千个来，一千个死。”原来黄忠能开二石力之弓
(3) ，百发百中 (4) 。言未毕，阶下一人应声而出曰：
“不须老将军
出战，只就某手中定活捉关某。”韩玄视之，乃管军校尉杨龄。韩玄
大喜，遂令杨龄引军一千，飞奔出城。约行五十里，望见尘头起处，
云长军马早到。杨龄挺枪出马，立于阵前骂战。云长大怒，更不打
话，飞马舞刀，直取杨龄；龄挺枪来迎。不三合，云长手起刀落，砍
杨龄于马下。追杀败兵，直至城下。
韩玄闻之大惊，便教黄忠出马，玄自来城上观看。忠提刀纵马，
引五百骑兵，飞过吊桥。云长见一老将出马，知是黄忠，把五百校刀
手一字摆开，横刀立马而问曰：
“来将莫非黄忠否？”忠曰：
“既知
我名，焉敢犯我境？”云长曰：
“特来取汝首级。”言罢，两马交
锋，斗一百馀合，不分胜负。韩玄恐黄忠有失，鸣金收军。黄忠收军
入城。云长也退军，离城十里下寨，心中暗忖：
“老将黄忠，名不虚
传，斗一百合，全无破绽。来日必用拖刀计 (5) ，背砍赢之。”
次日早饭毕，又来城下搦战。韩玄坐在城上，教黄忠出马。忠引
数百骑，杀过吊桥，再与云长交马，又斗五六十合，胜负不分。两军
齐声喝采。鼓声正急时，云长拨马便走，黄忠赶来。云长方欲用刀砍
去，忽听得脑后一声响。急回头看时，见黄忠被战马前失，掀在地
下。云长急回马，双手举刀猛喝曰：
“我且饶你性命，快换马来厮
杀。”黄忠急提起马蹄，飞身上马，奔入城中。玄惊问之，忠曰：
“此马久不上阵，故有此失。”玄曰：
“汝箭百发百中，何不射
之？”忠曰：
“来日再战，必然诈败，诱到吊桥边射之。”玄以自己
所乘一匹青马与黄忠。忠拜谢而退，寻思：
“难得云长如此义气。他
不忍杀害我，我又安忍射他？若不射，又恐违了将令。”是夜踌躇未
定。
次日天晓，人报云长搦战。忠领兵出城。云长两日战黄忠不下，
十分焦躁，抖擞威风，与忠交马。战不到三十馀合，忠诈败，云长赶
来。忠想昨日不杀之恩，不忍便射，带住刀，把弓虚拽弦响；云长急
闪，却不见箭。云长又赶，忠又虚拽；云长急闪，又无箭。只道黄忠
不会射，放心赶来。将近吊桥，黄忠在桥上搭箭开弓，弦响箭到，正
射在云长盔缨根上。前面军齐声喊起。云长吃了一惊，带箭回寨，方
知黄忠有百步穿杨之能 (6) ，今日只射盔缨，正是报昨日不杀之恩
也。云长领兵而退。
黄忠回到城上来见韩玄，玄便喝左右捉下黄忠。忠叫曰：
“无
罪。”玄大怒曰：
“我看了三日，汝敢欺我？汝前日不力战，必有私
心；昨日马失，他不杀汝，必有关通 (7) ；今日两番虚拽弓弦，第三
箭却止射他盔缨：如何不是外通内连？若不斩汝，必为后患。”喝令
刀斧手推下城门外斩之。众将欲告，玄曰：
“但告免黄忠者，便是同
情 (8) 。”
刚推到门外，恰欲举刀，忽然一将挥刀杀入，砍死刀手，救起黄
忠，大叫曰：
“黄汉升乃长沙之保障，今杀汉升，是杀长沙百姓也。
韩玄残暴不仁，轻贤慢士，当众共殛之。愿随我者便来。”众视其
人，面如重枣，目若朗星，乃义阳人魏延也。自襄阳赶刘玄德不着，
来投韩玄。玄怪其傲慢少礼，不肯重用，故屈沉于此。当日救下黄
忠，教百姓同杀韩玄，袒臂一呼 (9) ，相从者数百馀人。黄忠拦当不
住。魏延直杀上城头，一刀砍韩玄为两段，提头上马，引百姓出城，
投拜云长。云长大喜，遂入城。安抚已毕，请黄忠相见。忠托病不
出。云长即使人去请玄德、孔明。
却说玄德自云长来取长沙，与孔明随后催促人马接应。正行间，
青旗倒卷，一鸦自北南飞，连叫三声而去。玄德曰：
“此应何祸
福？”孔明就马上袖占一课，曰：
“长沙郡已得，又主得大将，午时
后定见分晓。”少顷，见一小校飞报前来，说：
“关将军已得长沙
郡，降将黄忠、魏延，耑等主公到彼 (10) 。”玄德大喜，遂入长沙。
云长接入厅上，具言黄忠之事。
玄德乃亲往黄忠家相请，忠方出降，求葬韩玄尸首于长沙之东。
后人有诗赞黄忠曰：
将军气概与天参 (11) ，白发犹然困汉南。
至死甘心无怨望，临降低首尚怀惭。
宝刀灿雪彰神勇，铁骑临风忆战酣。
千古高名应不泯，长随孤月照湘潭。
玄德待黄忠甚厚。
云长引魏延来见，孔明喝令刀斧手推下斩之。玄德惊问孔明曰：
“魏延乃有功无罪之人，军师何故欲杀之？”孔明曰：
“食其禄而杀
其主，是不忠也；居其土而献其地，是不义也。吾观魏延脑后有反
骨，久后必反，故先斩之，以绝祸根。”玄德曰：
“若斩此人，恐降
者人人自危 (12) 。望军师恕之。”孔明指魏延曰：
“吾今饶汝性命，
汝可尽忠报主，勿生异心；若生异心，我好歹取汝首级。”魏延喏喏
连声而退。黄忠荐刘表侄刘磐，现在攸县闲居。玄德取回，教掌长沙
郡。
四郡已平，玄德班师回荆州，改油江口为公安。自此钱粮广盛，
贤士归之。将军马四散屯于隘口。
却说周瑜自回柴桑养病，令甘宁守巴陵郡，令凌统守汉阳郡，二
处分布战船，听候调遣。程普引其馀将士投合淝县来。原来孙权自从
赤壁鏖兵之后，久在合淝，与曹兵交锋，大小十馀战，未决胜负，不
敢逼城下寨，离城五十里屯兵。闻程普兵到，孙权大喜，亲自出营劳
军。人报鲁子敬先至，权乃下马立待之。肃慌忙滚鞍下马施礼。众将
见权如此待肃，皆大惊异。权请肃上马，并辔而行，密谓曰：
“孤下
马相迎，足显公否？”肃曰：
“未也。”权曰：
“然则何如而后为显
耶？”肃曰：
“愿明公威德加于四海，总括九州 (13) ，克成帝业 (14)
，使肃名书竹帛 (15) ，始为显矣。”权抚掌大笑。同至帐中，大设饮
宴，犒劳鏖兵将士，商议破合淝之策。
忽报张辽差人来下战书。权拆书观毕，大怒曰：
“张辽欺吾太甚!
汝闻程普军来，故意使人搦战。来日吾不用新军赴敌，看我大战一
场。”传令当夜五更，三军出寨，望合淝进发。辰时左右 (16) ，军马
行至半途，曹兵已到，两边布成阵势。孙权金盔金甲，披挂出马。左
宋谦，右贾华，二将使方天画戟，两边护卫。三通鼓罢，曹军阵中门
旗两开，三员将全装贯戴，立于阵前：中央张辽，左边李典，右边乐
进。张辽纵马当先，专搦孙权决战。权绰枪欲自战，阵门中一将挺枪
骤马出，乃太史慈也；张辽挥刀来迎。两将战有七八十合，不分胜
负。曹阵上李典谓乐进曰：
“对面金盔者，孙权也。若捉得孙权，足
可与八十三万大军报仇。”说犹未了，乐进一骑马，一口刀，从刺斜
里径取孙权，如一道电光，飞至面前，手起刀落。宋谦、贾华急将画
戟遮架，刀到处，两枝戟齐断，只将戟杆望马头上打。乐进回马，宋
谦绰军士手中枪赶来。李典搭上箭，望宋谦心窝里便射，应弦落马。
太史慈见背后有人堕马，弃却张辽，望本阵便回。张辽乘势掩杀过
来，吴兵大乱，四散奔走。张辽望见孙权，骤马赶来。看看赶上，刺
斜里撞出一军，为首大将，乃程普也，截杀一阵，救了孙权。张辽收
军自回合淝。
程普保孙权归大寨，败军陆续回营。孙权因见折了宋谦，放声大
哭。长史张纮曰：
“主公恃盛壮之气，轻视大敌，三军之众莫不寒
心。即使斩将搴旗，威振疆场 (17) ，亦偏将之任，非主公所宜也。愿
抑贲、育之勇 (18) ，怀王霸之计 (19) 。且今日宋谦死于锋镝之下
(20) ，皆主公轻敌之故。今后切宜保重。”权曰：
“是孤之过也，从
今当改之。”
少顷，太史慈入帐，言：
“某手下有一人，姓戈名定，与张辽手
下养马后槽是弟兄。后槽被责怀怨，今晚使人报来，举火为号，刺杀
张辽，以报宋谦之仇。某请引兵为外应。”权曰：
“戈定何在？”太
史慈曰：
“已混入合淝城中去了。某愿乞五千兵去。”诸葛瑾曰：
“张辽多谋，恐有准备，不可造次。”太史慈坚执要行。权因伤感宋
谦之死，急要报仇，遂令太史慈引兵五千，去为外应。
却说戈定乃太史慈乡人，当日杂在军中，随入合淝城，寻见养马
后槽，两个商议。戈定曰：
“我已使人报太史慈将军去了，今夜必来
接应。你如何用事？”后槽曰：
“此间离中军较远，夜间急不能进。
只就草堆上放起一把火，你去前面叫反，城中兵乱，就里刺杀张辽
(21) ，馀军自走也。”戈定曰：
“此计大妙。”
是夜，张辽得胜回城，赏劳三军，传令不许解甲宿睡。左右曰：
“今日全胜，吴兵远遁，将军何不卸甲安息？”辽曰：
“非也。为将
之道，勿以胜为喜，勿以败为忧。倘吴兵度我无备 (22) ，乘虚攻击，
何以应之？今夜防备，当比每夜更加谨慎。”说犹未了，后寨火起，
一片声叫反，报者如麻。张辽出帐上马，唤亲从将校十数人，当道而
立。左右曰：
“喊声甚急，可往观之。”辽曰：
“岂有一城皆反者？
此是造反之人，故惊军士耳。如乱者先斩。”无移时 (23) ，李典擒戈
定并后槽至。辽询得其情，立斩于马前。只听得城门外鸣锣击鼓，喊
声大震。辽曰：
“此是吴兵外应，可就计破之 (24) 。”便令人于城门
内放起一把火，众皆叫反，大开城门，放下吊桥。太史慈见城门大
开，只道内变，挺枪纵马先入。城上一声炮响，乱箭射下。太史慈急
退，身中数箭。背后李典、乐进杀出，吴兵折其大半，乘势直赶到寨
前。陆逊、董袭杀出，救了太史慈。曹兵自回。
孙权见太史慈身带重伤，愈加伤感。张昭请权罢兵。权从之，遂
收兵下船，回南徐润州。比及屯住军马，太史慈病重。权使张昭等问
安，太史慈大叫曰：
“大丈夫生于乱世，当带三尺剑立不世之功 (25)
。今所志未遂，奈何死乎!”言讫而亡，年四十一岁。后人有诗赞曰：
矢志全忠孝 (26) ，东莱太史慈。
姓名昭远塞，弓马震雄师。
北海酬恩日，神亭酣战时。
临终言壮志，千古共嗟咨。
孙权闻慈死，伤悼不已，命厚葬于南徐北固山下，养其子太史亨
于府中。
却说玄德在荆州整顿军马，闻孙权合淝兵败，已回南徐，与孔明
商议。孔明曰：
“亮夜观星象，见西北有星坠地，必应折一皇族。”
正言间，忽报公子刘琦病亡。玄德闻之，痛哭不已。孔明劝曰：
“生
死分定，主公勿忧，恐伤贵体。且理大事：可急差人到彼守御城池，
并料理葬事。”玄德曰：
“谁可去？”孔明曰：
“非云长不可。”即
时便教云长前去襄阳保守。玄德曰：
“今日刘琦已死，东吴必来讨荆
州，如何对答？”孔明曰：
“若有人来，亮自有言对答。”
过了半月，人报东吴鲁肃特来吊丧。正是：
先将计策安排定，只等东吴使命来。
未知孔明如何对答，且看下文分解。
--------------------
(1) 浑如——完全像，极像。宋·陆游《书適》诗：“更挟残书读，浑如上学时。”
(2) 轻于杀戮——不在乎杀戮，即把杀戮视为平常。
(3) 二石(d àn蛋)力之弓——即弓力相当于二百四十斤。石：量词。一石等于十斗，又
等于一百二十斤。
(4) 百发百中——意谓拉弓射箭能百分之百地射中目标。形容射技(包括投镖、打弹弓
等)精湛绝伦。见本回下文“百步穿杨”条注。
(5) 拖刀计——旧小说用语。指两将交战，一将佯败而逃，将刀垂下，待敌将追来，突
然回头出击。
(6) 百步穿杨——杨：杨柳。这里指柳叶。典出《战国策·西周策》：“(苏厉)谓白起
曰：‘楚有养由基者，善射，去柳叶者百步而射之，百发百中。’……客(谓养由基)
曰：‘……夫射柳叶者，百发百中而不已善息，少焉气力倦，弓拨矢钩，一发不中，前功尽
矣。’”又见《史记·周本纪》、《汉书·枚乘传》，文字大同小异。意谓能在百步以外射
穿选定的柳叶。形容射技精湛绝伦。
(7) 关通——暗中串通，勾结。
(8) 同情——同谋，同伙。
(9) 袒臂一呼——袒臂：义同举臂。古人衣袖宽大，将臂举起，自然露臂，故称“袒
臂”。典出《宣和遗事》前集：“李密袒臂一呼，聚雄师百万，占了中原。”意谓举臂一
呼，众人响应。形容拥护者甚多。
(10) 耑——音义皆同“专”。
(11) 参——并列，并立。
(12) 人人自危——语出《史记·李斯列传》：“法令诛罚，日益刻深，群臣人人自危，
欲畔者众。”(畔：通“叛”。)又《史记·栾布列传》：“今陛下一征兵于梁，彭王病不
行，而陛下疑以为反，反形未见，以苛小案诛灭之，臣恐功臣人人自危也。”意谓每个人都
感到自身不安全而存有戒心。
(13) 总括九州——即一统天下，统一全国。总括：这里是全部占有之意。九州：古代中
国分为九州，故以代指全中国。
(14) 克成帝业——完成建立王朝的事业。克成：完成，实现。
(15) 名书竹帛——义同“名垂竹帛”，参见第三十六回“名垂竹帛”条注。书：书写，
记载。
(16) 辰时——相当于今上午七至九时。
(17) 疆场——本指边境，边界，引申为战场。
(18) 贲(bē n奔)育——孟贲和夏育的并称。孟贲为战国时齐国勇士，传说能生拔牛
角，力胜蛟龙、猛虎、豺狼。夏育为周朝时卫国勇士，传说能力举千钧。其事散见于先秦诸
子及《史记》、《汉书》之中。
(19) 王霸之计——成王成霸的谋略。
(20) 锋镝——刀刃和箭镞。借指兵器。
(21) 就里——趁机。
(22) 度(duó夺)——估计，算计，推测。
(23) 无移时——过了不一会儿。
(24) 就计——“将计就计”的省略。参见第十二回“将计就计”条注。
(25) 不世之功——义同“盖世之功”，参见第五十回“盖世之功”条注。
(26) 矢志——发誓立志。
第五十四回 吴国太佛寺看新郎 刘皇叔洞房续佳偶
却说孔明闻鲁肃到，与玄德出城迎接，接到公廨。相见毕，肃
曰：
“主公闻令侄弃世，特具薄礼，遣某前来致祭 (1) 。周都督再三
致意刘皇叔、诸葛先生。”玄德、孔明起身称谢，收了礼物，置酒相
待。肃曰：
“前者皇叔有言：公子不在，即还荆州。今公子已去世，
必然见还。不识几时可以交割？”玄德曰：
“公且饮酒，有一个商
议。”肃强饮数杯，又开言相问。
玄德未及回答，孔明变色曰：
“子敬好不通理，直须待人开口。
自我高皇帝斩蛇起义，开基立业，传至于今，不幸奸雄并起，各据一
方。少不得天道好还 (2) ，复归正统。我主人乃中山靖王之后，孝景
皇帝玄孙，今皇上之叔，岂不可分茅裂土 (3) ？况刘景升乃我主之兄
也，弟承兄业，有何不顺？汝主乃钱塘小吏之子，素无功德于朝廷，
今倚势力，占据六郡八十一州，尚自贪心不足，而欲并吞汉土。刘氏
天下，我主姓刘倒无分，汝主姓孙反要强争？且赤壁之战，我主多负
勤劳，众将并皆用命，岂独是汝东吴之力？若非我借东南风，周郎安
能展半筹之功 (4) ？江南一破，休说二乔置于铜雀宫，虽公等家小亦
不能保。适来我主人不即答应者，以子敬乃高明之士，不待细说。何
公不察之甚也!”
一席话，说得鲁子敬缄口无言 (5) ，半晌乃曰：
“孔明之言，怕
不有理。争奈鲁肃身上甚是不便。”孔明曰：
“有何不便处？”肃
曰：
“昔日皇叔当阳受难时，是肃引孔明渡江，见我主公；后来周公
瑾要兴兵取荆州，又是肃挡住；至说待公子去世还荆州，又是肃担承
(6) 。今却不应前言，教鲁肃如何回复？我主与周公瑾必然见罪。肃
死不恨，只恐惹恼东吴，兴动干戈，皇叔亦不能安坐荆州，空为天下
耻笑耳。”孔明曰：
“曹操统百万之众，动以天子为名，吾亦不以为
意，岂惧周郎一小儿乎？若恐先生面上不好看，我劝主人立纸文书，
暂借荆州为本。待我主别图得城池之时，便交付还东吴。此论如
何？”肃曰：
“孔明待夺得何处，还我荆州？”孔明曰：
“中原急未
可图。西川刘璋闇弱 (7) ，我主将图之。若图得西川，那时便还。”
肃无奈，只得听从。玄德亲笔写成文书一纸，押了字。保人诸葛孔明
也押了字。孔明曰：
“亮是皇叔这里人，难道自家作保？烦子敬先生
也押个字，回见吴侯也好看。”肃曰：
“某知皇叔乃仁义之人，必不
相负。”遂押了字，收了文书。宴罢辞回。玄德与孔明送到船边。孔
明嘱曰：
“子敬回见吴侯，善言伸意05，休生妄想。若不准我文书，
我翻了面皮，连八十一州都夺了。今只要两家和气，休教曹贼笑
话。”
肃作别下船而回，先到柴桑郡见周瑜。瑜问曰：
“子敬讨荆州如
何？”肃曰：
“有文书在此。”呈与周瑜。瑜顿足曰：
“子敬中诸葛
之谋也，名为借地，实是混赖。他说取了西川便还，知他几时取西
川？假如十年不得西川，弱，不可以奉宗庙，为天下主。”05 伸意
——致意，传语，转告。十年不还？这等文书，如何中用？你却与他
做保。他若不还时，必须连累足下。倘主公见罪，奈何？”肃闻言，
呆了半晌，曰：
“恐玄德不负我。”瑜曰：
“子敬乃诚实人也。刘备
枭雄之辈，诸葛亮奸猾之徒，恐不似先生心地。”肃曰：
“若此，如
之奈何？”瑜曰：
“子敬是我恩人，想昔日指囷相赠之情，如何不救
你？你且宽心住数日，待江北探细的回 (8) ，别有区处。”鲁肃跼蹐
不安 (9) 。
过了数日，细作回报：
“荆州城中扬起布幡做好事 (10) ，城外别
建新坟，军士各挂孝。”瑜惊问曰：
“没了甚人？”细作曰：
“刘玄
德没了甘夫人，即日安排殡葬。”瑜谓鲁肃曰：
“吾计成矣，使刘备
束手就缚 (11) ，荆州反掌可得。”肃曰：
“计将安出？”瑜曰：
“刘
备丧妻，必将续娶。主公有一妹，极其刚勇，侍婢数百，居常带刀
(12) ，房中军器摆列遍满，虽男子不及。我今上书主公，教人去荆州
为媒，说刘备来入赘 (13) 。赚到南徐，妻子不能勾得 (14) ，幽囚在
狱中，却使人去讨荆州换刘备。等他交割了荆州城池，我别有主意。
于子敬身上，须无事也 (15) 。”鲁肃拜谢。周瑜写了书呈，选快船送
鲁肃投南徐见孙权，先说借荆州一事，呈上文书。权曰：
“你却如此
糊涂，这样文书，要他何用？”肃曰：
“周都督有书呈在此，说用此
计，可得荆州。”权看毕，点头暗喜。寻思谁人可去，猛然省曰 (16)
：
“非吕范不可。”遂召吕范至，谓曰：
“近闻刘玄德丧妇，吾有一
妹，欲招赘玄德为婿 (17) ，永结姻亲，同心破曹，以扶汉室。非子衡
不可为媒，望即往荆州一言。”范领命，即日收拾船只，带数个从
人，望荆州来。
却说玄德自没了甘夫人，昼夜烦恼。一日，正与孔明闲叙，人报
东吴差吕范到来。孔明笑曰：
“此乃周瑜之计，必为荆州之故。亮只
在屏风后潜听。但有甚说话，主公都应承了，留来人在馆驿中安歇，
别作商议。”玄德教请吕范入，礼毕，坐定。茶罢，玄德问曰：
“子
衡来，必有所谕。”范曰：
“范近闻皇叔失偶，有一门好亲，故不避
嫌，特来作媒。未知尊意若何？”玄德曰：
“中年丧妻，大不幸也。
骨肉未寒 (18) ，安忍便议亲？”范曰：
“人若无妻，如屋无梁，岂可
中道而废人伦 (19) ？吾主吴侯有一妹，美而贤，堪奉箕帚 (20) 。若
两家共结秦晋之好，则曹贼不敢正视东南也。此事家国两便，请皇叔
勿疑。但我国太吴夫人甚爱幼女，不肯远嫁，必求皇叔到东吴就
婚。”玄德曰：
“此事吴侯知否？”范曰：
“不先禀吴侯，如何敢造
次来说？”玄德曰：
“吾年已半百，鬓发斑白；吴侯之妹，正当妙龄
(21) ：恐非配偶。”范曰：
“吴侯之妹，身虽女子，志胜男儿。常
言：
‘若非天下英雄，吾不事之。’今皇叔名闻四海，正所谓淑女配
君子 (22) ，岂以年齿上下相嫌乎 (23) ？”玄德曰：
“公且少留，来
日回报。”是日设宴相待，留于馆舍。
至晚，与孔明商议。孔明曰：
“来意亮已知道了。适间卜
《易》，得一大吉大利之兆。主公便可应允，先教孙乾和吕范回见吴
侯，面许已定，择日便去就亲。”玄德曰：
“周瑜定计欲害刘备，岂
可以身轻入危险之地？”孔明大笑曰：
“周瑜虽能用计，岂能出诸葛
亮之料乎？略用小谋，使周瑜半筹不展 (24) ，吴侯之妹又属主公，荆
州万无一失。”玄德怀疑未决。孔明竟教孙乾往江南说合亲事。
孙乾领了言语，与吕范同到江南，来见孙权。权曰：
“吾愿将小
妹招赘玄德，并无异心。”孙乾拜谢，回荆州见玄德，言：
“吴侯专
候主公去结亲。”玄德怀疑不敢往。孔明曰：
“吾已定下三条计策，
非子龙不可行也。”遂唤赵云近前，附耳言曰：
“汝保主公入吴，当
领此三个锦囊，囊中有三条妙计，依次而行。”即将三个锦囊与云贴
肉收藏。孔明先使人往东吴纳了聘 (25) ，一切完备。
时建安十四年冬十月，玄德与赵云、孙乾取快船十只，随行五百
馀人，离了荆州，前往南徐进发。荆州之事，皆听孔明裁处。玄德心
中怏怏不安。到南徐州，船已傍岸，云曰：
“军师分付三条妙计，依
次而行。今已到此，当先开第一个锦囊来看。”于是开囊看了计策，
便唤五百随行军士，一一分付如此如此。众军领命而去。又教玄德先
往见乔国老 (26) 。那乔国老乃二乔之父，居于南徐。玄德牵羊担酒
(27) ，先往拜见，说吕范为媒，娶夫人之事。随行五百军士，俱披红
挂彩，入南徐买办物件，传说玄德入赘东吴，城中人尽知其事。孙权
知玄德已到，教吕范相待，且就馆舍安歇。
却说乔国老既见玄德，便入见吴国太贺喜。国太曰：
“有何喜
事？”乔国老曰：
“令爱已许刘玄德为夫人，今玄德已到，何故相
瞒？”国太惊曰：
“老身不知此事。”便使人请吴侯问虚实，一面先
使人于城中探听。人皆回报：
“果有此事。女婿已在馆驿安歇，五百
随行军士都在城中买猪羊果品，准备成亲。做媒的女家是吕范，男家
是孙乾，俱在馆驿中相待。”国太吃了一惊。
少顷，孙权入后堂见母亲。国太捶胸大哭。权曰：
“母亲何故烦
恼？”国太曰：
“你直如此将我看承得如无物 (28) 。我姐姐临危之
时，分付你甚么话来？”孙权失惊曰：
“母亲有话明说，何苦如
此？”国太曰：
“男大须婚，女大须嫁 (29) ，古今常理。我为你母
亲，事当禀命于我。你招刘玄德为婿，如何瞒我？女儿须是我的。”
权吃了一惊，问曰：
“那里得这话来？”国太曰：
“若要不知，除非
莫为 (30) 。满城百姓，那一个不知？你倒瞒我。”乔国老曰：
“老夫
已知多日了，今特来贺喜。”权曰：
“非也。此是周瑜之计，因要取
荆州，故将此为名赚刘备来，拘囚在此，要他把荆州来换；若其不
从，先斩刘备。此是计策，非实意也。”国太大怒，骂周瑜曰：
“汝
做六郡八十一州大都督，直恁无条计策去取荆州 (31) ，却将我女儿为
名，使美人计。杀了刘备，我女便是望门寡 (32) ，明日再怎的说亲？
须误了我女儿一世。你们好做作 (33) 。”乔国老曰：
“若用此计，便
得荆州，也被天下人耻笑，此事如何行得？”说得孙权默然无语。
国太不住口的骂周瑜。乔国老劝曰：
“事已如此，刘皇叔乃汉室
宗亲，不如真个招他为婿，免得出丑。”权曰：
“年纪恐不相当。”
国老曰：
“刘皇叔乃当世豪杰，若招得这个女婿，也不辱了令妹。”
国太曰：
“我不曾认得刘皇叔，明日约在甘露寺相见：如不中我意，
任从你们行事；若中我的意，我自把女儿嫁他。”孙权乃大孝之人，
见母亲如此言语，随即应承。出外唤吕范，分付来日甘露寺方丈设
宴，国太要见刘备。吕范曰：
“何不令贾华部领三百刀斧手伏于两
廊，若国太不喜时，一声号举，两边齐出，将他拿下。”权遂唤贾
华，分付预先准备，只看国太举动。
却说乔国老辞吴国太归，使人去报玄德，言：
“来日吴侯、国太
亲自要见，好生在意。”玄德与孙乾、赵云商议，云曰：
“来日此
会，多凶少吉，云自引五百军保护。”
次日，吴国太、乔国老先在甘露寺方丈里坐定。孙权引一班谋
士，随后都到，却教吕范来馆驿中请玄德。玄德内披细铠，外穿锦
袍，从人背剑紧随，上马投甘露寺来。赵云全装贯戴，引五百军随
行。来到寺前下马，先见孙权。权观玄德仪表非凡，心中有畏惧之
意。二人叙礼毕，遂入方丈见国太。国太见了玄德，大喜，谓乔国老
曰：
“真吾婿也!”国老曰：
“玄德有龙凤之姿，天日之表 (34) ；更
兼仁德布于天下。国太得此佳婿，真可庆也。”玄德拜谢，共宴于方
丈之中。
少刻，子龙带剑而入，立于玄德之侧。国太问曰：
“此是何
人？”玄德答曰：
“常山赵子龙也。”国太曰：
“莫非当阳长坂抱阿
斗者乎？”玄德曰：
“然。”国太曰：
“真将军也!”遂赐以酒。赵云
谓玄德曰：
“却才某于廊下巡视，见房内有刀斧手埋伏，必无好意，
可告知国太。”玄德乃跪于国太席前，泣而告曰：
“若杀刘备，就此
请诛。”国太曰：
“何出此言？”玄德曰：
“廊下暗伏刀斧手，非杀
备而何？”国太大怒，责骂孙权：
“今日玄德既为我婿，即我之儿女
也，何故伏刀斧手于廊下？”权推不知，唤吕范问之，范推贾华。国
太唤贾华责骂，华默然无言。国太喝令斩之。玄德告曰：
“若斩大
将，于亲不利，备难久居膝下矣 (35) 。”乔国老也相劝。国太方叱退
贾华。刀斧手皆抱头鼠窜而去。
玄德更衣出殿前，见庭下有一石块。玄德拔从者所佩之剑，仰天
祝曰：
“若刘备能勾回荆州，成王霸之业，一剑挥石为两段；如死于
此地，剑剁石不开。”言讫，手起剑落，火光迸溅，砍石为两段。孙
权在后面看见，问曰：
“玄德公如何恨此石？”玄德曰：
“备年近五
旬，不能为国家剿除贼党，心常自恨。今蒙国太招为女婿，此平生之
际遇也 (36) 。恰才问天买卦 (37) ，如破曹兴汉，砍断此石。今果然
如此。”权暗思：
“刘备莫非用此言瞒我？”亦掣剑谓玄德曰：
“吾
亦问天买卦，若破得曹贼，亦断此石。”却暗暗祝告曰：
“若再取得
荆州，兴旺东吴，砍石为两半。”手起剑落，巨石亦开。至今有十字
纹“恨石”尚存。后人观此胜迹，作诗赞曰：
宝剑落时山石断，金环响处火光生。
两朝旺气皆天数，从此乾坤鼎足成。
二人弃剑，相携入席。又饮数巡，孙乾目视玄德，玄德辞曰：
“备不胜酒力，告退。”孙权送出寺前，二人并立，观江山之景。玄
德曰：
“此乃天下第一江山也。”至今甘露寺牌上云“天下第一江
山”。后人有诗赞曰：
江山雨霁拥青螺，境界无忧乐最多。
昔日英雄凝目处，岩崖依旧抵风波。
二人共览之次，江风浩荡，洪波滚雪，白浪掀天。忽见波上一叶
小舟行于江面上，如行平地。玄德叹曰：
“南人驾船，北人乘马，信
有之也 (38) 。”孙权闻言，自思曰：
“刘备此言，戏我不惯乘马
耳。”乃令左右牵过马来，飞身上马，驰骤下山，复加鞭上岭，笑谓
玄德曰：
“南人不能乘马乎？”玄德闻言，撩衣一跃，跃上马背，飞
走下山，复驰骋而上。二人立马于山坡之上，扬鞭大笑。至今此处名
为“驻马坡”。后人有诗曰：
驰骤龙驹气概多，二人并辔望山河。
东吴西蜀成王霸，千古犹存驻马坡。
当日二人并辔而回，南徐之民无不称贺。
玄德自回馆驿，与孙乾商议。乾曰：
“主公只是哀求乔国老，早
早毕姻，免生别事。”次日，玄德复至乔国老宅前下马，国老接入。
礼毕茶罢，玄德告曰：
“江左之人，多有要害刘备者，恐不能久
居。”国老曰：
“玄德宽心。吾为公告国太，令作护持。”玄德拜谢
自回。乔国老入见国太，言玄德恐人谋害，急急要回。国太大怒曰：
“我的女婿，谁敢害他？”即时便教搬入书院暂住，择日毕姻。玄德
自入告国太曰：
“只恐赵云在外不便，军士无人约束。”国太教尽搬
入府中安歇，休留在馆驿中，免得生事。玄德暗喜。
数日之内，大排筵会，孙夫人与玄德结亲。至晚客散，两行红
炬，接引玄德入房。灯光之下，但见枪刀簇满，侍婢皆佩剑悬刀立于
两旁。諕得玄德魂不附体。正是：
惊看侍女横刀立，疑是东吴设伏兵。
毕竟是何缘故，且看下文分解。
--------------------
(1) 致祭——向死者祭奠。
(2) 天道好还——天道：中国哲学术语，唯心主义者认为天是有意志的。好还：易于回
还、报应。“天道好还”本《老子》第三○章：“以道佐人主者，不以兵强天下。其事好
还：师之所处，荆棘生焉；大军之后，必有凶年。”(其事好还：指用兵这件事一定会有还
报。)清·魏源《老子本义》：“天道好还，则以兵强天下，非知道者也……物壮则老，此天
道也，而违之者，是不道矣……李氏嘉谟曰：‘杀人之父，人亦杀其父；杀人之兄，人亦杀
其兄。’是谓好还……自古至今，天道有或爽者哉？”意犹善有善报，恶有恶报，天理昭
彰，循环不爽。
(3) 分茅裂土——分茅：古代君王分封诸侯时，从五色土坛上取一方色土，覆以坛中央
的黄土，包以白茅，赐给被封诸侯，象征给予土地和权力。裂土：亦作“列土”。割一块土
地给予被封诸侯。“分茅裂土”本《逸周书·卷五·作雒》：“封人社壝，诸侯受命于周，
乃建大社于国中。其壝东青土，南赤土，西白土，北骊土，中央舋以黄土。将建诸侯，凿取
其方一面之土，焘以黄土，苴以白茅，以为土封，故曰受列土于周室。”(壝：坛。骊：黑
色。焘：覆盖。苴：包裹。)又《尚书·夏书·禹贡》“厥贡唯土五色”汉·孔安国传：“王
者封五色土以为社。建诸侯，则各割其方色土与之，使立社，焘以黄土，苴以白茅。茅取其
洁，黄取王者覆四方。”孔颖达疏：“王者封五色土以为社。若封建诸侯则各割其方色土与
之，使归国立社……四方各依其方色，皆以黄土覆之。其割土与之时，苴以白茅，用白茅裹
土与之。”又汉·蔡邕《独断》：“天子大社，以五色土为坛。皇子封为王者，受天子之社
土。以所封之方色：东方受青，南方受赤，他如其方色。苴以白茅授之，各以其所封方之
色，归国以立社，故谓之受茅土。”古代帝王分封诸侯的仪式是：先筑一五色土坛：东青
土，南赤土，西白土，北黑土，中央黄土。分封某方诸侯，即割取某方的土块，覆以黄土，
包以白茅，授予被封者，以象征授予土地和权力。引申以泛指皇帝赐给功臣爵位和土地，以
示奖励和恩宠。
(4) 半筹——犹半点儿。形容极少。筹：计数的筹码。
(5) 缄口无言——缄口：闭口。缄：闭，封。“缄口无言”本“弭口无言”，出自《战
国策·秦策二》：秦欲伐齐，而楚与齐联盟，楚王征询群臣对策。张仪力主绝齐助秦，瓜分
齐国。陈轸表示异议，“楚王不听，曰：‘吾事善矣。子(指陈轸)其弭口无言，以待吾
事。’”(弭口：住口。)事又见《史记·张仪列传》，文作：“楚王曰：‘愿陈子(轸)闭口
毋复言，以待寡人得地。’”意谓沉默不语或无话可说。
(6) 担承——承受责任。
(7) 闇弱——昏庸懦弱。《后汉书·董卓传》：“皇帝
(8) 探细的——探事的细作。细作：参见第五回“细作”条注。
(9) 跼蹐(j ú j í局疾)不安——跼蹐：通“局蹐”。“跼蹐不安”本《诗经·小雅·
正月》：“谓天盖高，不敢不局；谓地盖厚，不敢不蹐。”毛亨传：“局，曲也。蹐，累足
也。”孔颖达疏：“曲者，曲身也。累足，小步也。言天高，不敢不曲身危行，恐上触忌讳
也。地厚，不敢不累足，惧陷于在位之罗网也。”朱熹集传：“言遭世之乱，天虽高而不敢
不局，地虽厚而不敢不蹐。”形容因忧虑而心神不宁的样子。
(10) 扬起布幡做好事——意谓挂起招魂幡，由僧道设坛做道场以超度亡灵。
(11) 束手就缚——束手：捆住双手。就：接受。缚：捆绑。“束手就缚”或本“束身就
缚”，出自晋·段灼《上疏追理邓艾》(见《晋书·段灼传》)：“艾被诏书，即遣强兵，束
身就缚，不敢顾望。”(束身：约束自身，比喻归顾。)意谓捆住自己的双手，任凭别人来捆
绑。形容无力反抗而甘心被捉或被俘。
(12) 居常——日常，平常，平时。
(13) 入赘——男子到女家做上门女婿。
(14) 能勾——即能够。勾：通“够”。
(15) 须——这里是可以、自然之意。
(16) 省(x ǐ ng醒)——这里是想起、想到之意。
(17) 招赘——女家招男子到家里成亲。
(18) 骨肉未寒——骨肉：指人的尸体、尸骨。“骨肉未寒”本“身尚未寒”，出自《三
国志·蜀志·魏延传》：诸葛亮将死，知魏延将图谋不轨，授杨仪等防延之计。亮死，延果
欲谋反，仪等按计而行。“延先至，据南谷口，遣兵逆击仪等，仪等令何平在前御延。平叱
延先登曰：‘公(指诸葛亮)亡，身尚未寒，汝辈何敢乃尔!’延士众知曲在延，莫为用命，军
皆散。延独与其子数人逃亡，奔汉中。仪遣马岱追斩之，致首于仪。”意谓人的尸骨还没有
完全僵冷。指人刚死不久。
(19) 中道而废人伦——指中年丧妻而不再续娶。中道：中途。引申为中年。人伦：封建
礼教所规定的人与人之间的等级关系。这里指夫妻。
(20) 奉箕帚——参见第三十三回“执箕帚”条注。
(21) 妙龄——青春年少。
(22) 淑女配君子——语本《诗经·周南·关雎》：“关关雎鸠，在河之洲。窈窕淑女，
君子好逑。”意谓淑女嫁给君子十分般配。淑女：贤惠的女子。君子：德才兼备的男子。
(23) 年齿上下——年龄大小。
(24) 半筹不展——筹：计数的筹码。引申为计策，谋略，办法。展：施展。语或本“一
筹不画”，出自宋·向滈《如梦令》其八(见《全宋词》)：“厮守许多时价，谁信一筹不
画。相送到矾园，赢得泪珠如泻。”(画：通“划”。谋划。)意谓毫无办法或无计可施。
(25) 纳聘——古代婚礼之一。即男家送礼金给女家以表示定亲。《史记·大宛列传》：
“天子问群臣，议计，皆曰：必先纳聘，然后乃遣女。”
(26) 乔国老——或谓名玄。国老：指告老致仕的御、大夫、士。《左传·僖公二十七
年》：“国老皆贺子文。”孔颖达疏：“《王制》云：‘有虞氏养国老于上庠，养庶老于下
庠。’然则国老者，国之卿、大夫、士之致仕者也。”
(27) 牵羊担酒——这里是指以羊、酒为礼物送人之意。
(28) 将我看承得如无物——把我看待得好像不存在，也就是不把我放在眼里。
(29) 男大须婚，女大须嫁——语本“男大须婚，女长须嫁”，出自宋·释普济《五灯会
元·卷一六·天衣怀禅师法嗣·侍郎杨杰居士》(据二○卷本)：“礼部杨杰居士，字次公，
号无为。历参诸名宿，晚从天衣游。衣每引老庞机语，令研究深造。后奉祠泰山，一日鸡一
鸣，睹日如盘涌。忽大悟，乃别‘有男不婚，有女不嫁’之偈曰：‘男大须婚，女长须嫁。
讨甚闲工夫，更说无生话。’书以寄衣，衣称善。”(明·瞿汝稷《指月录》引作“男大须
婚，女大须嫁”。)意谓男子成年后就应该娶亲成家，女子成年后也应该出嫁。
(30) 若要不知，除非莫为——语本“欲人勿知，莫若勿为”，出自汉·枚乘《上书谏吴
王》(见《文选》卷三九)：“欲人勿闻，莫若勿言；欲人勿知，莫若勿为。”意谓要想人家
不知道，除非自己不去做。表示只要做了坏事，终究是隐瞒不住的。
(31) 直恁(rèn认)——竟然如此。
(32) 望门寡——古代女子订婚未嫁而夫死之谓。
(33) 好做作——干得好事。
(34) 龙凤之姿，天日之表——语出《旧唐书·太宗纪上》：“太宗时年五岁，有书生自
言善相……见太宗，曰：‘有龙凤之姿，天日之表，年将二十，必能济世安民矣。’”意谓
有做帝王的贵相，将来必做帝王。
(35) 膝下——本指幼儿时常倚偎于父母的膝前。引申以指父母身边。这里指岳母身边。
(36) 际遇——机遇，时运。
(37) 问天买卦——实为自己捣鬼，以求心理上的安慰。其方法是将自己的某个愿望能否
实现由某件事能否做到来判定。
(38) 信——确实，果然。
第五十五回 玄德智激孙夫人 孔明二气周公瑾
却说玄德见孙夫人房中两边枪刀森列，侍婢皆佩剑，不觉失色。
管家婆进曰：
“贵人休得惊惧。夫人自幼好观武事，居常令侍婢击剑
为乐，故尔如此。”玄德曰：
“非夫人所观之事 (1) ，吾甚心寒 (2)
，可命暂去。”管家婆禀复孙夫人曰：
“房中摆列兵器，娇客不安
(3) ，今且去之。”孙夫人笑曰：
“厮杀半生，尚惧兵器乎？”命尽
撤去，令侍婢解剑伏侍。当夜玄德与孙夫人成亲，两情欢洽。玄德又
将金帛散给侍婢，以买其心。先教孙乾回荆州报喜。自此连日饮酒。
国太十分爱敬。
却说孙权差人来柴桑郡报周瑜，说：
“我母亲力主，已将吾妹嫁
刘备，不想弄假成真 (4) 。此事还复如何？”瑜闻大惊，行坐不安，
乃思一计，修密书付来人，持回见孙权。权拆书视之。书略曰：
瑜所谋之事，不想反覆如此。既已弄假成真，又当就此用计。刘备以枭雄之
姿，有关、张、赵云之将，更兼诸葛用谋，必非久屈人下者。愚意莫如软困之于
吴中，盛为筑宫室，以丧其心志；多送美色玩好，以娱其耳目。使分开关、张之
情，隔远诸葛之契，各置一方，然后以兵击之，大事可定矣。今若纵之，恐蛟龙
得云雨 (5) ，终非池中物也 (6) 。愿明公熟思之。
孙权看毕，以书示张昭。昭曰：
“公瑾之谋，正合愚意。刘备起
身微末，奔走天下，未尝受享富贵。今若以华堂大厦，子女金帛，令
彼享用，自然疏远孔明、关、张等，使彼各生怨望，然后荆州可图
也。主公可依公瑾之计而速行之。”权大喜，即日修整东府，广栽花
木，盛设器用，请玄德与妹居住；又增女乐数十馀人，并金玉锦绮玩
好之物。国太只道孙权好意，喜不自胜。玄德果然被声色所迷，全不
想回荆州。
却说赵云与五百军在东府前住，终日无事，只去城外射箭走马。
看看年终，云猛省：
“孔明分付三个锦囊与我，教我一到南徐，开第
一个；住到年终，开第二个；临到危急无路之时，开第三个。于内有
神出鬼没之计 (7) ，可保主公回家。此时岁已将终，主公贪恋女色，
并不见面，何不拆开第二个锦囊，看计而行？”遂拆开视之，原来如
此神策。即日径到府堂，要见玄德。侍婢报曰：
“赵子龙有紧急事来
报贵人。”玄德唤入问之。云佯作失惊之状曰：
“主公深居画堂 (8)
，不想荆州耶？”玄德曰：
“有甚事如此惊怪？”云曰：
“今早孔明
使人来报，说曹操要报赤壁鏖兵之恨，起精兵五十万，杀奔荆州，甚
是危急，请主公便回。”玄德曰：
“必须与夫人商议。”云曰：
“若
和夫人商议，必不肯教主公回。不如休说，今晚便好起程，迟则误
事。”玄德曰：
“你且暂退，我自有道理。”云故意催逼数番而出。
玄德入见孙夫人，暗暗垂泪。孙夫人曰：
“丈夫何故烦恼？”玄
德曰：
“念备一身飘荡异乡，生不能侍奉二亲，又不能祭祀宗祖，乃
大逆不孝也。今岁旦在迩 (9) ，使备悒怏不已 (10) 。”孙夫人曰：
“你休瞒我，我已听知了也。方才赵子龙报说荆州危急，你欲还乡，
故推此意。”玄德跪而告曰：
“夫人既知，备安敢相瞒？备欲不去，
使荆州有失，被天下人耻笑；欲去，又舍不得夫人：因此烦恼。”夫
人曰：
“妾已事君，任君所之 (11) ，妾当相随。”玄德曰：
“夫人之
心虽则如此，争奈国太与吴侯安肯容夫人去？夫人若可怜刘备，暂时
辞别。”言毕，泪如雨下。孙夫人劝曰：
“丈夫休得烦恼。妾当苦告
母亲，必放妾与君同去。”玄德曰：
“纵然国太肯时，吴侯必然阻
当。”孙夫人沉吟良久，乃曰：
“妾与君正旦拜贺时，推称江边祭
祖，不告而去，若何？”玄德又跪而谢曰：
“若如此，生死难忘。切
勿漏泄。”两个商议已定。玄德密唤赵云分付：
“正旦日，你先引军
士出城，于官道等候。吾推祭祖，与夫人同走。”云领诺。
建安十五年春正月元旦 (12) ，吴侯大会文武于堂上。玄德与孙夫
人入拜国太，孙夫人曰：
“夫主想父母宗祖坟墓俱在涿郡，昼夜伤感
不已。今日欲往江边，望北遥祭，须告母亲得知。”国太曰：
“此孝
道也，岂有不从？汝虽不识舅姑 (13) ，可同汝夫前去祭拜，亦见为妇
之礼。”孙夫人同玄德拜谢而出。此时只瞒着孙权。夫人乘车，止带
随身一应细软 (14) 。玄德上马，引数骑跟随出城，与赵云相会。五百
军士前遮后拥，离了南徐，趱程而行。当日，孙权大醉，左右近侍扶
入后堂，文武皆散。比及众官探得玄德、夫人逃遁之时，天色已晚，
要报孙权，权醉不醒。及至睡觉 (15) ，已是五更。
次日，孙权闻知走了玄德，急唤文武商议。张昭曰：
“今日走了
此人，早晚必生祸乱，可急追之。”孙权令陈武、潘璋选五百精兵，
无分昼夜，务要赶上拿回。二将领命去了。孙权深恨玄德，将案上玉
砚摔为粉碎。程普曰：
“主公空有冲天之怒，某料陈武、潘璋必擒此
人不得。”权曰：
“焉敢违我令？”普曰：
“郡主自幼好观武事 (16)
，严毅刚正，诸将皆惧。既然肯顺刘备，必同心而去。所追之将，若
见郡主，岂肯下手？”权大怒，掣所佩之剑，唤蒋钦、周泰听令，
曰：
“汝二人将这口剑 (17) ，去取吾妹并刘备头来，违令者立斩!”
蒋钦、周泰领命，随后引一千军赶来。
却说玄德加鞭纵辔，趱程而行。当夜于路暂歇两个更次 (18) ，慌
忙起行。看看来到柴桑界首，望见后面尘头大起，人报：
“追兵至
矣。”玄德慌问赵云曰：
“追兵既至，如之奈何？”赵云曰：
“主公
先行，某愿当后。”转过前面山脚，一彪军马拦住去路。当先两员大
将厉声高叫曰：
“刘备早早下马受缚。吾奉周都督将令，守候多
时。”原来周瑜恐玄德走脱，先使徐盛、丁奉引三千军马，于冲要之
处扎营等候，时常令人登高遥望，料得玄德若投旱路，必经此道而
过。当日徐盛、丁奉瞭望得玄德一行人到，各绰兵器截住去路。
玄德惊慌，勒回马问赵云曰：
“前有拦截之兵，后有追赶之兵，
前后无路，如之奈何？”云曰：
“主公休慌。军师有三条妙计，多在
锦囊之中，已拆了两个，并皆应验。今尚有第三个在此，分付遇危难
之时，方可拆看。今日危急，当拆观之。”便将锦囊拆开，献与玄
德。玄德看了，急来车前，泣告孙夫人曰：
“备有心腹之言，至此尽
当实诉。”夫人曰：
“丈夫有何言语，实对我说。”玄德曰：
“昔日
吴侯与周瑜同谋，将夫人招嫁刘备，实非为夫人计，乃欲幽困刘备而
夺荆州耳。夺了荆州，必将杀备，是以夫人为香饵而钓备也。备不惧
万死而来，盖知夫人有男子之胸襟，必能怜备。昨闻吴侯将欲加害，
故托荆州有难，以图归计。幸得夫人不弃，同至于此。今吴侯又令人
在后追赶，周瑜又使人于前截住，非夫人莫解此祸。如夫人不允，备
请死于车前，以报夫人之德。”
夫人怒曰：
“吾兄既不以我为亲骨肉，我有何面目重相见乎？今
日之危，我当自解。”于是叱从人推车直出，卷起车帘，亲喝徐盛、
丁奉曰：
“你二人欲造反耶？”徐、丁二将慌忙下马，弃了兵器，声
喏于车前曰 (19) ：
“安敢造反？为奉周都督将令，屯兵在此，专候刘
备。”孙夫人大怒曰：
“周瑜逆贼!我东吴不曾亏负你。玄德乃大汉皇
叔，是我丈夫，我已对母亲、哥哥说知回荆州去。今你两个于山脚去
处，引着军马拦截道路，意欲劫掠我夫妻财物耶？”徐盛、丁奉喏喏
连声，口称：
“不敢。请夫人息怒，这不干我等之事，乃是周都督的
将令。”孙夫人叱曰：
“你只怕周瑜，独不怕我？周瑜杀得你，我岂
杀不得周瑜？”把周瑜大骂一场，喝令推车前进。徐盛、丁奉自思：
“我等是下人，安敢与夫人违拗？”又见赵云十分怒气，只得把军喝
住，放条大路教过去。
恰才行不到五六里，背后陈武、潘璋赶到，徐盛、丁奉备言其
事。陈、潘二将曰：
“你放他过去差了也。我二人奉吴侯旨意，特来
追捉他回去。”于是四将合兵一处，趱程赶来。玄德正行间，忽听得
背后喊声大起。玄德又告孙夫人曰：
“后面追兵又到，如之奈何？”
夫人曰：
“丈夫先行，我与子龙当后。”玄德先引三百军，望江岸去
了。子龙勒马于车旁，将士卒摆开，专候来将。四员将见了孙夫人，
只得下马，叉手而立。夫人曰：
“陈武、潘璋，来此何干？”二将答
曰：
“奉主公之命，请夫人、玄德回。”夫人正色叱曰：
“都是你这
伙匹夫，离间我兄妹不睦。我已嫁他人，今日归去，须不是与人私
奔。我奉母亲慈旨，令我夫妇回荆州。便是我哥哥来，也须依礼而
行。你二人倚仗兵威，欲待杀害我耶？”骂得四人面面相觑，各自寻
思：
“他一万年也只是兄妹，更兼国太作主。吴侯乃大孝之人，怎敢
违逆母言？明日翻过脸来，只是我等不是。不如做个人情。”军中又
不见玄德；但见赵云怒目睁眉，只待厮杀。因此四将喏喏连声而退。
孙夫人令推车便行。
徐盛曰：
“我四人同去见周都督，告禀此事。”四人犹豫未定，
忽见一军如旋风而来，视之，乃蒋钦、周泰。二将问曰：
“你等曾见
刘备否？”四人曰：
“早晨过去，已半日矣。”蒋钦曰：
“何不拿
下？”四人各言孙夫人发话之事。蒋钦曰：
“便是吴侯怕道如此 (20)
，封一口剑在此，教先杀他妹，后斩刘备，违者立斩。”四将曰：
“去之已远，怎生奈何？”蒋钦曰：
“他终是些步军，急行不上。
徐、丁二将军可飞报都督，教水路棹快船追赶 (21) ；我四人在岸上追
赶：无问水旱之路，赶上杀了，休听他言语。”于是徐盛、丁奉飞报
周瑜，蒋钦、周泰、陈武、潘璋四个领兵沿江赶来。
却说玄德一行人马离柴桑较远，来到刘郎浦，心才稍宽。沿着江
岸寻渡，一望江水弥漫，并无船只。玄德俯首沉吟。赵云曰：
“主公
在虎口中逃出，今已近本界，吾料军师必有调度，何用犹疑？”玄德
听罢，蓦然想起在吴繁华之事，不觉凄然泪下。后人有诗叹曰 (22) ：
吴蜀成婚此水浔 (23) ，明珠步障屋黄金 (24) 。
谁知一女轻天下，欲易刘郎鼎峙心 (25) 。
玄德令赵云望前哨探船只 (26) ，忽报后面尘土冲天而起。玄德登
高望之，但见军马盖地而来，叹曰：
“连日奔走，人困马乏，追兵又
到，死无地矣 (27) !”看看喊声渐近。正慌急间，忽见江岸边一字儿
抛着拖篷船二十馀只。赵云曰：
“今幸有船在此，何不速下，棹过对
岸，再作区处 (28) 。”玄德与孙夫人便奔上船，子龙引五百军亦都上
船。只见船舱中一人纶巾道服，大笑而出，曰：
“主公且喜，诸葛亮
在此等候多时。”船中扮作客人的，皆是荆州水军。玄德大喜。不移
时，四将赶到。孔明笑指岸上人言曰：
“吾已算定多时矣。汝等回去
传示周郎，教休再使美人局手段。”岸上乱箭射来，船已开的远了。
蒋钦等四将只好呆看。
玄德与孔明正行间，忽然江声大震。回头视之，只见战船无数，
“帅”字旗下，周瑜自领惯战水军，左有黄盖，右有韩当，势如飞
马，疾似流星，看看赶上。孔明教棹船投北岸，弃了船，尽皆上岸而
走，车马登程。周瑜赶到江边，亦皆上岸追袭，大小水军尽是步行，
止有为首官军骑马。周瑜当先，黄盖、韩当、徐盛、丁奉紧随。周瑜
曰：
“此处是那里？”军士答曰：
“前面是黄州界首。”望见玄德车
马不远，瑜令并力追袭。
正赶之间，一声鼓响，山崦内一彪刀手拥出 (29) ，为首一员大
将，乃关云长也。周瑜举止失措，急拨马便走。云长赶来，周瑜纵马
逃命。正奔走间，左边黄忠，右边魏延，两军杀出，吴兵大败。周瑜
急急下得船时，岸上军士齐声大叫曰：
“周郎妙计安天下，陪了夫人
又折兵!”瑜怒曰：
“可再登岸决一死战。”黄盖、韩当力阻。瑜自思
曰：
“吾计不成，有何面目去见吴侯？”大叫一声，金疮迸裂，倒于
船上。众将急救，却早不省人事。正是：
两番弄巧翻成拙 (30) ，此日含嗔却带羞。
未知周郎性命如何，且看下文分解。
--------------------
(1) 观——观赏。
(2) 心寒——心里害怕。
(3) 娇客——这里指女婿。此称起源于宋代民间。宋·黄庭坚《次韵子瞻和王子立风雨
败书屋有感》：“妇翁不可挝，王郎非娇客。”任渊注：“按今俗间以婿为娇客。”
(4) 弄假成真——或本“弄假像真”，出自宋·邵雍《弄笔吟》：“弄假像真终是假，
将勤补拙总输勤。”意谓本是假装做某事，结果竟成为事实。
(5) 蛟龙得云雨——蛟龙：古代传说中的两种神奇的水生动物，小者为蛟，大者为龙，
合称则为龙的泛称。古人以为蛟龙能兴云降雨。“蛟龙得云雨”本“蛟龙得水”，出自《管
子·卷一·形势解》：“蛟龙，水虫之神者也，乘于水则神立，失于水则神废。人主，天下
之有威者也，得民则威立，失民则威废。蛟龙待得水而后立其神，人主待得民而后成其威。
故曰蛟龙得水而神可立也。”意谓蛟龙只有凭借云雨才能在空中飞腾，显示其威猛。比喻人
得到了施展才能的机会。
(6) 终非池中物——终非：终究不是。池中物：池塘里的小鱼之类。“终非池中物”出
自三国吴·周瑜《疏论刘备》(见《三国志·吴志·周瑜传》)：“刘备以枭雄之姿，而有关
羽、张飞熊虎之将，必非久屈为人用者……今猥割土地以资业之，聚此三人，俱在疆埸，恐
蛟龙得云雨，终非池中物也。”意谓终究不是池塘里的小鱼之类。比喻不是寻常人物，而是
胸怀大志的人物。
(7) 神出鬼没——出：出现。没：消失。“神出鬼没”本“神出鬼行”，出自《淮南子
·兵略训》：“善者之动也，神出而鬼行……发如秋风，疾如骇龙。”意谓犹如神鬼般出没
无常。泛喻变化多端，不可捉摸。
(8) 画堂——指华丽的宫殿。因古代宫殿以彩绘装饰，故称。
(9) 岁旦在迩——距离元旦(春节)很近了。迩：近。
(10) 悒怏——忧郁，愁闷。
(11) 所之——所去任何地方。
(12) 正旦——农历正月初一日，即春节。
(13) 舅姑——公婆的官称。
(14) 细软——指轻便而便于携带的贵重物品。
(15) 睡觉(jué绝)——这里指睡醒。
(16) 郡主——命妇封号。晋朝始有此封号，三国时尚无。唐、宋为太子之女及宗室之女
的封号，明、清为亲王之女的封号。这里指孙权之妹、刘备之妻，是作者所虚构。
(17) 将——拿着。
(18) 两个更次——即晚上的两个时辰，相当于今之四个小时。
(19) 声喏——亦作“声诺”。古人拜见长官或会见宾客时，在叉手行礼的同时，还要大
声致词，表示致敬。
(20) 怕道如此——担心的正是这样。
(21) 棹——这里作动词用，是划船、驾船之意。
(22) 后人有诗——此诗录自唐·吕温《刘郎浦口号》诗，略有改动，原诗作：“吴蜀成
婚此水浔，明珠步障屋黄金。谁将一女轻天下，欲换刘郎鼎峙心。”
(23) 吴蜀成婚此水浔(x ún寻)——意谓孙权之妹与刘备成婚于长江岸边。浔：水边，
岸边。
(24) 明珠步障屋黄金——此句是形容刘备与孙权之妹生活奢华，出行有明珠步障，居住
着金碧辉煌的宫殿。步障：用以遮蔽风尘或视线的屏幕。屋黄金：即黄金屋。这里暗藏着
“金屋藏娇”的典故。典出汉·班固《汉武故事》：“帝(指汉武帝)以乙酉年七月七日旦生
于猗兰殿。年四岁，立为胶东王……胶东王数岁，(长)公主(嫖)抱置膝上，问曰：‘儿欲得
妇否？’长(公)主指左右长御百馀人，皆云不用。指其女(曰)：‘阿娇好否？’笑对
曰：‘好。若得阿娇作妇，当作金屋贮之。’长(公)主大悦，乃苦要上，遂成婚焉。”(苦
要：苦求，苦苦哀求。上：指汉景帝刘启。)
(25) “谁知”二句——这两句是说孙权之妹并不在乎丈夫刘备是否成王成霸，而是希望
丈夫放弃帝王之志，一心过夫妻生活。易：改变。刘郎：指刘备。鼎峙心：争霸之心。
(26) 哨探——察看，侦察。
(27) 死无地——“死无葬身之地”的省略。见第十回“死无葬身之地”条注。
(28) 区处——设法，筹划。
(29) 山崦(yān淹)——山凹，山的拐弯处。
(30) 弄巧成拙——语出宋·释惟白《建中靖国续灯录·智深禅师》：“旁人冷眼看来，
大似弄巧成拙。”意谓本想取巧，结果反而做了蠢事。
第五十六回 曹操大宴铜雀台 孔明三气周公瑾
却说周瑜被诸葛亮预先埋伏关公、黄忠、魏延三枝军马，一击大
败。黄盖、韩当急救下船，折却水军无数。遥观玄德、孙夫人车马仆
从，都停住于山顶之上，瑜如何不气？箭疮未愈，因怒气冲激，疮口
迸裂，昏绝于地。众将救醒，开船逃去。孔明教休追赶，自和玄德归
荆州庆喜，赏赐众将。
周瑜自回柴桑。蒋钦等一行人马自归南徐报孙权。权不胜忿怒，
欲拜程普为都督，起兵取荆州。周瑜又上书，请兴兵雪恨。张昭谏
曰：
“不可。曹操日夜思报赤壁之恨，因恐孙、刘同心，故未敢兴
兵。今主公若以一时之忿，自相吞并，操必乘虚来攻，国势危矣。”
顾雍曰：
“许都岂无细作在此？若知孙、刘不睦，操必使人勾结刘
备。备惧东吴，必投曹操。若是 (1) ，则江南何日得安？为今之计，
莫若使人赴许都，表刘备为荆州牧。曹操知之，则惧而不敢加兵于东
南；且使刘备不恨于主公。然后使心腹用反间之计 (2) ，令曹、刘相
攻，吾乘隙而图之，斯为得耳 (3) 。”权曰：
“元叹之言甚善。但谁
可为使？”雍曰：
“此间有一人，乃曹操敬慕者，可以为使。”权问
何人，雍曰：
“华歆在此，何不遣之？”权大喜，即遣歆赍表赴许
都。歆领命起程，径到许都来见曹操。闻操会群臣于邺郡，庆赏铜雀
台，歆乃赴邺郡候见。
操自赤壁败后，常思报仇，只疑孙、刘并力，因此不敢轻进。时
建安十五年春，造铜雀台成，操乃大会文武于邺郡，设宴庆贺。其台
正临漳河，中央乃铜雀台，左边一座名玉龙台，右边一座名金凤台，
各高十丈，上横二桥相通，千门万户，金碧交辉。是日，曹操头戴嵌
宝金冠，身穿绿锦罗袍，玉带珠履，凭高而坐。文武侍立台下。
操欲观武官比试弓箭，乃使近侍将西川红锦战袍一领，挂于垂杨
枝上，下设一箭垛 (4) ，以百步为界。分武官为两队：曹氏宗族俱穿
红，其馀将士俱穿绿。各带雕弓长箭，跨鞍勒马，听候指挥。操传令
曰：
“有能射中箭垛红心者，即以锦袍赐之；如射不中，罚水一
杯。”号令方下，红袍队中一个少年将军骤马而出，众视之，乃曹休
也。休飞马往来，奔驰三次，扣上箭，拽满弓，一箭射去，正中红
心。金鼓齐鸣，众皆喝采。曹操于台上望见大喜，曰：
“此吾家千里
驹也 (5) !”方欲使人取锦袍与曹休，只见绿袍队中一骑飞出，叫曰：
“丞相锦袍，合让俺外姓先取，宗族中不宜搀越 (6) 。”操视其人，
乃文聘也。众官曰：
“且看文仲业射法。”文聘拈弓纵马，一箭亦中
红心。众皆喝采，金鼓乱鸣。聘大呼曰：
“快取袍来。”只见红袍队
中又一将飞马而出，厉声曰：
“文烈先射，汝何得争夺？看我与你两
个解箭。”拽满弓，一箭射去，也中红心。众人齐声喝采。视其人，
乃曹洪也。洪方欲取袍，只见绿袍队里又一将出，扬弓叫曰：
“你三
人射法，何足为奇？看我射来。”众视之，乃张郃也。郃飞马翻身，
背射一箭，也中红心。
四枝箭齐齐的攒在红心里 (7) 。众人都道：
“好射法!”郃曰：
“锦袍须该是我的。”言未毕，红袍队中一将飞马而出，大叫曰：
“汝翻身背射，何足称异？看我夺射红心。”众视之，乃夏侯渊也。
渊骤马至界口，纽回身一箭射去 (8) ，正在四箭当中。金鼓齐鸣。渊
勒马按弓大叫曰：
“此箭可夺得锦袍么？”只见绿袍队里一将应声而
出，大叫：
“且留下锦袍与我徐晃。”渊曰：
“汝更有何射法，可夺
我袍？”晃曰：
“汝夺射红心，不足为异，看我单取锦袍。”拈弓搭
箭，遥望柳条射去，恰好射断柳条，锦袍坠地。
徐晃飞取锦袍，披于身上，骤马至台前声喏曰：
“谢丞相袍。”
曹操与众官无不称羡。晃才勒马要回，猛然台边跃出一个绿袍将军，
大呼曰：
“你将锦袍那里去？早早留下与我。”众视之，乃许褚也。
晃曰：
“袍已在此，汝何敢强夺？”褚更不回答，竟飞马来夺袍。两
马相近，徐晃便把弓打许褚。褚一手按住弓，把徐晃拖离鞍鞒 (9) 。
晃急弃了弓，翻身下马，褚亦下马，两个揪住厮打。操急使人解开，
那领锦袍已是扯得粉碎。操令二人都上台。徐晃睁眉怒目，许褚切齿
咬牙，各有相斗之意。操笑曰：
“孤特视公等之勇耳，岂惜一锦袍
哉？”便教诸将尽都上台，各赐蜀锦一匹。诸将各各称谢。操命各依
位次而坐，乐声竞奏，水陆并陈 (10) ，文官武将轮次把盏，献酬交错
(11) 。
操顾谓众文官曰：
“武将既以骑射为乐，足显威勇矣。公等皆饱
学之士，登此高台，可不进佳章，以纪一时之胜事乎？”众官皆躬身
而言曰：
“愿从钧命。”时有王朗、锺繇、王粲、陈琳一班文官进献
诗章，诗中多有称颂曹操功德巍巍、合当受命之意 (12) 。曹操逐一览
毕，笑曰：
“诸公佳作，过誉甚矣。孤本愚陋，始举孝廉。后值天下
大乱，筑精舍于谯东五十里 (13) ，欲春夏读书，秋冬射猎，以待天下
清平，方出仕耳。不意朝廷征孤为典军校尉，遂更其意，专欲为国家
讨贼立功，图死后得题墓道曰：
‘汉故征西将军曹侯之墓’，平生愿
足矣。念自讨董卓、剿黄巾以来，除袁术，破吕布，灭袁绍，定刘
表，遂平天下。身为宰相，人臣之贵已极，又复何望哉？如国家无孤
一人，正不知几人称帝，几人称王。或见孤权重，妄相忖度，疑孤有
异心，此大谬也。孤常念孔子称文王之至德 (14) ，此言耿耿在心。但
欲孤委捐兵众 (15) ，归就所封武平侯之国 (16) ，实不可耳。诚恐一
解兵柄，为人所害；孤败则国家倾危。是以不得慕虚名而处实祸也。
诸公必无知孤意者。”众皆起拜曰：
“虽伊尹、周公 (17) ，不及丞相
矣。”后人有诗曰 (18) ：
周公恐惧流言日 (19) ，王莽谦恭下士时 (20) 。
假使当年身便死，一生真伪有谁知 (21) ？
曹操连饮数杯，不觉沉醉，唤左右捧过笔砚，亦欲作铜雀台诗。
刚才下笔，忽报：
“东吴使华歆表奏刘备为荆州牧，孙权以妹嫁刘
备，汉上九郡大半已属备矣。”操闻之，手脚慌乱，投笔于地。程昱
曰：
“丞相在万军之中，矢石交攻之际，未尝动心；今闻刘备得了荆
州，何故如此失惊？”操曰：
“刘备，人中之龙也，生平未尝得水。
今得荆州，是困龙入大海矣，孤安得不动心哉？”程昱曰：
“丞相知
华歆来意否？”操曰：
“未知。”昱曰：
“孙权本忌刘备，欲以兵攻
之，但恐丞相乘虚而击，故令华歆为使，表荐刘备，乃安备之心，以
塞丞相之望耳 (22) 。”操点头曰：
“是也。”昱曰：
“某有一计，使
孙、刘自相吞并，丞相乘间图之，一鼓而二敌俱破 (23) 。”操大喜，
遂问其计。程昱曰：
“东吴所倚者，周瑜也。丞相今表奏周瑜为南郡
太守，程普为江夏太守，留华歆在朝重用之，瑜必自与刘备为仇敌
矣。我乘其相并而图之，不亦善乎？”操曰：
“仲德之言，正合孤
意。”遂召华歆上台，重加赏赐。当日筵散，操即引文武回许昌，表
奏周瑜为总领南郡太守、程普为江夏太守。封华歆为大理少卿，留在
许都。使命至东吴，周瑜、程普各受职讫。
周瑜既领南郡，愈思报仇，遂上书吴侯，乞令鲁肃去讨还荆州。
孙权乃命肃曰：
“汝昔保借荆州与刘备，今备迁延不还，等待何
时？”肃曰：
“文书上明白写着，得了西川便还。”权叱曰：
“只说
取西川，到今又不动兵，不等老了人？”肃曰：
“某愿往言之。”遂
乘船投荆州而来。
却说玄德与孔明在荆州广聚粮草，调练军马，远近之士多归之，
忽报鲁肃到。玄德问孔明曰：
“子敬此来何意？”孔明曰：
“昨者孙
权表主公为荆州牧，此是惧曹操之计。操封周瑜为南郡太守，此欲令
我两家自相吞并，他好于中取事也。今鲁肃此来，又是周瑜既受太守
之职，要来索荆州之意。”玄德曰：
“何以答之？”孔明曰：
“若肃
提起荆州之事，主公便放声大哭。哭到悲切之处，亮自出来解劝。”
计会已定，接鲁肃入府。礼毕叙坐，肃曰：
“今日皇叔做了东吴
女婿，便是鲁肃主人，如何敢坐？”玄德笑曰：
“子敬与我旧交，何
必太谦？”肃乃就坐。茶罢，肃曰：
“今奉吴侯钧命，专为荆州一事
而来。皇叔已借住多时，未蒙见还。今既两家结亲，当看亲情面上，
早早交付。”玄德闻言，掩面大哭。肃惊曰：
“皇叔何故如此？”玄
德哭声不绝。孔明从屏后出曰：
“亮听之久矣。子敬知吾主人哭的缘
故么？”肃曰：
“某实不知。”孔明曰：
“有何难见？当初我主人借
荆州时，许下取得西川便还。仔细想来，益州刘璋是我主人之弟，一
般都是汉朝骨肉 (24) ，若要兴兵去取他城池时，恐被外人唾骂；若要
不取，还了荆州，何处安身？若不还时，于尊舅面上又不好看 (25) 。
事实两难，因此泪出痛肠。”孔明说罢，触动玄德衷肠，真个捶胸顿
足，放声大哭。鲁肃劝曰：
“皇叔且休烦恼，与孔明从长计议 (26)
。”孔明曰：
“有烦子敬，回见吴侯，勿惜一言之劳，将此烦恼情
节，恳告吴侯，再容几时。”肃曰：
“倘吴侯不从，如之奈何？”孔
明曰：
“吴侯既以亲妹聘嫁皇叔，安得不从乎？望子敬善言回复。”
鲁肃是个宽仁长者，见玄德如此哀痛，只得应允。玄德、孔明拜
谢。宴毕，送鲁肃下船。径到柴桑，见了周瑜，具言其事。周瑜顿足
曰：
“子敬又中诸葛亮之计也。当初刘备依刘表时，常有吞并之意，
何况西川刘璋乎？似此推调，未免累及老兄矣。吾有一计，使诸葛亮
不能出吾算中。子敬便当一行。”肃曰：
“愿闻妙策。”瑜曰：
“子
敬不必去见吴侯，再去荆州对刘备说：孙、刘两家既结为亲，便是一
家。若刘氏不忍去取西川，我东吴起兵去取，取得西川时，以作嫁
资，却把荆州交还东吴。”肃曰：
“西川迢递 (27) ，取之非易，都督
此计，莫非不可？”瑜笑曰：
“子敬真长者也。你道我真个去取西川
与他？我只以此为名，实欲去取荆州，且教他不做准备。东吴军马收
川，路过荆州，就问他索要钱粮，刘备必然出城劳军。那时乘势杀
之，夺取荆州，雪吾之恨，解足下之祸。”鲁肃大喜，便再往荆州
来。玄德与孔明商议，孔明曰：
“鲁肃必不曾见吴侯，只到柴桑和周
瑜商量了甚计策，来诱我耳。但说的话，主公只看我点头，便满口应
承。”
计会已定，鲁肃入见。礼毕，曰：
“吴侯甚是称赞皇叔盛德，遂
与诸将商议，起兵替皇叔收川。取了西川，却换荆州，以西川权当嫁
资。但军马经过，却望应些钱粮。”孔明听了，忙点头曰：
“难得吴
侯好心。”玄德拱手称谢曰：
“此皆子敬善言之力。”孔明曰：
“如
雄师到日，即当远接犒劳。”鲁肃暗喜，宴罢辞回。
玄德问孔明曰：
“此是何意？”孔明大笑曰：
“周瑜死日近矣。
这等计策，小儿也瞒不过。”玄德又问如何，孔明曰：
“此乃假途灭
虢之计也 (28) 。虚名收川，实取荆州。等主公出城劳军，乘势拿下，
杀入城来，‘攻其无备，出其不意’也。”玄德曰：
“如之奈何？”
孔明曰：
“主公宽心，只顾准备窝弓以擒猛虎，安排香饵以钓鳌鱼。
等周瑜到来，他便不死，也九分无气。”便唤赵云听计：如此如此。
“其馀我自有摆布。”玄德大喜。后人有诗叹云：
周瑜决策取荆州，诸葛先知第一筹。
指望长江香饵稳，不知暗里钓鱼钩。
却说鲁肃回见周瑜，说玄德、孔明欢喜一节，准备出城劳军。周
瑜大笑曰：
“原来今番也中了吾计。”便教鲁肃禀报吴侯，并遣程普
引军接应。周瑜此时箭疮已渐平愈，身躯无事。使甘宁为先锋，自与
徐盛、丁奉为第二，凌统、吕蒙为后队，水陆大兵五万，望荆州而
来。周瑜在船中，时复欢笑，以为孔明中计。前军至夏口，周瑜问：
“荆州有人在前面接否？”人报：
“刘皇叔使糜竺来见都督。”瑜唤
至，问劳军如何。糜竺曰：
“主公皆准备安排下了。”瑜曰：
“皇叔
何在？”竺曰：
“在荆州城门外相等，与都督把盏。”瑜曰：
“今为
汝家之事，出兵远征，劳军之礼，休得轻易。”糜竺领了言语先回。
战船密密排在江上，依次而进，看看至公安，并无一只军船，又
无一人远接。周瑜催船速行。离荆州十馀里，只见江面上静荡荡的。
哨探的回报：
“荆州城上插两面白旗，并不见一人之影。”瑜心疑，
教把船傍岸。亲自上岸乘马，带了甘宁、徐盛、丁奉一班军官，引亲
随精兵三千人，径望荆州来。既至城下，并不见动静。瑜勒住马，令
军士叫门。城上问是谁人，吴军答曰：
“是东吴周都督亲自在此。”
言未毕，忽一声梆子响，城上军一齐都竖起枪刀。敌楼上赵云出曰：
“都督此行，端的为何？”瑜曰：
“吾替汝主取西川，汝岂犹未知
耶？”云曰：
“孔明军师已知都督假途灭虢之计，故留赵云在此。吾
主公有言：
‘孤与刘璋，皆汉室宗亲，安忍背义而取西川？若汝东吴
端的取蜀，吾当披发入山，不失信于天下也。’”
周瑜闻之，勒马便回。只见一人打着令字旗，于马前报说：
“探
得四路军马一齐杀到：关某从江陵杀来，张飞从姊归杀来，黄忠从公
安杀来，魏延从孱陵小路杀来，四路正不知多少军马，喊声远近震动
百馀里，皆言要捉周瑜。”瑜马上大叫一声，箭疮复裂，坠于马下。
正是：
一着棋高难对敌，几番算定总成空。
未知性命如何，且看下文分解。
--------------------
(1) 若是——如此。
(2) 反间之计——见第十三回“反间计”条注。
(3) 斯为得耳——这才是最有利的。斯：代词，代指上面所说的计策。
(4) 箭垛——即箭靶。
(5) 千里驹——典出《汉书·楚元王传》：“(刘)德字路叔，修黄老术，有智略。少时
数言事，召见甘泉宫，武帝谓之‘千里驹’。”本指正当年的骏马，借喻出类拔萃的少年人
才。
(6) 搀越——超越本分。这里指身为曹氏子弟，不知礼让外姓。
(7) 攒——聚集。
(8) 纽——通“扭”。转。
(9) 鞍鞒——亦作“鞍桥”。即马鞍。以其形似桥，故称。
(10) 水陆并陈——水陆：指江湖河海和山林原野所产的食物，即山珍海味。并陈：全都
摆列出来。“水陆并陈”本《晋书·石崇传》：“丝竹尽当时之选，庖膳穷水陆之珍。”意
谓山珍海味全都摆列出来。形容宴席上的菜肴非常精美而丰盛。
(11) 献酬交错——献酬：主宾相互敬酒。“献酬交错”出自《诗经·小雅·楚茨》：
“为宾为客，献醻交错。礼仪卒度，笑语卒获。”(醻：同“酬”。)郑玄笺：“始主人酌宾
为献；宾既酌主人，主人又自饮酌宾曰酬。”意谓主宾相互敬酒，酒杯交相错杂。形容酒宴
场面欢乐热闹。
(12) 合当受命——该做皇帝。受命：受天之命，称王称帝，故帝王常自称“天子”。
(13) 精舍——学舍，书斋。《后汉书·党锢传·刘淑》：“淑少学明‘五经’，遂隐
居，立精舍讲授，诸生常数百人。”
(14) 孔子称文王之至德——事见《论语·泰伯》：“(孔子曰)三分天下有其二，以服
事殷，周之德，可谓至德也已矣。”意谓周文王虽然占有三分之二的国土，却并不自己称
帝，仍然臣事于殷(商)，因而可以算得上是最高尚的道德了。这里是曹操自比周文王。
(15) 委捐兵众——放弃统率军队的兵权。“委”和“捐”都是舍弃之意，“委捐”为重
复结构词。
(16) 归就所封武平侯之国——意谓放弃兵权和丞相之职，回到被封的武平侯地方，安享
清福。武平侯：曹操自封的爵衔(见第十四回)。其封地在今河南省鹿邑县西北。
(17) 伊尹、周公——参见第八回“伊、周”条注。
(18) 后人有诗——此诗录自唐·白居易《放言五首》其三，原为七言律诗，罗贯中截取
其后四句成七言绝句，并改动三字。原诗全文如下：“赠君一法决狐疑，不用钻龟与祝蓍。
试玉要烧三日满，辨材须待七年期。周公恐惧流言后，王莽谦恭未篡时。向使当初身便死，
一生真伪复谁知？”
(19) 周公恐惧流言日——事见《史记·鲁周公世家》：周公为周文王之子，周武王之
弟，周成王之叔。“武王既崩，成王少，在强葆(襁褓)之中。周公恐天下闻武崩而畔(叛)，
周公乃践阼代成王摄行政当国。管叔及其群弟流言于国曰：‘周公将不利于成王。’”周公
不畏流言，坚持辅佐成王，并礼贤下士。管叔等发动叛乱，周公坚决镇压，使周朝安如泰
山。“成王长，能听政，于是周公乃还政于成王”。
(20) 王莽谦恭下士时——事见《汉书·王莽传上》：王莽为孝元皇后之侄。少年时即折
节向学，以孝闻名，拜为黄门郎。后迁骑都尉光禄大夫侍中，封新侯。“爵位益尊，节操愈
谦。散舆马衣裘，振施宾客，家无所馀。收赡名士，交经将相卿大夫甚众。故在位更推荐
之，游者为之谈说，虚誉隆洽。”
(21) “假使”二句——这两句是承接前两句而言，大意是：假使周公在流言传播时死
亡，就不会有后来还政于成王的事，那么后人就很可能以为周公是个坏人；假使王莽在谦恭
下士时死亡，就不会有后来篡汉自立的事，那么后人就很可能以为王莽是个好人。其言外之
意则是：假使曹操早死，就不会有后来残杀大臣和皇后，逼汉献帝封其为魏王等事发生，其
奸雄真面目就不会暴露，后人就很可能以为曹操是个好人。
(22) 塞丞相之望——即打消曹操的图谋。塞：堵。望：企图，图谋。这里是指孙、刘一
旦鹬蚌相争，曹操可收渔翁之利。
(23) 一鼓——击鼓一次。引申为一举。
(24) 一般——一样，同样。
(25) 尊舅——对他人妻兄、妻弟的尊称。这里指刘备的妻兄孙权。舅：这里指妻兄、妻
弟，即俗称之大舅子、小舅子。
(26) 从长计仪——从长：原指按照长的卜签而定。引申为用较长的时间。计议：考虑与
商议。“从长计仪”出自元·李行道《包待制智赚灰阑记》楔子(见《元曲选》、《全元
曲》)：“且待女孩儿到来，慢慢的与他从长计议，有何不可？”意谓用较多的时间慢慢考虑
与商议，不要匆忙作出决定。
(27) 迢(ti áo条)递——遥远。
(28) 假途灭虢(gu ó国)——典出《左传·僖公五年》：春秋时，晋国要讨伐虞国，向
虢国借路。虢国大臣宫之奇劝阻虢公不可答应，否则有灭国之祸。虢公不听，答应借路。果
不出宫之奇所料，晋国先灭了虞国，回师途中又灭了虢国。
第五十七回 柴桑口卧龙吊丧 耒阳县凤雏理事
却说周瑜怒气填胸，坠于马下，左右急救归船。军士传说：
“玄
德、孔明在前山顶上饮酒取乐。”瑜大怒，咬牙切齿曰：
“你道我取
不得西川，吾誓取之!”正恨间，人报吴侯遣弟孙瑜到。周瑜接入，具
言其事。孙瑜曰：
“吾奉兄命，来助都督。”遂令催军前行。行至巴
丘，人报上流有刘封、关平二人领军截住水路。周瑜愈怒。忽又报孔
明遣人送书至。周瑜拆封视之。书曰：
汉军师中郎将诸葛亮，致书于东吴大都督公瑾先生麾下：亮自柴桑一别，至
今恋恋不忘。闻足下欲取西川，亮窃以为不可。益州民强地险，刘璋虽闇弱，足
以自守。今劳师远征，转运万里，欲收全功，虽吴起不能定其规 (1) ，孙武不能
善其后也。曹操失利于赤壁，志岂须臾忘报仇哉？今足下兴兵远征，倘操乘虚而
至，江南齑粉矣。亮不忍坐视，特此告知，幸垂照鉴。
周瑜览毕，长叹一声，唤左右取纸笔，作书上吴侯。乃聚众将
曰：
“吾非不欲尽忠报国，奈天命已绝矣。汝等善事吴侯，共成大
业。”言讫昏绝。徐徐又醒，仰天长叹曰：
“既生瑜，何生亮!”连叫
数声而亡。寿三十六岁。后人有诗叹曰：
赤壁遗雄烈，青年有俊声 (2) 。
弦歌知雅意，杯酒谢良朋。
曾谒三千斛 (3) ，常驱十万兵。
巴丘终命处，凭吊欲伤情。
周瑜停丧于巴丘。众将将所遗书缄，遣人飞报孙权。权闻瑜死，
放声大哭。拆视其书，乃荐鲁肃以自代也。书略曰：
瑜以凡才，荷蒙殊遇，委任腹心，统御兵马，敢不竭股肱之力，以图报效。
奈死生不测，修短有命，愚志未展，微躯已殒，遗恨何极!方今曹操在北，疆场未
静；刘备寄寓，有似养虎。天下之事，尚未可知。此正朝士旰食之秋 (4) ，至尊
垂虑之日也。鲁肃忠烈，临事不苟，可以代瑜之任。人之将死，其言也善 (5) 。
倘蒙垂鉴，瑜死不朽矣。
孙权览毕，哭曰：
“公瑾有王佐之才，今忽短命而死，孤何赖
哉？既遗书特荐子敬，孤敢不从之。”即日便命鲁肃为都督，总统兵
马；一面教发周瑜灵柩回葬。
却说孔明在荆州夜观天文，见将星坠地，乃笑曰：
“周瑜死
矣。”至晓，告于玄德。玄德使人探之，果然死了。玄德问孔明曰：
“周瑜既死，还当如何？”孔明曰：
“代瑜领兵者，必鲁肃也。亮观
天象，将星聚于东方。亮当以吊丧为由，往江东走一遭，就寻贤士佐
助主公。”玄德曰：
“只恐吴中将士加害于先生。”孔明曰：
“瑜在
之日，亮犹不惧；今瑜已死，又何患乎？”乃与赵云引五百军，具祭
礼，下船赴巴丘吊丧。于路探听得孙权已令鲁肃为都督，周瑜灵柩已
回柴桑。
孔明径至柴桑，鲁肃以礼迎接。周瑜部将皆欲杀孔明，因见赵云
带剑相随，不敢下手。孔明教设祭物于灵前，亲自奠酒，跪于地下，
读祭文曰：
呜呼公瑾，不幸夭亡 (6) 。修短故天 (7) ，人岂不伤？我心实痛，酹酒一
觞 (8) 。君其有灵，享我烝尝 (9) 。吊君幼学，以交伯符，仗义疏财，让舍以居
(10) 。吊君弱冠，万里鹏抟 (11) ，定建霸业，割据江南。吊君壮力，远镇巴丘，
景升怀虑，讨逆无忧 (12) 。吊君丰度 (13) ，佳配小乔 (14) ，汉臣之婿，不愧当
朝。吊君气概，谏阻纳质 (15) ，始不垂翅，终能奋翼 (16) 。吊君鄱阳，蒋干来
说，挥洒自如，雅量高志 (17) 。吊君弘才，文武筹略，火攻破敌，挽强为弱 (18)
。想君当年，雄姿英发 (19) ；哭君早逝，俯地流血。忠义之心，英灵之气，命终
三纪 (20) ，名垂百世。哀君情切，愁肠千结，惟我肝胆，悲无断绝。昊天昏暗
(21) ，三军怆然，主为哀泣，友为泪涟。
亮也不才，丐计求谋 (22) ，助吴拒曹，辅汉安刘 (23) 。掎角之援，首尾相
俦 (24) ，若存若亡 (25) ，何虑何忧!呜呼公瑾，生死永别!朴守其贞，冥冥灭灭
(26) 。魂如有灵，以鉴我心。从此天下，更无知音。呜呼痛哉 (27) !伏惟尚
飨 (28) 。
孔明祭毕，伏地大哭，泪如涌泉，哀恸不已。众将相谓曰：
“人
尽道公瑾与孔明不睦，今观其祭奠之情，人皆虚言也。”鲁肃见孔明
如此悲切，亦为感伤，自思曰：
“孔明自是多情，乃公瑾量窄，自取
死耳。”后人有诗叹曰：
卧龙南阳睡未醒，又添列曜下舒城 (29) 。
苍天既已生公瑾，尘世何须出孔明!
鲁肃设宴款待孔明。宴罢，孔明辞回。方欲下船，只见江边一人
道袍竹冠，皂绦素履，一手揪住孔明，大笑曰：
“汝气死周郎，却又
来吊孝，明欺东吴无人耶？”孔明急视其人，乃凤雏先生庞统也。孔
明亦大笑。两人携手登舟，各诉心事。孔明乃留书一封与统，嘱曰：
“吾料孙仲谋必不能重用足下，稍有不如意，可来荆州，共扶玄德。
此人宽仁厚德，必不负公平生之所学。”统允诺而别，孔明自回荆
州。
却说鲁肃送周瑜灵柩至芜湖，孙权接着，哭祭于前，命厚葬于本
乡。瑜有两男一女，长男循，次男胤，权皆厚恤之。鲁肃曰：
“肃碌
碌庸才，误蒙公瑾重荐，其实不称所职，愿举一人以助主公。此人上
通天文，下晓地理，谋略不减于管、乐，枢机可并于孙、吴 (30) 。往
日周公瑾多用其言，孔明亦深服其智。现在江南，何不重用？”权闻
言大喜，便问此人姓名。肃曰：
“此人乃襄阳人，姓庞名统，字士
元，道号凤雏先生。”权曰：
“孤亦闻其名久矣。今既在此，可即请
来相见。”
于是鲁肃邀请庞统入见孙权。施礼毕，权见其人浓眉掀鼻 (31) ，
黑面短髯，形容古怪，心中不喜。乃问曰：
“公平生所学，以何为
主？”统曰：
“不必拘执，随机应变 (32) 。”权曰：
“公之才学，比
公瑾如何？”统笑曰：
“某之所学，与公瑾大不相同。”权平生最喜
周瑜，见统轻之，心中愈不乐，乃谓统曰：
“公且退，待有用公之
时，却来相请。”统长叹一声而出。鲁肃曰：
“主公何不用庞士
元？”权曰：
“狂士也，用之何益？”肃曰：
“赤壁鏖兵之时，此人
曾献连环策，成第一功。主公想必知之。”权曰：
“此时乃曹操自欲
钉船，未必此人之功也。吾誓不用之。”
鲁肃出，谓庞统曰：
“非肃不荐足下，奈吴侯不肯用公。公且耐
心。”统低头长叹不语。肃曰：
“公莫非无意于吴中乎？”统不答。
肃曰：
“公抱匡济之才 (33) ，何往不利？可实对肃言，将欲何往？”
统曰：
“吾欲投曹操去也。”肃曰：
“此明珠暗投矣 (34) 。可往荆州
投刘皇叔，必然重用。”统曰：
“统意实欲如此，前言戏耳。”肃
曰：
“某当作书奉荐。公辅玄德，必令孙、刘两家无相攻击，同力破
曹。”统曰：
“此某平生之素志也 (35) 。”乃求肃书，径往荆州来见
玄德。
此时孔明按察四郡未回 (36) 。门吏传报：
“江南名士庞统，特来
相投。”玄德久闻统名，便教请入相见。统见玄德，长揖不拜 (37) 。
玄德见统貌陋，心中亦不悦，乃问统曰：
“足下远来不易。”统不拿
出鲁肃、孔明书投呈，但答曰：
“闻皇叔招贤纳士，特来相投。”玄
德曰：
“荆楚稍定，苦无闲职。此去东北一百三十里，有一县名耒阳
县，缺一县宰，屈公任之，如后有缺，却当重用。”统思：
“玄德待
我何薄!”欲以才学动之，见孔明不在，只得勉强相辞而去。统到耒阳
县，不理政事，终日饮酒为乐，一应钱粮词讼，并不理会。有人报知
玄德，言庞统将耒阳县事尽废。玄德怒曰：
“竖儒焉敢乱吾法度!”遂
唤张飞分付：
“引从人去荆南诸县巡视，如有不公不法者，就便究
问。恐于事有不明处，可与孙乾同去。”
张飞领了言语，与孙乾前至耒阳县。军民官吏皆出郭迎接，独不
见县令。飞问曰：
“县令何在？”同僚复曰：
“庞县令自到任及今将
百馀日，县中之事并不理问，每日饮酒，自旦及夜，只在醉乡。今日
宿酒未醒 (38) ，犹卧不起。”张飞大怒，欲擒之。孙乾曰：
“庞士元
乃高明之人，未可轻忽。且到县问之，如果于理不当，治罪未晚。”
飞乃入县，正厅上坐定，教县令来见。统衣冠不整，扶醉而出。
飞怒曰：
“吾兄以汝为人，令作县宰，汝焉敢尽废县事？”统笑曰：
“将军以吾废了县中何事？”飞曰：
“汝到任百馀日，终日在醉乡，
安得不废政事？”统曰：
“量百里小县，些小公事，何难决断？将军
少坐，待我发落。”随即唤公吏，将百馀日所积公务都取来剖断。吏
皆纷然赍抱案卷上厅，诉人、被告人等环跪阶下。统手中批判 (39) ，
口中发落，耳内听词，曲直分明，并无分毫差错。民皆叩首拜伏。不
到半日，将百馀日之事尽断毕了，投笔于地，而对张飞曰：
“所废之
事何在？曹操、孙权，吾视之若掌上观文 (40) ，量此小县，何足介
意？”飞大惊，下席谢曰：
“先生大才，小子失敬。吾当于兄长处极
力举荐。”统乃将出鲁肃荐书。飞曰：
“先生初见吾兄，何不将
出？”统曰：
“若便将出，似乎专藉荐书来干谒矣 (41) 。”飞顾谓孙
乾曰：
“非公则失一大贤也。”遂辞统回荆州见玄德，具说庞统之
才。玄德大惊曰：
“屈待大贤，吾之过也。”飞将鲁肃荐书呈上。玄
德拆视之。书略曰：
庞士元非百里之才 (42) ，使处治中、别驾之任，始当展其骥足 (43) 。如以
貌取之，恐负所学，终为他人所用，实可惜也。
玄德看毕，正在嗟叹，忽报孔明回，玄德接入。礼毕，孔明先问
曰：
“庞军师近日无恙否？”玄德曰：
“近治耒阳县，好酒废事。”
孔明笑曰：
“士元非百里之才，胸中之学，胜亮十倍。亮曾有荐书在
士元处，曾达主公否？”玄德曰：
“今日方得子敬书，却未见先生之
书。”孔明曰：
“大贤若处小任 (44) ，往往以酒糊涂，倦于视事。”
玄德曰：
“若非吾弟所言，险失大贤。”随即令张飞往耒阳县敬请庞
统到荆州。玄德下阶请罪，统方将出孔明所荐之书。玄德看书中之
意，言凤雏到日，宜即重用。玄德喜曰：
“昔司马德操言：
‘伏龙、
凤雏，两人得一，可安天下。’今吾二人皆得，汉室可兴矣。”遂拜
庞统为副军师、中郎将，与孔明共赞方略 (45) ，教练军士，听候征
伐。
早有人报到许昌，言：
“刘备有诸葛亮、庞统为谋士，招军买
马，积草屯粮，连结东吴，早晚必兴兵北伐。”曹操闻之，遂聚众谋
士，商议南征。荀攸进曰：
“周瑜新死，可先取孙权，次攻刘备。”
操曰：
“我若远征，恐马腾来袭许都。前在赤壁之时，军中有讹言，
亦传西凉入寇之事，今不可不防也。”荀攸曰：
“以愚所见，不若降
诏加马腾为征南将军，使讨孙权，诱入京师，先除此人，则南征无患
矣。”操大喜，即日遣人赍诏至西凉召马腾。
却说腾字寿成，汉伏波将军马援之后。父名肃，字子硕，桓帝时
为天水兰干县尉。后失官，流落陇西，与羌人杂处，遂娶羌女生腾。
腾身长八尺，体貌雄异，禀性温良，人多敬之。灵帝末年，羌人多
叛，腾招募民兵破之。初平中年，因讨贼有功，拜征西将军，与镇西
将军韩遂为弟兄。当日奉诏，乃与长子马超商议曰：
“吾自与董承受
衣带诏以来，与刘玄德约共讨贼，不幸董承已死，玄德屡败，我又僻
处西凉，未能协助玄德。今闻玄德已得荆州，我正欲展昔日之志，而
曹操反来召我，当是如何？”马超曰：
“操奉天子之命以召父亲，今
若不往，彼必以逆命责我矣。当乘其来召，竟往京师，于中取事，则
昔日之志可展也。”马腾兄子马岱谏曰：
“曹操心怀叵测 (46) ，叔父
若往，恐遭其害。”超曰：
“儿愿尽起西凉之兵，随父亲杀入许昌，
为天下除害，有何不可？”腾曰：
“汝自统羌兵保守西凉，只教次子
马休、马铁并侄马岱随我同往。曹操见有汝在西凉，又有韩遂相助，
谅不敢加害于我也。”超曰：
“父亲欲往，切不可轻入京师，当随机
应变，观其动静。”腾曰：
“吾自有处 (47) ，不必多虑。”于是马腾
乃引西凉兵五千，先教马休、马铁为前部，留马岱在后接应，迤逦望
许昌而来。离许昌二十里，屯住军马。
曹操听知马腾已到，唤门下侍郎黄奎分付曰：
“目今马腾南征，
吾命汝为行军参谋，先至马腾寨中劳军。可对马腾说：西凉路远，运
粮甚难，不能多带人马。我当更遣大兵，协同前进。来日教他入城面
君，吾就应付粮草与之。”奎领命，来见马腾。腾置酒相待。奎酒半
酣而言曰：
“吾父黄琬死于李傕、郭汜之难，尝怀痛恨，不想今日又
遇欺君之贼。”腾曰：
“谁为欺君之贼？”奎曰：
“欺君者操贼也，
公岂不知之而问我耶？”腾恐是操使来相探，急止之曰：
“耳目较
近，休得乱言。”奎叱曰：
“公竟忘却衣带诏乎？”腾见他说出心
事，乃密以实情告之。奎曰：
“操欲公入城面君，必非好意，公不可
轻入。来日当勒兵城下，待曹操出城点军，就点军处杀之，大事济
矣。”二人商议已定。
黄奎回家，恨气未息。其妻再三问之，奎不肯言。不料其妾李春
香与奎妻弟苗泽私通。泽欲得春香，正无计可施。妾见黄奎愤恨，遂
对泽曰：
“黄侍郎今日商议军情回，意甚愤恨，不知为谁。”泽曰：
“汝可以言挑之曰：
‘人皆说刘皇叔仁德，曹操奸雄，何也？’看他
说甚言语。”是夜，黄奎果到春香房中，妾以言挑之。奎乘醉言曰：
“汝乃妇人，尚知邪正，何况我乎？吾所恨者，欲杀曹操也。”妾
曰：
“若欲杀之 (48) ，如何下手？”奎曰：
“吾已约定马将军，明日
在城外点兵时杀之。”妾告于苗泽，泽报知曹操。操便密唤曹洪、许
褚，分付如此如此；又唤夏侯渊、徐晃，分付如此如此。各人领命去
了。一面先将黄奎一家老小拿下。
次日，马腾领着西凉兵马，将次近城 (49) ，只见前面一簇红旗，
打着丞相旗号。马腾只道曹操自来点军，拍马向前。忽听得一声炮
响，红旗开处，弓弩齐发。一将当先，乃曹洪也。马腾急拨马回时，
两下喊声又起：左边许褚杀来，右边夏侯渊杀来，后面又是徐晃领兵
杀至，截断西凉军马，将马腾父子三人困在垓心。马腾见不是头 (50)
，奋力冲杀。马铁早被乱箭射死。马休随着马腾，左冲右突，不能得
出。二人身带重伤，坐下马又被箭射倒，父子二人俱被执。
曹操教将黄奎与马腾父子一齐绑至。黄奎大叫：
“无罪。”操教
苗泽对证。马腾大骂曰：
“竖儒误我大事。我不能为国杀贼，是乃天
也!”操命牵出。马腾骂不绝口，与其子马休及黄奎，一同遇害。后人
有诗叹马腾曰：
父子齐芳烈，忠贞著一门。
捐生图国难，誓死答君恩。
嚼血盟言在，诛奸义状存。
西凉推世胄，不愧伏波孙。
苗泽告操曰：
“不愿加赏，只求李春香为妻。”操笑曰：
“你为
了一妇人，害了你姐夫一家，留此不义之人何用？”便教将苗泽、李
春香与黄奎一家老小并斩于市。观者无不叹息。后人有诗叹曰：
苗泽因私害荩臣 (51) ，春香未得反伤身。
奸雄亦不相容恕，枉自图谋作小人。
曹操教招安西凉兵马，谕之曰：
“马腾父子谋反，不干众人之
事。”一面使人分付把住关隘，休教走了马岱。
且说马岱自引一千兵在后，早有许昌城外逃回军士报知马岱。岱
大惊，只得弃了兵马，扮作客商，连夜逃遁去了。
曹操杀了马腾等，便决意南征。忽人报曰：
“刘备调练军马，收
拾器械，将欲取川。”操惊曰：
“若刘备收川，则羽翼成矣，将何以
图之？”言未毕，阶下一人进言曰：
“某有一计，使刘备、孙权不能
相顾，江南、西川皆归丞相。”正是：
西州豪杰方遭戮，南国英雄又受殃。
未知献计者是谁，且看下文分解。
--------------------
(1) 规——本义为画圆形的工具。这里引申为谋略、计策。
(2) 俊声——才能出众的名声。宋·许顗《彦周诗话》：“黄嗣徽少年时，读书有俊
声，不幸为后母诉于官，隶军籍。”
(3) 曾谒三千斛——指周瑜任居巢长时，因乏粮，曾拜访(谒)鲁肃求助，鲁肃即以一囷
三千斛米相赠。(见第二十九回)
(4) 此正朝士旰(gà n赣)食之秋——朝士：朝臣。旰食：典出《左传·昭公二十年》：
“奢闻员不来，曰：‘楚君、大夫其旰食乎？’”意谓很晚才吃饭。表示因政务繁忙而不能
按时吃饭。之秋：之际。这句是说此时正是朝臣应该废寝忘食于朝政的时候。
(5) 人之将死，其言也善——语出《论语·泰伯》：“曾子有疾，孟敬子问之。曾子言
曰：‘鸟之将死，其鸣也哀；人之将死，其言也善。’”意谓人在死前所说的话更为有益。
(6) 夭亡——早死，短寿而死。
(7) 修短故天——意谓人的寿命长短皆由天定。修：长。
(8) 酹酒一觞——意谓把一杯酒洒在地上，表示祭奠。酹酒：以酒浇地，表示祭奠。
觞：泛指酒杯。
(9) 享我烝尝——请你享用我的祭品。烝尝：冬祭曰烝，秋祭曰尝。泛指祭祀或祭品。
(10) “吊君幼学”四句——事见《三国志·吴志·周瑜传》：“周瑜字公瑾，庐江舒
人……初，孙坚兴义兵讨董卓，徙家于舒。坚子策(字伯符)与瑜同年，独相友善，瑜推道南
大宅以舍策，升堂拜母(表示结为兄弟)，有无通共。”本书第十五回亦写到此事，但无让舍
事。
(11) 万里鹏抟——典出《庄子·逍遥游》：“北冥有鱼，其名为鲲，鲲之大不知其几千
里也。化而为鸟，其名为鹏，鹏之背不知其几千里也。怒而飞，其翼若垂天之云……鹏之徙
于南冥也，水击三千里，抟扶摇而上者九万里。”这里是比喻周瑜志向远大，辅佐孙吴，建
功立业。
(12) 景升怀虑，讨逆无忧——意谓周瑜使刘表(字景升)忧虑，使孙策无忧。讨逆：建
安三年，孙策被授为讨逆将军。
(13) 丰度——雍容大方的气度。
(14) 佳配小乔——《三国志·吴志·周瑜传》：“(建安三年)时得桥公二女，皆国色
也。(孙)策自纳大桥，(周)瑜纳小桥。”可能罗贯中据唐人杜牧(一作李商隐)“铜雀春深锁
二乔”诗句(参见本书第四十四回)，改“桥”为“乔”，并称大乔、小乔为乔国老之女。乔
国老是汉朝的致仕官员，故称周瑜为“汉臣之婿”。
(15) 谏阻纳质——指本书第三十八回曹操遣使令孙权送子入朝为人质，周瑜谏曰：“将
军承父兄遗业，兼六郡之众，兵精粮足，将士用命，有何逼迫而欲送质于人？质一入，不得
不与曹氏连和；彼有命召，不得不往：如此则见制于人也。不如勿遣，徐观其变，别以良策
御之。”孙权听从，拒绝送子为质。
(16) 始不垂翅，终能奋翼——垂翅：即垂翼。典出《周易·明夷卦》：“明夷于飞，垂
其翼。”王弼注：“怀惧而行，行不敢显，故曰垂其翼。”奋翼：鸟儿奋力展翅高飞。这两
句本于《后汉书·冯异传》：“赤眉破平，士吏劳苦，始虽垂翅回谿，终能奋翼黾池。”这
两句意谓幼鸟开始学飞就胆子很大，不把翅膀下垂；长大以后，更是展翅高飞。比喻周瑜自
幼不屈不挠，不怕任何艰难险阻；成人后更是意气风发，大有作为。
(17) “蒋干来说”三句——指本书第四十五回赤壁之战的前夕，蒋干作为曹操的说客，
前来劝说周瑜投降曹操，反被周瑜将计就计，玩弄蒋干于股掌之间。
(18) 火攻破敌，挽强为弱——指周瑜在赤壁之战中用火攻之计，改变了敌强我弱的形
势，战胜了强敌。
(19) 想君当年，雄姿英发——语本宋·苏轼《念奴娇·赤壁怀古》：“遥想公瑾当年，
小乔初嫁了，雄姿英发。”雄姿英发：姿态雄伟，才气横溢。
(20) 三纪——三十六岁。十二年为一纪。
(21) 昊(hào浩)天昏暗——苍天阴暗。表示苍天也为周瑜的死亡而悲伤。
(22) 丐计求谋——意谓千方百计设谋划策。丐：求。
(23) 安刘——使刘氏的天下安定太平。典出《史记·高祖本纪》(又见《汉书·高祖
纪》、《汉书·周勃传》)：“(高祖刘邦曰)陈平智有馀，然难以独任。周勃重厚少文，安刘
氏者必勃也，可令为太尉。’”
(24) 首尾相俦——始终在一起。首尾：从开始到末尾，始终。相俦：亦作“相畴”。彼
此在一起。《国语·齐语》：“人与人相畴，家与家相畴，世同居，少同游。”
(25) 若存若亡——语出《老子》第四十一章：“上士闻道，勤而行之；中士闻道，若存
若亡；下士闻道，大笑之。”原指有时记得(存)，有时就忘(亡)了。这里引申为生者(存)和
死者(亡)，指孔明自己和周瑜。两个“若”皆用作语气词，无实义。
(26) 朴守其贞，冥冥灭灭——朴守：坚守。冥冥灭灭：本义为昏暗貌。引申以指阴间。
这两句应该倒过来理解，意谓你在阴间要坚守忠贞。
(27) 呜呼痛哉——义同“呜呼哀哉”，语出《左传·哀公十六年》：“呜嘑哀哉!尼
父，无自律。”(嘑：同“呼”。)表示哀悼之意。在古代祭文中已成固定用语。
(28) 伏惟尚飨——意谓我很思念你，希望你来享用祭品。古代常用作祭文中的结束语。
伏惟：谦敬之词，表示恭敬或思念之意。尚飨：亦作“尚享”。表示希望死者来享用。
(29) 列曜下舒城——列曜：群星，众星。比喻周瑜。《宋书·历律志下》：“臣以为辰
极居中，而列曜贞观；群像殊体，而阴阳区别。”舒城：周瑜的出生地。这句的意思是周瑜
出生于舒城。
(30) 枢机——“枢”为门扇的转轴，“机”为弓弩发箭的机关，“枢机”原比喻事物的
关键部位。这里引申为治国的大才。
(31) 掀鼻——朝天鼻孔。
(32) 随机应变——机：时机，合宜的时候。“随机应变”或本“随时应变”，出自汉·
东方朔《隐真论》(见严可均辑《全汉文》卷二五)：“处天地之先，不以为长；在万古之
下，不以为久。随时应变，与物俱化。”意谓随着时机和情况的变化而灵活应付。
(33) 匡济之才——拯救国家的才能。匡济：匡正救助。
(34) 明珠暗投——典出汉·邹阳《狱中上书自明》(见《史记·邹阳列传》、《汉书·
邹阳传》、汉·刘向《新序·卷三·杂事》、《文选》卷三九)：“臣闻明月之珠，夜光之
璧，以暗投人于道路，人无不按剑相眄者。何则？无因而至前也。”意谓在黑暗中无端地向
路上的行人投掷珠玉，由于行人看不清是珍宝，以为受到袭击，必然握住剑柄怒目相视。比
喻才士投靠庸主将得不到赏识和重用。
(35) 素志——向来的志愿。
(36) 按察——巡察，考查。
(37) 长揖不拜——典出《汉书·高帝纪上》：“沛公方踞床，使两女子洗。郦生不拜，
长揖曰：‘足下必欲诛无道秦，不宜踞见长者。’”意谓只是站着作揖而不行下跪礼。在古
代这是一种极为倨傲的行为。
(38) 宿酒未醒——晚上醉酒而到第二天尚未醒酒。
(39) 批判——指审案末了写判决词。
(40) 掌上观文——亦作“掌上观纹”。“掌上观文”出自元·关汉卿《状元堂陈母教
子》第二折(见《孤本元明杂剧》、《全元曲》)：“可不道状元郎怀中取物，觑富贵掌上观
纹。”意谓犹如看自己的掌纹一般。比喻轻而易举，毫不费力。
(41) 干谒——对人有所求而拜见。
(42) 百里之才——百里：古时诸侯国封地和县的范围皆为方圆百里，因以为诸侯国或县
的代称(多指后者)。才：人才。“百里之才”出自《三国志·蜀志·庞统传》：“先主领荆
州，(庞)统以从事守耒阳令，在县不治，免官。吴将鲁肃遗先主书曰；‘庞士元非百里才
也，使处治中、别驾之任，始当展其骥足耳。’”意谓只能做个县官的人才。表示小有才
能。
(43) 展骥足——本义为骏马放开脚步飞奔。比喻人能充分施展其才能。
(44) 小任——小官。
(45) 共赞方略——是指让庞统和诸葛亮一起为刘备出谋划策。赞：辅佐，协助。
(46) 心怀叵(pǒ笸)测——意谓为人居心险恶，诡诈多端，难以揣测。叵测：不可推测
或揣测。
(47) 有处——即有办法对付。
(48) 若——你。
(49) 将次——将要，刚刚。
(50) 不是头——不对头，情势不妙。
(51) 荩(j ì n晋)臣——忠臣，忠诚之臣。
第五十八回 马孟起兴兵雪恨 曹阿瞒割须弃袍
却说献策之人乃治书侍御史陈群，字长文。操问曰：
“陈长文有
何良策？”群曰：
“今刘备、孙权结为唇齿 (1) ，若刘备欲取西川，
丞相可命上将提兵，会合淝之众，径取江南，则孙权必求救于刘备。
备意在西川，必无心救权。权无救则力乏兵衰，江东之地，必为丞相
所得。若得江东，则荆州一鼓可平也。荆州既平，然后徐图西川，天
下定矣。”操曰：
“长文之言，正合吾意。”即时起大兵三十万，径
下江南。令合淝张辽准备粮草，以为供给。
早有细作报知孙权，权聚众将商议。张昭曰：
“可差人往鲁子敬
处，教急发书到荆州，使玄德同力拒曹。子敬有恩于玄德，其言必
从；且玄德既为东吴之婿，亦义不容辞 (2) 。若玄德来相助，江南可
无患矣。”权从其言，即遣人谕鲁肃，使求救于玄德。肃领命，随即
修书，使人送玄德。玄德看了书中之意，留使者于馆舍，差人往南郡
请孔明。孔明到荆州，玄德将鲁肃书与孔明看毕，孔明曰：
“也不消
动江南之兵，也不必动荆州之兵，自使曹操不敢正觑东南。”便回书
与鲁肃，教高枕无忧，若但有北兵侵犯，皇叔自有退兵之策。使者去
了。玄德问曰：
“今操起三十万大军，会合淝之众，一拥而来，先生
有何妙计，可以退之？”孔明曰：
“操平生所虑者，乃西凉之兵也。
今操杀马腾，其子马超现统西凉之众，必切齿操贼。主公可作一书，
往结马超，使超兴兵入关，则操又何暇下江南乎？”玄德大喜，即时
作书，遣一心腹人，径往西凉州投下。
却说马超在西凉州，夜感一梦，梦见身卧雪地，群虎来咬。惊惧
而觉，心中疑惑，聚帐下将佐，告说梦中之事。帐下一人应声曰：
“此梦乃不祥之兆也。”众视其人，乃帐前心腹校尉，姓庞名德，字
令明。超问：
“令明所见若何？”德曰：
“雪地遇虎，梦兆殊恶。莫
非老将军在许昌有事否？”言未毕，一人踉跄而入，哭拜于地曰：
“叔父与弟皆死矣!”超视之，乃马岱也。超惊问何为，岱曰：
“叔父
与侍郎黄奎同谋杀操，不幸事泄，皆被斩于市，二弟亦遇害。惟岱扮
作客商，星夜走脱。”超闻言，哭倒于地。众将救起。超咬牙切齿，
痛恨操贼。忽报：
“荆州刘皇叔遣人赍书至。”超拆视之。书略曰：
伏念汉室不幸，操贼专权，欺君罔上，黎民凋残。备昔与令先君同受密诏
(3) ，誓诛此贼。今令先君被操所害，此将军不共天地、不同日月之仇也。若能率
西凉之兵以攻操之右 (4) ，备当举荆襄之众以遏操之前，则逆操可擒，奸党可
灭，仇辱可报，汉室可兴矣。书不尽言，立待回音。
马超看毕，即时挥涕回书，发使者先回。随后便起西凉军马。
正欲进发，忽西凉太守韩遂使人请马超往见。超至遂府，遂将出
曹操书示之。内云：
“若将马超擒赴许都，即封汝为西凉侯。”超拜
伏于地曰：
“请叔父就缚俺兄弟二人，解赴许昌，免叔父戈戟之劳
(5) 。”韩遂扶起曰：
“吾与汝父结为兄弟，安忍害汝？汝若兴兵，
吾当相助。”马超拜谢。韩遂便将操使者推出斩之，乃点手下八部军
马，一同进发。那八部乃侯选、程银、李堪、张横、梁兴、成宜、马
玩、杨秋也。
八将随着韩遂，合马超手下庞德 (6) 、马岱，共起二十万大兵，
杀奔长安来。长安郡守锺繇飞报曹操；一面引军拒敌，布阵于野。西
凉州前部先锋马岱引军一万五千，浩浩荡荡，漫山遍野而来。锺繇出
马答话。岱使宝刀一口，与繇交战，不一合，繇大败奔走，岱提刀赶
来。马超、韩遂引大军都到，围住长安。锺繇上城守护。长安乃西汉
建都之处，城郭坚固，壕堑险深，急切攻打不下，一连围了十日，不
能攻破。庞德进计曰：
“长安城中土硬水碱，甚不堪食，更兼无柴。
今围十日，军民饥荒。不如暂且收军，只须如此如此，长安唾手可
得。”马超曰：
“此计大妙。”即时差令字旗传与各部，尽教退军，
马超亲自断后，各部军马渐渐退去。
锺繇次日登城看时，军皆退了，只恐有计。令人哨探，果然远
去，方才放心。纵令军民出城打柴取水，大开城门，放人出入。至第
五日，人报马超兵又到。军民竞奔入城，锺繇仍复闭城坚守。
却说锺繇弟锺进守把西门，约近三更，城门里一把火起。锺进急
来救时，城边转过一人，举刀纵马大喝曰：
“庞德在此!”锺进措手不
及，被庞德一刀斩于马下。杀散军校，斩关断锁 (7) ，放马超、韩遂
军马入城。锺繇从东门弃城而走。马超、韩遂得了城池，赏劳三军。
锺繇退守潼关，飞报曹操。操知失了长安，不敢复议南征。遂唤
曹洪、徐晃分付：
“先带一万人马，替锺繇紧守潼关。如十日内失了
关隘，皆斩；十日外，不干汝二人之事。我统大军随后便至。”二人
领了将令，星夜便行。曹仁谏曰：
“洪性躁，诚恐误事。”操曰：
“你与我押送粮草，便随后接应。”
却说曹洪、徐晃到潼关，替锺繇坚守关隘，并不出战。马超领军
来关下，把曹操三代毁骂。曹洪大怒，要提兵下关厮杀。徐晃谏曰：
“此是马超要激将军厮杀，切不可与战。待丞相大军来，必有主画
(8) 。”马超军日夜轮流来骂。曹洪只要厮杀，徐晃苦苦挡住。至第
九日，在关上看时，西凉军都弃马在于关前草地上坐，多半困乏，就
于地上睡卧。曹洪便教备马，点起三千兵，杀下关来。西凉兵弃马抛
戈而走，洪迤逦追赶。时徐晃正在关上点视粮车，闻曹洪下关厮杀，
大惊，急引兵随后赶来，大叫：
“曹洪回马!”忽然背后喊声大震，马
岱引军杀至。曹洪、徐晃急回走时，一棒鼓响，山背后两军截出：左
是马超，右是庞德，混杀一阵。曹洪抵当不住，折军大半，撞出重
围，奔到关上。西凉兵随后赶来，洪等弃关而走。庞德直追过潼关，
撞见曹仁军马，救了曹洪等一军。马超接应庞德上关。
曹洪失了潼关，奔见曹操。操曰：
“与你十日限，如何九日失了
潼关？”洪曰：
“西凉军兵百般辱骂，因见彼军懈怠，乘势赶去，不
想中贼奸计。”操曰：
“洪年幼躁暴，徐晃你须晓事。”晃曰：
“累
谏不从。当日晃在关上点粮车，比及知道，小将军已下关了。晃恐有
失，连忙赶去，已中贼奸计矣。”操大怒，喝斩曹洪，众官告免。曹
洪服罪而退。
操进兵直叩潼关 (9) 。曹仁曰：
“可先下定寨栅，然后打关未
迟。”操令砍伐树木，起立排栅，分作三寨：左寨曹仁，右寨夏侯
渊，操自居中寨。次日，操引三寨大小将校，杀奔关隘前去，正遇西
凉军马，两边各布阵势。操出马于门旗下，看西凉之兵，人人勇健，
个个英雄。又见马超生得面如傅粉 (10) ，唇若抹朱 (11) ，腰细膀
宽，声雄力猛，白袍银铠，手执长枪，立马阵前。上首庞德，下首马
岱。操暗暗称奇，自纵马谓超曰：
“汝乃汉朝名将子孙，何故背反
耶？”超咬牙切齿，大骂：
“操贼欺君罔上，罪不容诛；害我父弟，
不共戴天之仇。吾当活捉生啖汝肉!”说罢，挺枪直杀过来；曹操背后
于禁出迎。两马交战，斗得八九合，于禁败走。张郃出迎，战二十合
亦败走。李通出迎，超奋威交战，数合之中，一枪刺李通于马下。超
把枪望后一招，西凉兵一齐冲杀过来。操兵大败。西凉兵来得势猛，
左右将佐皆抵当不住。
马超、庞德、马岱引百馀骑，直入中军来捉曹操。操在乱军中，
只听得西凉军大叫：
“穿红袍的是曹操。”操就马上急脱下红袍。又
听得大叫：
“长髯者是曹操。”操惊慌，掣所佩刀断其髯。军中有人
将曹操割髯之事告知马超，超遂令人叫：
“拿短髯者，是曹操。”操
闻知，即扯旗角包颈而逃。后人有诗曰：
潼关战败望风逃，孟德怆惶脱锦袍。
剑割髭髯应丧胆，马超声价盖天高。
曹操正走之间，背后一骑赶来，回头视之，正是马超，操大惊。
左右将校见超赶来，各自逃命，只撇下曹操。超厉声大叫曰：
“曹操
休走!”操惊得马鞭坠地。看看赶上，马超从后使枪搠来，操绕树而
走，超一枪搠在树上。急拔下时，操已走远。超纵马赶来，山坡边转
过一将，大叫：
“勿伤吾主，曹洪在此!”轮刀纵马，拦住马超。操得
命走脱。洪与马超战到四五十合，渐渐刀法散乱，气力不加 (12) ，夏
侯渊引数十骑随到。马超独自一人，恐被所算，乃拨马而回。夏侯渊
也不来赶。
曹操回寨，却得曹仁死据定了寨栅，因此不曾多折军马。操入
帐，叹曰：
“吾若杀了曹洪，今日必死于马超之手也。”遂唤曹洪，
重加赏赐。收拾败军，坚守寨栅，深沟高垒，不许出战。超每日引兵
来寨前辱骂搦战。操传令教军士坚守，如乱动者斩。诸将曰：
“西凉
之兵尽使长枪，当选弓弩迎之。”操曰：
“战与不战，皆在于我，非
在贼也。贼虽有长枪，安能便刺？诸公但坚壁观之，贼自退矣。”诸
将皆私相议曰：
“丞相自来征战，一身当先；今败于马超，何如此之
弱也？”。
过了几日，细作报来：
“马超又添二万生力兵来助战，乃是羌人
部落。”操闻知大喜。诸将曰：
“马超添兵，丞相反喜，何也？”操
曰：
“待吾胜了，却对汝等说。”三日后，又报关上又添军马。操又
大喜，就于帐中设宴作贺。诸将皆暗笑。操曰：
“诸公笑我无破马超
之谋，公等有何良策？”徐晃进曰：
“今丞相盛兵在此，贼亦全部现
屯关上，此去河西，必无准备。若得一军暗渡蒲阪津，先截贼归路，
丞相径发河北击之，贼两不相应，势必危矣。”操曰：
“公明之言，
正合吾意。”便教：
“徐晃引精兵四千，和朱灵同去径袭河西，伏于
山谷之中，待我渡河北，同时击之。”徐晃、朱灵领命，先引四千军
暗暗去了。操下令，先教曹洪于蒲阪津安排船筏，留曹仁守寨，操自
领兵渡渭河。
早有细作报知马超。超曰：
“今操不攻潼关，而使人准备船筏，
欲渡河北，必将遏吾之后。吾当引一军循河拒住岸北，操兵不得渡，
不消二十日，河东粮尽，操兵必乱，却循河南而击之，操可擒矣。”
韩遂曰：
“不必如此。岂不闻兵法有云：
‘兵半渡可击 (13) 。’待操
兵渡至一半，汝却于南岸击之，操兵皆死于河内矣。”超曰：
“叔父
之言甚善。”即使人探听曹操几时渡河。
却说曹操整兵已毕，分三停军，前渡渭河。比及人马到河口时，
日光初起。操先发精兵渡过北岸，开创营寨。操自引亲随护卫军将百
人，按剑坐于南岸，看军渡河。忽然人报：
“后边白袍将军到了。”
众皆认得是马超，一拥下船，河边军争上船者，声喧不止。操犹坐而
不动，按剑指约休闹。只听得人喊马嘶，蜂拥而来。船上一将跃身上
岸，呼曰：
“贼至矣，请丞相下船。”操视之，乃许褚也。操口内犹
言：
“贼至何妨？”回头视之，马超已离不得百馀步。许褚拖操下船
时，船已离岸一丈有馀，褚负操一跃上船。随行将士尽皆下水，扳住
船边，争欲上船逃命。船小将翻，褚掣刀乱砍，傍船手尽折，倒于水
中。急将船望下水棹去。许褚立于梢上，忙用木篙撑之。操伏在许褚
脚边。马超赶到河岸，见船已流在半河，遂拈弓搭箭，喝令骁将绕河
射之，矢如雨急。褚恐伤曹操，以左手举马鞍遮之。马超箭不虚发，
船上驾舟之人应弦落水，船中数十人皆被射倒。其船反撑不定，于急
水中旋转。许褚独奋神威，将两腿夹舵摇撼，一手使篙撑船，一手举
鞍遮护曹操。
时有渭南县令丁斐在南山之上，见马超追操甚急，恐伤操命，遂
将寨内牛只马匹，尽驱于外，漫山遍野，皆是牛马。西凉兵见之，都
回身争取牛马，无心追赶，曹操因此得脱。方到北岸，便把船筏凿
沉。诸将听得曹操在河中逃难，急来救时，操已登岸。许褚身被重
铠，箭皆嵌在甲上。众将保操至野寨中，皆拜于地而问安。操大笑
曰：
“我今日几为小贼所困。”褚曰：
“若非有人纵马放牛以诱贼，
贼必努力渡河矣。”操问曰：
“诱贼者谁也？”有知者答曰：
“渭南
县令丁斐也。”少顷，斐入见。操谢曰：
“若非公之良谋，则吾被贼
所擒矣。”遂命为典军校尉。斐曰：
“贼虽暂去，明日必复来，须以
良策拒之。”操曰：
“吾已准备了也。”遂唤诸将：
“各分头循河筑
起甬道 (14) ，暂为寨脚。贼若来时，陈兵于甬道外，内虚立旌旗，以
为疑兵。更沿河掘下壕堑 (15) ，虚土棚盖 (16) ，河内以兵诱之，贼
急来必陷，贼陷便可击矣。”
却说马超回见韩遂，说：
“几乎捉住曹操。有一将奋勇负操下船
去了，不知何人。”遂曰：
“吾闻曹操选极精壮之人为帐前侍卫，名
曰‘虎卫军’，以骁将典韦、许褚领之。典韦已死，今救曹操者，必
许褚也。此人勇力过人，人皆称为‘虎痴’。如遇之，不可轻敌。”
超曰：
“吾亦闻其名久矣。”遂曰：
“今操渡河，将袭我后，可速攻
之，不可令他创立营寨；若立营寨，急难剿除。”超曰：
“以侄愚
意，还只拒住北岸，使彼不得渡河，乃为上策。”遂曰：
“贤侄守
寨，吾引军循河战操，若何？”超曰：
“令庞德为先锋，跟叔父前
去。”
于是韩遂与庞德将兵五万，直抵渭南。操令众将于甬道两旁诱
之。庞德先引铁骑千馀，冲突而来，喊声起处，人马俱落于陷马坑
内。庞德踊身一跳，跃出土坑，立于平地，立杀数人，步行砍出重
围。韩遂已被困在垓心，庞德步行救之。正遇着曹仁部将曹永，被庞
德一刀砍于马下，夺其马，杀开一条血路，救出韩遂，投东南而走。
背后曹兵赶来，马超引军接应，杀败曹兵，复救出大半军马。战至日
暮方回，计点人马，折了将佐程银、张横，陷坑中死者二百馀人。超
与韩遂商议：
“若迁延日久，操于河北立了营寨，难以退敌。不若乘
今夜引轻骑去劫野营。”遂曰：
“须分兵前后相救。”于是超自为前
部，令庞德、马岱为后应，当夜便行。
却说曹操收兵屯渭北，唤诸将曰：
“贼欺我未立寨栅，必来劫野
营。可四散伏兵，虚其中军。号炮响时，伏兵尽起，一鼓可擒也。”
众将依令，伏兵已毕。当夜，马超却先使成宜引三十骑往前哨探。成
宜见无人马，径入中军。操军见西凉兵到，遂放号炮，四面伏兵皆
出，只围得三十骑，成宜被夏侯渊所杀。马超却自从背后与庞德、马
岱兵分三路蜂拥杀来。正是：
纵有伏兵能候敌，怎当健将共争先。
未知胜负若何，且看下文分解。
--------------------
(1) 结为唇齿——彼此结为相互依靠的同盟关系。唇齿：参见第十八回该条注。
(2) 义不容辞——义：道义。容：容许。辞：推辞。“义不容辞”出自唐·岑文本《唐
故特进尚书右仆射上柱国虞恭公温公碑》(见《唐文拾遗》卷一五)：“夫显微阐幽，义不容
辞。功高德盛，资篆籀之铺扬；声飞实腾，载金石以不朽。”意谓道义或道理上不容推辞。
指理应接受(委任、请托等)。
(3) 令先君——对他人已故父亲的敬称。
(4) 右——指西面。
(5) 戈戟——古代的两种常用兵器。借指战争。
(6) 合——和，同，跟。
(7) 斩关——砍断城门的门闩。借指攻破城门。
(8) 主画——主意和谋划。
(9) 叩——抵，到达，接近。
(10) 面如傅粉——傅粉：搽粉，抹粉。典出南朝宋·刘义庆《世说新语·容止》：“何
平叔(晏)美姿仪，面至白。魏明帝疑其傅粉，正夏月，与热汤饼。既啖，大汗出，以朱衣自
拭，色转皎然。”(皎然：洁白貌。)原指何晏脸色洁白，好像抹了香粉一般。引申以泛指男
子姿容秀美。
(11) 唇若抹朱——意谓嘴唇像涂上了红胭脂。形容人嘴唇红润。朱：指红胭脂。
(12) 不加——不足，不够，不能支持。
(13) 兵半渡可击——语本“半济而击之”，出自《孙子·行军篇》：“客绝水而来，勿
迎之于水内，令半济而击之，利。”意谓当敌军渡河来攻时，要待其一半人马已过河后再反
击。
(14) 甬道——这里指两边有堤坝的通道。其作用相当于战壕。
(15) 壕堑——壕沟，战壕。
(16) 虚土棚盖——意谓用竹、木等架在壕口，上面放上虚土，以掩盖壕堑。
第五十九回 许褚裸衣斗马超 曹操抹书间韩遂
却说当夜两兵混战，直到天明，各自收兵。马超屯兵渭口，日夜
分兵，前后攻击。曹操在渭河内将船筏锁链作浮桥三条，接连南岸。
曹仁引军夹河立寨，将粮草车辆穿连，以为屏障。马超闻之，教军士
各挟草一束，带着火种，与韩遂引军并力杀到寨前，堆积草把，放起
烈火。操兵抵敌不住，弃寨而走，车乘、浮桥尽被烧毁。西凉兵大
胜，截住渭河。曹操立不起营寨，心中忧惧。荀攸曰：
“可取渭河沙
土筑起土城，可以坚守。”操拨三万军担土筑城。马超又差庞德、马
岱各引五百马军，往来冲突；更兼沙土不实，筑起便倒：操无计可
施。
时当九月尽，天气暴冷，彤云密布，连日不开。曹操在寨中纳
闷，忽人报曰：
“有一老人来见丞相，欲陈说方略。”操请入，见其
人鹤骨松姿 (1) ，形貌苍古。问之，乃京兆人也，隐居终南山，姓娄
名子伯，道号梦梅居士。操以客礼待之。子伯曰：
“丞相欲跨渭安营
久矣，今何不乘时筑之？”操曰：
“沙土之地，筑垒不成。隐士有何
良策赐教？”子伯曰：
“丞相用兵如神，岂不知天时乎？连日阴云布
合，朔风一起，必大冻矣。风起之后，驱兵士运土泼水，比及天明，
土城已就。”操大悟，厚赏子伯。子伯不受而去。是夜北风大作。操
尽驱兵士担土泼水。为无盛水之具，作缣囊盛水浇之 (2) ，随筑随
冻。比及天明，沙水冻紧，土城已筑完。
细作报知马超。超领兵观之，大惊，疑有神助。次日，集大军鸣
鼓而进。操自乘马出营，止有许褚一人随后。操扬鞭大呼曰：
“孟德
单骑至此，请马超出来答话。”超乘马挺枪而出。操曰：
“汝欺我营
寨不成，今一夜天已筑就，汝何不早降？”马超大怒，意欲突前擒
之，见操背后一人睁圆怪眼，手提钢刀，勒马而立。超疑是许褚，乃
扬鞭问曰：
“闻汝军中有虎侯，安在哉？”许褚提刀大叫曰：
“吾即
谯郡许褚也。”目射神光，威风抖擞。超不敢动，乃勒马回。操亦引
许褚回寨。两军观之，无不骇然。操谓诸将曰：
“贼亦知仲康乃虎侯
也。”自此军中皆称褚为虎侯。许褚曰：
“某来日必擒马超。”操
曰：
“马超英勇，不可轻敌。”褚曰：
“某誓与死战。”即使人下战
书，说虎侯单搦马超来日决战。超接书大怒曰：
“何敢如此相欺耶!”
即批：
“次日誓杀虎痴。”
次日，两军出营布成阵势。超分庞德为左翼，马岱为右翼，韩遂
押中军。超挺枪纵马，立于阵前，高叫：
“虎痴快出!”曹操在门旗下
回顾众将曰：
“马超不减吕布之勇。”言未绝，许褚拍马舞刀而出；
马超挺枪接战。斗了一百馀合，胜负不分。马匹困乏，各回军中，换
了马匹，又出阵前。又斗一百馀合，不分胜负。许褚性起，飞回阵
中，卸了盔甲，浑身筋突，赤体提刀，翻身上马，来与马超决战。两
军大骇。两个又斗到三十馀合，褚奋威举刀便砍马超。超闪过，一枪
望褚心窝刺来。褚弃刀，将枪挟住。两个在马上夺枪，许诸力大，一
声响，拗断枪杆，各拿半节在马上乱打。操恐褚有失，遂令夏侯渊、
曹洪两将齐出夹攻。庞德、马岱见操将齐出，麾两翼铁骑，横冲直
撞，混杀将来。操兵大乱，许褚臂中两箭，诸将慌退入寨。马超直杀
到壕边，操兵折伤大半。操令坚闭休出。马超回至渭口，谓韩遂曰：
“吾见恶战者，莫如许褚，真虎痴也!”
却说曹操料马超可以计破，乃密令徐晃、朱灵尽渡河西结营，前
后夹攻。一日，操于城上见马超引数百骑，直临寨前，往来如飞。操
观良久，掷兜鍪于地曰：
“马儿不死，吾无葬地矣!”夏侯渊听了，心
中气忿，厉声曰：
“吾宁死于此地，誓灭马贼!”遂引本部千馀人，大
开寨门，直赶去。操急止不住，恐其有失，慌自上马前来接应。马超
见曹兵至，乃将前军作后队，后队作先锋，一字儿摆开。夏侯渊到，
马超接往厮杀。超于乱军中遥见曹操，就撇了夏侯渊，直取曹操。操
大惊，拨马而走，曹兵大乱。
正追之际，忽报操有一军，已在河西下了营寨。超大惊，无心追
赶，急收军回寨，与韩遂商议，言：
“操兵乘虚已渡河西，吾军前后
受敌，如之奈何？”部将李堪曰：
“不如割地请和，两家且各罢兵，
捱过冬天，到春暖别作计议。”韩遂曰：
“李堪之言最善，可从
之。”超犹豫未决。杨秋、侯选皆劝求和。于是韩遂遣杨秋为使，直
往操寨下书，言割地请和之事。操曰：
“汝且回寨，吾来日使人回
报。”杨秋辞去。
贾诩入见操曰：
“丞相主意若何？”操曰：
“公所见若何？”诩
曰：
“兵不厌诈，可伪许之。然后用反间计，令韩、马相疑，则一鼓
可破也。”操抚掌大喜曰：
“天下高见，多有相合。文和之谋，正吾
心中之事也。”于是遣人回书，言：
“待我徐徐退兵，还汝河西之
地。”一面教搭起浮桥，作退军之意。马超得书，谓韩遂曰：
“曹操
虽然许和，奸雄难测。倘不准备，反受其制。超与叔父轮流调兵：今
日叔向操，超向徐晃；明日超向操，叔向徐晃。分头提备，以防其
诈。”韩遂依计而行。
早有人报知曹操。操顾贾诩曰：
“吾事济矣。”问：
“来日是谁
合向我这边？”人报曰：
“韩遂。”次日，操引众将出营，左右围
绕，操独显一骑于中央。韩遂部卒多有不识操者，出阵观看。操高叫
曰：
“汝诸军欲观曹公耶？吾亦犹人也，非有四目两口，但多智谋
耳。”诸军皆有惧色。操使人过阵谓韩遂曰：
“丞相谨请韩将军会话
(3) 。”韩遂即出阵，见操并无甲仗，亦弃衣甲，轻服匹马而出 (4)
。二人马头相交，各按辔对语。操曰：
“吾与将军之父同举孝廉，吾
尝以叔事之。吾亦与公同登仕路 (5) ，不觉有年矣。将军今年妙龄几
何？”韩遂答曰：
“四十岁矣。”操曰：
“往日在京师皆青春年少，
何期又中旬矣 (6) 。安得天下清平共乐耶？”只把旧事细说，并不提
起军情，说罢大笑。相谈有一个时辰，方回马而别，各自归寨。
早有人将此事报知马超。超忙来问韩遂曰：
“今日曹操阵前所言
何事？”遂曰：
“只诉京师旧事耳。”超曰：
“安得不言军务乎？”
遂曰：
“曹操不言，吾何独言之？”超心甚疑，不言而退。
却说曹操回寨，谓贾诩曰：
“公知吾阵前对语之意否？”诩曰：
“此意虽妙，尚未足间二人。某有一策，令韩、马自相仇杀。”操问
其计，贾诩曰：
“马超乃一勇之夫，不识机密。丞相亲笔作一书，单
与韩遂，中间朦胧字样 (7) ，于要害处，自行涂抹改易，然后封送与
韩遂，故意使马超知之。超必索书来看，若看见上面要紧去处尽皆改
抹，只猜是韩遂恐超知甚机密事，自行改抹，正合着单骑会语之疑，
疑则必生乱。我更暗结韩遂部下诸将，使互相离间，超可图矣。”操
曰：
“此计甚妙。”随写书一封，将紧要处尽皆改抹，然后实封 (8)
，故意多遣从人送过寨去，下了书自回。
果然有人报知马超。超心愈疑，径来韩遂处索书看。韩遂将书与
超。超见上面有改抹字样，问遂曰：
“书上如何都改抹糊涂？”遂
曰：
“原书如此，不知何故。”超曰：
“岂有以草稿送与人耶？必是
叔父怕我知了详细，先改抹了。”遂曰：
“莫非曹操错将草稿误封来
了？”超曰：
“吾又不信。曹操是精细之人，岂有差错？吾与叔父并
力杀贼，奈何忽生异心？”遂曰：
“汝若不信吾心，来日吾在阵前赚
操说话，汝从阵内突出，一枪刺杀便了。”超曰：
“若如此，方见叔
父真心。”两人约定。
次日，韩遂引侯选、李堪、梁兴、马玩、杨秋五将出阵，马超藏
在门影里。韩遂使人到操寨前高叫：
“韩将军请丞相攀话。”操乃令
曹洪引数十骑，径出阵前与韩遂相见。马离数步，洪马上欠身言曰：
“夜来丞相拜意将军之言，切莫有误。”言讫便回马。超听得大怒，
挺枪骤马，便刺韩遂。五将拦住，劝解回寨。遂曰：
“贤侄休疑，我
无歹心。”马超那里肯信，恨怨而去。
韩遂与五将商议曰：
“这事如何解释？”杨秋曰：
“马超倚仗武
勇，常有欺凌主公之心，便胜得曹操，怎肯相让？以某愚见，不如暗
投曹公，他日不失封侯之位。”遂曰：
“吾与马腾结为兄弟，安忍背
之？”杨秋曰：
“事已至此，不得不然。”遂曰：
“谁可以通消
息？”杨秋曰：
“某愿往。”遂乃写密书，遣杨秋径来操寨，说投降
之事。操大喜，许封韩遂为西凉侯、杨秋为西凉太守，其馀皆有官
爵。约定放火为号，共谋马超。杨秋拜辞，回见韩遂，备言其事：
“约定今夜放火，里应外合。”遂大喜，就令军士于中军帐后堆积干
柴，五将各悬刀剑听候。韩遂商议，欲设宴赚请马超，就席图之，犹
豫未去。
不想马超早已探知备细，便带亲随数人，仗剑先行，令庞德、马
岱为后应。超潜步入韩遂帐中，只见五将与韩遂密语，只听得杨秋口
中说道：
“事不宜迟，可速行之。”超大怒，挥剑直入，大喝曰：
“群贼焉敢谋害我!”众皆大惊。超一剑望韩遂面门剁去，遂慌以手迎
之，左手早被砍落。五将挥刀齐出。超纵步出帐外，五将围绕混杀。
超独挥宝剑，力敌五将。剑光明处，鲜血溅飞，砍翻马玩，剁倒梁
兴，三将各自逃生。超复入帐中来杀韩遂时，已被左右救去。帐后一
把火起，各寨兵皆动。超连忙上马，庞德、马岱亦至，互相混战。超
领军杀出时，操兵四至：前有许褚，后有徐晃，左有夏侯渊，右有曹
洪。西凉之兵，自相并杀。
超不见了庞德、马岱，乃引百馀骑，截于渭桥之上。天色微明，
只见李堪领一军从桥下过，超挺枪纵马逐之。李堪拖枪而走。恰好于
禁从马超背后赶来，禁开弓射马超。超听得背后弦响，急闪过，却射
中前面李堪，落马而死。超回马来杀于禁，禁拍马走了。超回桥上住
扎。操兵前后大至，虎卫军当先，乱箭夹射马超。超以枪拨之，矢皆
纷纷落地。超令从骑往来突杀，争奈曹兵围裹坚厚，不能冲出。超于
桥上大喝一声，杀入河北，从骑皆被截断。超独在阵中冲突，却被暗
弩射倒坐下马，马超堕于地上，操军逼合。正在危急，忽西北角上一
彪军杀来，乃庞德、马岱也。二人救了马超，将军中战马与马超骑
了，翻身杀条血路，望西北而走。
曹操闻马超走脱，传令诸将：
“无分晓夜，务要赶到马儿。如得
首级者，千金赏，万户侯；生获者，封大将军。”众将得令，各要争
功，迤逦追袭。马超顾不得人马困乏，只顾奔走。从骑渐渐皆散。步
兵走不上者，多被擒去。止剩得三十馀骑，与庞德、马岱望陇西临洮
而去。
曹操亲自追至安定，知马超去远，方收兵回长安。众将毕集，韩
遂已无左手，做了残疾之人。操教就于长安歇马，授西凉侯之职。杨
秋、侯选皆封列侯，令守渭口。下令班师回许都。凉州参军杨阜，字
义山，径来长安见操。操问之，杨阜曰：
“马超有吕布之勇，深得羌
人之心。今丞相若不乘势剿绝，他日养成气力，陇上诸郡，非复国家
之有也。望丞相且休回兵。”操曰：
“吾本欲留兵征之，奈中原多
事，南方未定，不可久留。君当为孤保之。”阜领诺，又保荐韦康为
凉州刺史，同领兵屯冀城，以防马超。阜临行，请于操曰：
“长安必
留重兵以为后援。”操曰：
“吾已定下，汝但放心。”阜辞而去。
众将皆问曰：
“初贼据潼关，渭北道缺，丞相不从河东击冯翊，
而反守潼关，迁延日久，而后北渡，立营固守，何也？”操曰：
“初
贼守潼关，若吾初到，便取河东，贼必以各寨分守诸渡口，则河西不
可渡矣。吾故盛兵皆聚于潼关前，使贼尽南守，而河西不准备，故徐
晃、朱灵得渡也。吾然后引兵北渡，连车树栅为甬道，筑冰城，欲贼
知吾弱，以骄其心，使不准备。吾乃巧用反间，畜士卒之力 (9) ，一
旦击破之。正所谓‘疾雷不及掩耳’ (10) 。兵之变化，固非一道
也。”众将又请问曰：
“丞相每闻贼加兵添众，则有喜色，何也？”
操曰：
“关中边远，若群贼各依险阻，征之非一二年不可平复；今皆
来聚一处，其众虽多，人心不一，易于离间，一举可灭：吾故喜
也。”众将拜曰：
“丞相神谋，众不及也。”操曰：
“亦赖汝众文武
之力。”遂重赏诸军。留夏侯渊屯兵长安，所得降兵，分拨各部。夏
侯渊保举冯翊高陵人，姓张名既，字德容，为京兆尹，与渊同守长
安。
操班师回都。献帝排銮驾出郭迎接，诏操赞拜不名，入朝不趋，
剑履上殿，如汉相萧何故事。自此威震中外。
这消息播入汉中，早惊动了汉宁太守张鲁。原来张鲁乃沛国丰
人。其祖张陵，在西川鹄鸣山中造作道书以惑人，人皆敬之。陵死之
后，其子张衡行之。百姓但有学道者，助米五斗，世号“米贼”。张
衡死，张鲁行之。鲁在汉中，自号为“师君”。其来学道者，皆号为
“鬼卒”
；为首者，号为“祭酒”
；领众多者，号为“治头大祭
酒”。务以诚信为主，不许欺诈。如有病者，即设坛，使病人居于静
室之中，自思己过，当面陈首 (11) ，然后为之祈祷。主祈祷之事者，
号为“奸令祭酒”。祈祷之法：书病人姓名，说服罪之意，作文三通
(12) ，名为“三官手书”
：一通放于山顶以奏天，一通埋于地以奏
地，一通沉于水以申水官。如此之后，但病痊可，将米五斗为谢。又
盖义舍，舍内饭米、柴火、肉食齐备，许过往人量食多少，自取而
食，多取者受天诛。境内有犯法者，必恕三次；不改者，然后施刑。
所在并无官长，尽属祭酒所管。如此雄据汉中之地已三十年。国家以
为地远不能征伐，就命鲁为镇南中郎将，领汉宁太守，通进贡而已。
当年闻操破西凉之众，威震天下，乃聚众商议曰：
“西凉马腾遭
戮，马超新败，曹操必将侵我汉中。我欲自称汉宁王，督兵拒曹操，
诸君以为何如？”阎圃曰：
“汉川之民，户出十万馀众，财富粮足
(13) ，四面险固。今马超新败，西凉之民从子午谷奔入汉中者，不下
数万。愚意益州刘璋昏弱，不如先取西川四十一州为本，然后称王未
迟。”张鲁大喜，遂与弟张卫商议起兵。早有细作报入川中。
却说益州刘璋，字季玉，即刘焉之子，汉鲁恭王之后。章帝元和
中，徙封竟陵，支庶因居于此 (14) 。后焉官至益州牧，兴平元年患病
疽而死 (15) ，州大吏赵韪等共保璋为益州牧。璋曾杀张鲁母及弟，因
此有仇。璋使庞羲为巴西太守，以拒张鲁。时庞羲探知张鲁欲兴兵取
川，急报知刘璋。璋平生懦弱，闻得此信，心中大忧，急聚众官商
议。忽一人昂然而出曰：
“主公放心。某虽不才，凭三寸不烂之舌，
使张鲁不敢正眼来觑西川。”正是：
只因蜀地谋臣进，致引荆州豪杰来 (16) 。
未知此人是谁，且看下文分解。
--------------------
(1) 鹤骨松姿——鹤骨：形容人气质清奇。松姿：形容人仪表苍劲。“鹤骨松姿”或本
“鹤骨松貌”，出自唐·蒋防《连州静福山廖先生碑铭序》(见《全唐文》卷七一九)：“先
生之家，红霞丹景之家矣。至若鹤骨松貌，泉淳谷虚，寓形人间，天地无累。”意谓清奇如
鹤的气质，苍劲似松的仪表。形容老年人气度不凡，体格强健。
(2) 缣(ji ān兼)囊——用细绢做的口袋。
(3) 会话——一块儿说话，对话。
(4) 轻服——即便服。便服较铠甲轻，故称。
(5) 同登仕路——同时出仕，一起做官。登：指官员被登录在花名册上。
(6) 中旬——这里指中年。
(7) 朦胧字样——故意把字写得不清楚。
(8) 实封——密封，严密封口。
(9) 畜——通“蓄”。积聚之意。
(10) 疾雷不及掩耳——疾雷：急遽而猛烈的暴雷。不及：来不及。掩：遮掩，掩护，捂
住。“疾雷不及掩耳”出自《六韬·龙韬·军势》：“兵之害，犹豫最大；兵之灾，莫大于
狐疑。善战者见利不失，遇时不疑；失利后时，反受其殃。故智者从之而不释，巧者一决而
不犹豫。是以疾雷不及掩耳，迅电不及瞬目，起之若惊，用之若狂，当之者破，近之者亡，
孰能御之!”意谓犹如急遽而猛烈的暴雷使人来不及捂住耳朵。比喻对敌人发动突然攻击，使
其来不及防备。
(11) 陈首——自己供认所犯过错或罪行。
(12) 通——量词。封，篇。
(13) 财富——财产丰富。
(14) 支庶——本指嫡子以外的旁支，引申为子孙后代。
(15) 疽(jū居)——中医病名。指无名毒疮。《灵枢经·痈疽》：“热气淳盛，下陷肌
肤，筋髄枯，内连五脏，血气竭，当其痈下，筋骨良肉皆无馀，故命曰疽。”
(16) 荆州豪杰——指暂住荆州的刘备。
第六十回 张永年反难杨修 庞士元议取西蜀
却说那进计于刘璋者，乃益州别驾，姓张名松，字永年。其人生
得额䦆头尖 (1) ，鼻偃齿露 (2) ，身短不满五尺，言语有若铜钟。刘
璋问曰：
“别驾有何高见，可解张鲁之危？”松曰：
“某闻许都曹操
扫荡中原，吕布、二袁皆为所灭，近又破马超，天下无敌矣。主公可
备进献之物，松亲往许都，说曹操兴兵取汉中，以图张鲁，则鲁拒敌
不暇，何敢复窥蜀中耶？”刘璋大喜，收拾金珠锦绮为进献之物，遣
张松为使。松乃暗画西川地理图本藏之，带从人数骑，取路赴许都。
早有人报入荆州，孔明便使人入许都打探消息。
却说张松到了许都馆驿中住定，每日去相府伺候，求见曹操。原
来曹操自破马超回，傲睨得志 (3) ，每日饮宴，无事少出，国政皆在
相府商议。张松候了三日，方得通姓名。左右近侍先要贿赂，却才引
入。操坐于堂上，松拜毕，操问曰：
“汝主刘璋连年不进贡，何
也？”松曰：
“为路途艰难，贼寇窃发，不能通进。”操叱曰：
“吾
扫清中原，有何盗贼？”松曰：
“南有孙权，北有张鲁，西有刘备，
至少者亦带甲十馀万，岂得为太平耶？”操先见张松人物猥琐 (4) ，
五分不喜；又闻语言冲撞，遂拂袖而起 (5) ，转入后堂。
左右责松曰：
“汝为使命，何不知礼，一味冲撞？幸得丞相看汝
远来之面，不见罪责。汝可急急回去。”松笑曰：
“吾川中无诌佞之
人也。”忽然阶下一人大喝曰：
“汝川中不会谄佞，吾中原岂有谄佞
者乎？”松观其人单眉细眼，貌白神清。问其姓名，乃太尉杨彪之子
杨修，字德祖，现为丞相门下掌库主簿。此人博学能言，智识过人。
松知修是个舌辩之士，有心难之。
修亦自恃其才，小觑天下之士。当时见张松言语讥讽，遂邀出外
面书院中，分宾主而坐，谓松曰：
“蜀道崎岖，远来劳苦。”松曰：
“奉主之命，虽赴汤蹈火，弗敢辞也。”修问：
“蜀中风土何如？”
松曰：
“蜀为西郡，古号益州。路有锦江之险，地连剑阁之雄。回还
二百八程 (6) ，纵横三万馀里。鸡鸣犬吠相闻，市井闾阎不断 (7) 。
田肥地茂，岁无水旱之忧；国富民丰，时有管弦之乐。所产之物，阜
如山积 (8) 。天下莫可及也。”修又问曰：
“蜀中人物如何？”松
曰：
“文有相如之赋 (9) ，武有伏波之才 (10) ，医有仲景之能 (11)
，卜有君平之隐 (12) 。九流三教 (13) ，出乎其类，拔乎其萃者 (14)
，不可胜记，岂能尽数？”修又问曰：
“方今刘季玉手下，如公者还
有几人？”松曰：
“文武全才，智勇足备，忠义慷慨之士，动以百
数。如松不才之辈，车载斗量 (15) ，不可胜记。”
修曰：
“公近居何职？”松曰：
“滥充别驾之任 (16) ，甚不称
职。敢问公为朝廷何官？”修曰：
“现为丞相府主簿。”松曰：
“久
闻公世代簪缨 (17) ，何不立于庙堂 (18) ，辅佐天子，乃区区作相府
门下一吏乎？”杨修闻言，满面羞惭，强颜而答曰：
“某虽居下寮
(19) ，丞相委以军政钱粮之重，早晚多蒙丞相教诲，极有开发 (20) ，
故就此职耳。”松笑曰：
“松闻曹丞相文不明孔、孟之道 (21) ，武不
达孙、吴之机 (22) ，专务强霸而居大位，安能有所教诲，以开发明公
耶？”修曰：
“公居边隅，安知丞相大才乎？吾试令公观之。”呼左
右于箧中取书一卷 (23) ，以示张松。松观其题，曰《孟德新书》 (24)
。从头至尾，看了一遍，共一十三篇，皆用兵之要法。松看毕，问
曰：
“公以此为何书耶？”修曰：
“此是丞相酌古准今 (25) ，仿《孙
子》十三篇而作 (26) 。公欺丞相无才，此堪以传后世否？”松大笑
曰：
“此书吾蜀中三尺小童亦能暗诵，何为‘新书’？此是战国时无
名氏所作，曹丞相盗窃以为己能，止好瞒足下耳 (27) 。”修曰：
“丞
相秘藏之书，虽已成帙 (28) ，未传于世。公言蜀中小儿暗诵如流，何
相欺乎？”松曰：
“公如不信，吾试诵之。”遂将《孟德新书》从头
至尾，朗诵一遍，并无一字差错。修大惊曰：
“公过目不忘 (29) ，真
天下奇才也!”后人有诗赞曰：
古怪形容异，清高体貌疏 (30) 。
语倾三峡水 (31) ，目视十行书 (32) 。
胆量魁西蜀，文章贯太虚 (33) 。
百家并诸子，一览更无馀。
当下张松欲辞回。修曰：
“公且暂居馆舍，容某再禀丞相，令公
面君。”松谢而退。
修入见操曰：
“适来丞相何慢张松乎 (34) ？”操曰：
“言语不
逊，吾故慢之。”修曰：
“丞相尚容一祢衡，何不纳张松？”操曰：
“祢衡文章播于当今，吾故不忍杀之。松有何能？”修曰：
“且无论
其口似悬河，辩才无碍 (35) 。适修以丞相所撰《孟德新书》示之，彼
观一遍，即能暗诵，如此博闻强记，世所罕有。松言此书乃战国时无
名氏所作，蜀中小儿皆能熟记。”操曰：
“莫非古人与我暗合否？”
令扯碎其书烧之。修曰：
“此人可使面君，教见天朝气象。”操曰：
“来日我于西教场点军，汝可先引他来，使见我军容之盛，教他回去
传说：吾即日下了江南 (36) ，便来收川。”修领命。
至次日，与张松同至西教场。操点虎卫雄兵五万，布于教场中。
果然盔甲鲜明，衣袍灿烂，金鼓震天，戈矛耀日，四方八面，各分队
伍，旌旗扬彩，人马腾空 (37) 。松斜目视之。良久，操唤松指而示
曰：
“汝川中曾见此英雄人物否？”松曰：
“吾蜀中不曾见此兵革，
但以仁义治人。”操变色视之。松全无惧意。杨修频以目视松。操谓
松曰：
“吾视天下鼠辈犹草芥耳，大军到处，战无不胜，攻无不取
(38) ，顺吾者生，逆吾者死 (39) 。汝知之乎？”松曰：
“丞相驱兵到
处，战必胜，攻必取，松亦素知。昔日濮阳攻吕布之时，宛城战张绣
之日，赤壁遇周郎，华容逢关羽，割须弃袍于潼关，夺船避箭于渭
水：此皆无敌于天下也。”操大怒曰：
“竖儒怎敢揭吾短处!”喝令左
右推出斩之。杨修谏曰：
“松虽可斩，奈从蜀道而来入贡，若斩之，
恐失远人之意。”操怒气未息。荀彧亦谏。操方免其死，令乱棒打
出。
松归馆舍，连夜出城，收拾回川。松自思曰：
“吾本欲献西川州
郡与曹操，谁想如此慢人。我来时于刘璋之前开了大口，今日怏怏空
回，须被蜀中人所笑。吾闻荆州刘玄德仁义远播久矣，不如径由那条
路回，试看此人如何，我自有主见。”于是乘马引仆从望荆州界上而
来。
前至郢州界口，忽见一队军马，约有五百馀骑。为首一员大将，
轻妆软扮 (40) ，勒马前问曰：
“来者莫非张别驾乎？”松曰：
“然
也。”那将慌忙下马，声喏曰：
“赵云等候多时。”松下马答礼曰：
“莫非常山赵子龙乎？”云曰：
“然也。某奉主公刘玄德之命，为大
夫远涉路途，鞍马驱驰，特命赵云聊奉酒食。”言罢，军士跪奉酒
食，云敬进之。松自思曰：
“人言刘玄德宽仁爱客，今果如此。”遂
与赵云饮了数杯，上马同行。来到荆州界首，是日天晚，前到馆驿，
见驿门外百馀人侍立，击鼓相接。一将于马前施礼曰：
“奉兄长将
令，为大夫远涉风尘，令关某洒扫驿庭，以待歇宿。”松下马，与云
长、赵云同入馆舍，讲礼叙坐。须臾，排上酒筵，二人殷勤相劝。饮
至更阑 (41) ，方始罢席，宿了一宵。
次日早膳毕，上马行不到三五里，只见一簇人马到，乃是玄德引
着伏龙、凤雏，亲自来接。遥见张松，早先下马等候。松亦慌忙下马
相见。玄德曰：
“久闻大夫高名，如雷灌耳，恨云山遥远，不得听
教。今闻回都，专此相接。倘蒙不弃，到荒州暂歇片时，以叙渴仰之
思，实为万幸。”
松大喜，遂上马并辔入城。至府堂上，各各叙礼，分宾主依次而
坐，设宴款待。饮酒间，玄德只说闲话，并不提起西川之事。松以言
挑之曰：
“今皇叔守荆州，还有几郡？”孔明答曰：
“荆州乃暂借东
吴的，每每使人取讨。今我主因是东吴女婿，故权且在此安身。”松
曰：
“东吴据六郡八十一州，民强国富，犹且不知足耶？”庞统曰：
“吾主汉朝皇叔，反不能占据州郡；其他皆汉之蟊贼 (42) ，却都恃强
侵占地土：惟智者不平焉。”玄德曰：
“二公休言。吾有何德，敢多
望乎？”松曰：
“不然。明公乃汉室宗亲，仁义充塞乎四海，休道占
据州郡，便代正统而居帝位，亦非分外。”玄德拱手谢曰：
“公言太
过，备何敢当。”
自此一连留张松饮宴三日，并不提起川中之事。松辞去，玄德于
十里长亭设宴送行。玄德举酒酌松曰：
“甚荷大夫不弃 (43) ，留叙三
日。今日相别，不知何时再得听教。”言罢，潸然泪下。张松自思：
“玄德如此宽仁爱士，安可舍之？不如说之，令取西川。”乃言曰：
“松亦思朝暮趋侍，恨未有便耳。松观荆州东有孙权，常怀虎踞 (44)
；北有曹操，每欲鲸吞 (45) 。亦非可久恋之地也。”玄德曰：
“故知
如此，但未有安迹之所。”松曰：
“益州险塞，沃野千里，民殷国
富；智能之士，久慕皇叔之德。若起荆襄之众，长驱西指，霸业可
成，汉室可兴矣。”玄德曰：
“备安敢当此？刘益州亦帝室宗亲，恩
泽布蜀中久矣，他人岂可得而动摇乎？”松曰：
“某非卖主求荣 (46)
，今遇明公，不敢不披沥肝胆 (47) 。刘季玉虽有益州之地，禀性暗
弱，不能任贤用能 (48) ；加之张鲁在北，时思侵犯；人心离散，思得
明主。松此一行，专欲纳款于操 (49) ，何期逆贼恣逞奸雄，傲贤慢
士，故特来见明公。明公先取西川为基，然后北图汉中，收取中原，
匡正天朝，名垂青史 (50) ，功莫大焉。明公果有取西川之意，松愿施
犬马之劳，以为内应。未知钧意若何？”玄德曰：
“深感君之厚意。
奈刘季玉与备同宗，若攻之，恐天下人唾骂。”松曰：
“大丈夫处
世，当努力建功立业，著鞭在先 (51) 。今若不取，为他人所取，悔之
晚矣。”
玄德曰：
“备闻蜀道崎岖，千山万水，车不能方轨，马不能联辔
(52) ，虽欲取之，用何良策？”松于袖中取出一图，递与玄德曰：
“松感明公盛德，敢献此图。但看此图，便知蜀中道路矣。”玄德略
展视之，上面尽写着地理行程，远近阔狭，山川险要，府库钱粮，一
一俱载明白。松曰：
“明公可速图之。松有心腹契友二人：法正、孟
达，此二人必能相助。如二人到荆州时，可以心事共议。”玄德拱手
谢曰：
“青山不老 (53) ，绿水长存。他日事成，必当厚报。”松曰：
“松遇明主，不得不尽情相告，岂敢望报乎？”说罢作别。孔明命云
长等护送数十里方回。
张松回益州，先见友人法正。正字孝直，右扶风郿人也，贤士法
真之子。松见正，备说：
“曹操轻贤傲士，只可同忧，不可同乐。吾
已将益州许刘皇叔矣，专欲与兄共议。”法正曰：
“吾料刘璋无能，
已有心见刘皇叔久矣。此心相同，又何疑焉？”少顷，孟达至。达字
子庆，与法正同乡。达入，见正与松密语。达曰：
“吾已知二公之
意，将欲献益州耶？”松曰：
“是欲如此。兄试猜之，合献与谁？”
达曰：
“非刘玄德不可。”三人抚掌大笑。法正谓松曰：
“兄明日见
刘璋，当若何？”松曰：
“吾荐二公为使，可往荆州。”二人应允。
次日，张松见刘璋。璋问：
“干事若何？”松曰：
“操乃汉贼，
欲篡天下，不可为言。彼已有取川之心。”璋曰：
“似此如之奈
何？”松曰：
“松有一谋，使张鲁、曹操必不敢轻犯西川。”璋曰：
“何计？”松曰：
“荆州刘皇叔，与主公同宗，仁慈宽厚，有长者
风。赤壁鏖兵之后，操闻之而胆裂，何况张鲁乎？主公何不遣使结
好，使为外援，可以拒曹操、张鲁矣。”璋曰：
“吾亦有此心久矣。
谁可为使？”松曰：
“非法正、孟达，不可往也。”璋即召二人入，
修书一封，令法正为使，先通情好；次遣孟达领精兵五千，迎玄德入
川为援。
正商议间，一人自外突入，汗流满面，大叫曰：
“主公若听张松
之言，则四十一州郡已属他人矣。”松大惊，视其人，乃西阆中巴
人，姓黄名权，字公衡，现为刘璋府下主簿。璋问曰：
“玄德与我同
宗，吾故结之为援，汝何出此言？”权曰：
“某素知刘备宽以待人，
柔能克刚 (54) ，英雄莫敌，远得人心，近得民望；兼有诸葛亮、庞统
之智谋，关、张、赵云、黄忠、魏延为羽翼。若召到蜀中，以部曲待
之，刘备安肯伏低做小？若以客礼待之，又一国不容二主。今听臣
言，则西蜀有泰山之安 (55) ；不听臣言，则主公有累卵之危矣。张松
昨从荆州过，必与刘备同谋。可先斩张松，后绝刘备，则西川万幸
也。”璋曰：
“曹操、张鲁到来，何以拒之？”权曰：
“不如闭境绝
塞，深沟高垒，以待时清 (56) 。”璋曰：
“贼兵犯界，有烧眉之急
(57) ，若待时清，则是慢计也。”遂不从其言，遣法正行。
又一人阻曰：
“不可，不可。”璋视之，乃帐前从事官王累也。
累顿首言曰：
“主公今听张松之说，自取其祸。”璋曰：
“不然。吾
结好刘玄德，实欲拒张鲁也。”累曰：
“张鲁犯界，乃癣疥之疾 (58)
；刘备入川，乃心腹之大患 (59) 。况刘备世之枭雄，先事曹操，便思
谋害；后从孙权，便夺荆州。心术如此，安可同处乎？今若召来，西
川休矣。”璋叱曰：
“再休乱道。玄德是我同宗，他安肯夺我基
业？”便教扶二人出，遂命法正便行。
法正离益州，径取荆州 (60) ，来见玄德。参拜已毕，呈上书信。
玄德拆封视之。书曰：
族弟刘璋，再拜致书于玄德宗兄将军麾下：久伏电天 (61) ，蜀道崎岖，未
及赍贡 (62) ，甚切惶愧。璋闻吉凶相救，患难相扶，朋友尚然，况宗族乎？今张
鲁在北，旦夕兴兵，侵犯璋界，甚不自安。专人谨奉尺书，上乞钧听。倘念同宗
之情，全手足之义，即日兴师，剿灭狂寇，永为唇齿，自有重酬。书不尽言，耑
候车骑 (63) 。
玄德看毕大喜，设宴相待法正。酒过数巡，玄德屏退左右，密谓
正曰：
“久仰孝直英名，张别驾多谈盛德。今获听教，甚慰平生。”
法正谢曰：
“蜀中小吏，何足道哉。盖闻马逢伯乐而嘶 (64) ，人遇知
己而死 (65) 。张别驾昔日之言，将军复有意乎？”玄德曰：
“备一身
寄客，未尝不伤感而叹息。尝思鹪鹩尚存一枝 (66) ，狡兔犹藏三窟
(67) ，何况人乎？蜀中丰馀之地，非不欲取，奈刘季玉系备同宗，不
忍相图。”法正曰：
“益州天府之国，非治乱之主 (68) ，不可居也。
今刘季玉不能用贤，此业不久必属他人。今日自付与将军，不可错
失。岂不闻逐兔先得之语乎 (69) ？将军欲取，某当效死。”玄德拱手
谢曰：
“尚容商议。”
当日席散，孔明亲送法正归馆舍。玄德独坐沉吟，庞统进曰：
“事当决而不决者，愚人也。主公高明，何多疑耶？”玄德问曰：
“以公之意，当复何如？”统曰：
“荆州东有孙权，北有曹操，难以
得志。益州户口百万，土广财富，可资大业。今幸张松、法正为内
助，此天赐也，何必疑哉？”玄德曰：
“今与吾水火相敌者，曹操
也。操以急，吾以宽；操以暴，吾以仁；操以谲，吾以忠：每与操相
反，事乃可成。若以小利而失信义于天下，吾不忍也。”庞统笑曰：
“主公之言虽合天理，奈离乱之时，用兵争强，固非一道。若拘执常
理，寸步不可行矣，宜从权变 (70) 。且兼弱攻昧 (71) ，逆取顺守
(72) ，汤、武之道也 (73) 。若事定之后，报之以义，封为大国，何负
于信？今日不取，终被他人取耳。主公幸熟思焉。”玄德乃恍然曰
(74) ：
“金石之言 (75) ，当铭肺腑。”
于是遂请孔明，同议起兵西行。孔明曰：
“荆州重地，必须分兵
守之。”玄德曰：
“吾与庞士元、黄忠、魏延前往西川；军师可与关
云长、张翼德、赵子龙守荆州。”孔明应允。于是孔明总守荆州；关
公拒襄阳要路，当青泥隘口；张飞领四郡巡江；赵云屯江陵，镇公
安。玄德令黄忠为前部，魏延为后军，玄德自与刘封、关平在中军，
庞统为军师，马步兵五万，起程西行。临行时，忽廖化引一军来降。
玄德便教廖化辅佐云长，以拒曹操。
是年冬月 (76) ，引兵望西川进发。行不数程，孟达接着，拜见玄
德，说：
“刘益州令某领兵五千远来迎接。”玄德使人入益州，先报
刘璋。璋便发书告报沿途州郡，供给钱粮。璋欲自出涪城亲接玄德，
即下令准备车乘帐幔，旌旗铠甲，务要鲜明。主簿黄权入谏曰：
“主
公此去，必被刘备所害。某食禄多年，不忍主公中他人奸计。望三思
之。”张松曰：
“黄权此言，疏间宗族之义，滋长寇盗之威，实无益
于主公。”璋乃叱权曰：
“吾意已决，汝何逆吾？”权叩首流血，近
前口衔璋衣而谏。璋大怒，扯衣而起。权不放，顿落门牙两个。璋喝
左右，推出黄权。权大哭而归。
璋欲行，一人叫曰：
“主公不纳黄公衡忠言，乃欲自就死地
耶？”伏于阶前而谏。璋视之，乃建宁俞元人也，姓李名恢。叩首谏
曰：
“窃闻君有诤臣 (77) ，父有诤子 (78) 。黄公衡忠义之言，必当
听从。若容刘备入川，是犹迎虎于门也。”璋曰：
“玄德是吾宗兄，
安肯害吾？再言者必斩!”叱左右推出李恢。张松曰：
“今蜀中文官各
顾妻子，不复为主公效力；诸将恃功骄傲，各有外意 (79) 。不得刘皇
叔，则敌攻于外，民攻于内，必败之道也。”璋曰：
“公所谋，深于
吾有益。”
次日，上马出榆桥门，人报：
“从事王累，自用绳索倒吊于城门
之上，一手执谏章，一手仗剑，口称如谏不从，自割断其绳索，撞死
于此地。”刘璋教取所执谏章观之。其略曰：
益州从事臣王累泣血恳告：窃闻良药苦口利于病，忠言逆耳利于行 (80) 。
昔楚怀王不听屈原之言，会盟于武关，为秦所困 (81) 。今主公轻离大郡，欲迎刘
备于涪城，恐有去路而无回路矣。倘能斩张松于市，绝刘备之约，则蜀中老幼幸
甚，主公之基业亦幸甚。
刘璋观毕，大怒曰：
“吾与仁人相会，如亲芝兰 (82) ，汝何数侮
于吾耶？”王累大叫一声，自割断其索，撞死于地。后人有诗叹曰：
倒挂城门捧谏章，拚将一死报刘璋。
黄权折齿终降备 (83) ，矢节何如王累刚 (84) 。
刘璋将三万人马往涪城来，后军装载资粮饯帛一千馀辆，来接玄
德。
却说玄德前军已到垫江。所到之处，一者是西川供给；二者是玄
德号令严明，如有妄取百姓一物者斩：于是所到之处，秋毫无犯。百
姓扶老携幼，满路瞻观，焚香礼拜。玄德皆用好言抚慰。
却说法正密谓庞统曰：
“近张松有密书到此，言于涪城相会刘
璋，便可图之，机会切不可失。”统曰：
“此意且勿言，待二刘相
见，乘便图之；若预走泄，于中有变。”法正乃秘而不言。涪城离成
都三百六十里，璋已到，使人迎接玄德。两军皆屯于涪江之上。玄德
入城，与刘璋相见，各叙兄弟之情。礼毕，挥泪诉告衷情。饮宴毕，
各回寨中安歇。
璋谓众官曰：
“可笑黄权、王累等辈，不知宗兄之心，妄相猜
疑。吾今日见之，真仁义之人也。吾得他为外援，又何虑曹操、张鲁
耶？非张松则失之矣。”乃脱所穿绿袍，并黄金五百两，令人往成都
赐与张松。时部下将佐刘璝、泠苞、张任、邓贤等一班文武官曰：
“主公且休欢喜，刘备柔中有刚，其心未可测，还宜防之。”璋笑
曰：
“汝等皆多虑，吾兄岂有二心哉!”众皆嗟叹而退。
却说玄德归到寨中，庞统入见曰：
“主公今日席上见刘季玉动静
乎？”玄德曰：
“季玉真诚实人也。”统曰：
“季玉虽善，其臣刘
璝、张任等皆有不平之色，其间吉凶未可保也。以统之计，莫若来日
设宴，请季玉赴席，于壁衣中埋伏刀斧手一百人，主公掷杯为号，就
筵上杀之。一拥入成都，刀不出鞘，弓不上弦，可坐而定也。”玄德
曰：
“季玉是吾同宗，诚心待吾；更兼吾初到蜀中，恩信未立。若行
此事，上天不容，下民亦怨。公此谋，虽霸者亦不为也。”统曰：
“此非统之谋，是法孝直得张松密书，言事不宜迟，只在早晚当图
之。”言未已，法正入见，曰：
“某等非为自己，乃顺天命也。”玄
德曰：
“刘季玉与吾同宗，不忍取之。”正曰：
“明公差矣。若不如
此，张鲁与蜀有杀母之仇，必来攻取。明公远涉山川，驱驰士马，既
到此地，进则有功，退则无益。若执狐疑之心，迁延日久，大为失
计。且恐机谋一泄，反为他人所算。不若乘此天与人归之时 (85) ，出
其不意，早立基业，实为上策。”庞统亦再三相劝。正是：
人主几番存厚道，才臣一意进权谋。
未知玄德心下如何，且看下文分解。
--------------------
(1) 额(ju é绝)——形容额头特别突出。：即头。刨地用的一种农具。
(2) 鼻偃——即塌鼻头。偃：倒伏。
(3) 傲睨(n ì逆)——骄傲自大，目空一切。睨：斜视。借喻瞧不起人的样子。
(4) 猥琐——这里指其貌不扬，举止粗俗。
(5) 拂袖——甩动衣袖，表示不悦或愤怒。
(6) 回还——周围。
(7) 闾阎——本指里巷的门，借指里巷。
(8) 阜——多，丰富。
(9) 相如——即司马相如，字长卿，西汉蜀郡成都(今属四川成都)人。文学家，尤以辞
赋著名，有《子虚赋》、《上林赋》、《大人赋》等传世。
(10) 伏波——指伏波将军马援，字文渊，东汉扶风茂陵(今陕西兴平)人。东汉初名
将，尤在平定西北、西南叛乱中战功卓著，被封新息侯。
(11) 仲景——指张机，字仲景，汉末南阳郡(今属河南南阳)人。名医，有《伤寒
论》、《金匮要略》传世，为我国中医学经典。
(12) 君平——指严遵，字君平，西汉蜀郡成都人。著名隐士，相传其占卜很准。
(13) 九流三教——参见第二十三回“三教九流”条注。
(14) 出乎其类，拔乎其萃——出、拔：超出，超过。乎：相当于“于”。类：许多相同
或相似的人。萃：本义为聚集、汇集。引申以指聚集在一起的人群。“出乎其类，拔乎其
萃”本“出于其类，拔乎其萃”，出自《孟子·公孙丑上》：“圣人之于民，亦类也。出于
其类，拔乎其萃，自有生民以来，未有盛于孔子也。”意谓超过了所有同类人。形容超群出
众，非同一般。
(15) 车载斗量——语出三国吴·韦昭《吴书》(见《三国志·吴志·吴主传》裴松之注
引)：“(魏文帝)又曰：‘吴如大夫者几人？’(赵)咨曰：‘聪明特达者八九十人；如臣之
比，车载斗量，不可胜数。’”(比：类。)意谓数量多到像粮食一样用车装运，用斗量数。
形容某类人或物数量很多，到处都是，不足为奇。
(16) 滥充——“滥竽充数”的省略。滥竽：不会吹竽的人。竽：形状像笙的古乐器。充
数：凑数，冒充为其中之一。典出《韩非子·内储说上》：“齐宣王使人吹竽，必三百人。
南郭处士请为王吹竽，宣王说(悦)之。廪食以数百人。宣王死，湣王立，好一一听之，处士
逃。”意谓根本不会吹竽的人混在吹竽行家中充数。比喻外行冒充行家或没有真才实学的人
混在行家里面充数或以劣充优。或用于自谦。
(17) 世代簪缨——世代做官。簪缨：古代显贵的冠饰，代指官宦。簪：是一种条状饰
物，用以固定头发或连接冠与发髻，兼有装饰作用。缨：帽带。
(18) 立于庙堂——立足于朝廷。指做朝廷大臣。
(19) 下寮——义同“下僚”。职位低微的官吏。
(20) 开发——开导，启发，教益。
(21) 孔、孟之道——语出南朝齐·王融《画〈汉武北伐图〉上疏》(见《南齐书·王融
传》，《艺文类聚》题作《答敕撰汉武北伐图赋启》)：“(臣)窃习战阵攻守之术，农商牧艺
之书，申、商、韩、墨之权，伊、周、孔、孟之道，常愿待诏朱阙，俯对青蒲，请闲宴之
私，谈当世之务，位贱人微，徒深倾款。”意谓孔子和孟子的学锐。泛指儒家学说。
(22) 孙、吴之机——指孙子、吴起兵法的要领、精义。
(23) 箧(qi è窃)——小匣子。
(24) 《孟德新书》——曹操所撰兵书。包括《续孙子兵法》三卷、《兵书略要》九卷。
已佚。孟德是曹操的字，用为其所著书名。
(25) 酌古准今——意谓参考了古今兵书。酌：选取精华。准：依据。
(26) 《孙子》十三篇——孙武(春秋时人)所著《孙子兵法》共十三篇，即《计篇》、
《作战篇》、《谋攻篇》、《形篇》、《势篇》、《虚实篇》、《军争篇》、《九变篇》、
《行军篇》、《地形篇》、《九地篇》、《火攻篇》、《用间篇》。
(27) 止好——同“只好”。这里是只能之意。
(28) 成帙——成书，写完。帙：本指古代竹帛书籍的封套，引申为书籍的泛称。
(29) 过目不忘——语出《晋书·苻融载记》：“融聪辩明慧，下笔成章……耳闻则诵，
过目不忘。时人拟之王粲。”意谓眼睛看一遍就能牢记不忘。形容人的记忆力超乎常人。
(30) 体貌疏——相貌粗俗，其貌不扬。
(31) 语倾三峡水——语本唐·杜甫《醉歌行》(见《全唐诗》卷二一六)：“陆机二十
作《文赋》，汝更少年能缀文……词源倒流三峡水，笔阵独扫千人军。”意谓滔滔不绝的言
词犹如三峡之水倾泻而下。形容人口才极好，说话滔滔不绝。
(32) 目视十行书——语本宋·刘克庄《杂记六言五首》其二：“五更三点待漏，一目十
行读书。”意谓眼睛能同时看十行文字。形容人看书的速度极快。
(33) 文章贯太虚——意谓文章通天。形容文名远扬。贯：通。太虚：天空。
(34) 慢——用作动词，即怠慢、慢待之意。
(35) 辩才无碍——辩才：能言善辩的口才。无碍：没有障碍，即非常流畅。“辩才无
碍”本“辩才无障碍”，出自《华严经》：“若能知法永不灭，则得辩才无障碍；若能辩才
无障碍，则能开演无边法。”又《大乘起信论》：“或令人知宿命过去之事，亦知未来之
事，得他心智，辩才无碍。”原为佛教用语，意谓高僧讲解佛法，道理圆通，言词流畅，毫
无障碍。引申以形容能言善辩。
(36) 下了江南——指征服了孙权。
(37) 人马腾空——形容人马精神抖擞，威风凛凛，好像要飞腾之势。
(38) 战无不胜，攻无不取——语本《左传·僖公四年》：“以此众战，谁能御之；以此
攻城，何城不克。”又《战国策·秦策一》：“张仪说秦王曰：‘……秦之号令赏罚，地形
利害，天下莫知也。以此与天下，天下不足兼而有之。是知秦战未尝不胜，攻未尝不取，所
当未尝不破也。”意谓凡是交战，没有一次不胜的；凡是进攻，没有一次不攻克的。形容每
战必胜，所向无敌。
(39) 顺吾者生，逆吾者死——语本《庄子·盗跖》：“孔子趋而进，避席反走，再拜盗
跖。盗跖大怒，两展其足，按剑瞋目，声如乳虎，曰：‘若所言顺吾意则生，逆吾心则
死。’”原指你的话能使我满意才能活命，我若不满意就杀了你。引申为顺从我的人才能生
存，违抗我的人就得灭亡。作者让曹操以盗跖的话为座右铭，隐寓曹操与盗跖是一类货色。
(40) 轻妆软扮——意谓身穿便服。
(41) 更阑——深夜。
(42) 蟊贼——本义为危害禾苗的两种害虫。《诗经·小雅·大田》：“去其螟螣，及其
蟊贼。”毛传：“食根曰蟊，食节曰贼。”比喻危害人民或国家的人。《后汉书·岑彭
传》：“天降罪罟，蟊贼内讧。”李贤注：“蟊贼，食禾稼虫名，以喻奸吏侵渔也。”
(43) 不弃——不嫌弃。《诗经·小雅·伐木序》：“亲亲以睦，友贤不弃，不遗故旧，
则民得归厚矣。”
(44) 虎踞——本义为老虎蹲坐，引申为霸占。
(45) 鲸吞——本义为鲸鱼吞食，引申为吞并。
(46) 卖主求荣——意谓奴仆、臣子出卖主人，谋求自身的荣华富贵。
(47) 披沥肝胆——参见第二十六四“披肝沥胆”条注。
(48) 任贤用能——语本“任贤使能”，出自《诗经·大雅·烝民》战国鲁·毛亨正义：
“《烝民》，尹吉甫美宣王也，任贤使能，周室中兴焉。”又《吴子·料敌》：“有不占而
避之者六……陈功居列，任贤使能。”意谓任用德才兼备的人。
(49) 纳款——真诚归顺，主动投降。
(50) 名垂青史——义同“名垂竹帛”，参见第三十六回“名垂竹帛”条注。
(51) 著鞭在先——著鞭：下鞭。指进攻时鞭打战马。典出晋·刘琨《与亲旧(一作
“故”)书》(见《世说新语·赏誉下》刘孝标注引晋·虞预《晋阳秋》、南朝宋·何法盛
《晋中兴书》，《太平御览》卷三五九、《晋书·刘琨传》)：“吾枕戈待旦，志枭逆虏，常
恐祖生(逖)先吾著鞭耳。”意谓抢先动手。后用为勉励人努力进取之典。
(52) “车不能”二句——方轨：两车并行。联辔：两马并行。这二句本《战国策·齐策
一》：“今秦攻齐……径亢父之险，车不得方轨，马不得并行，百人守险，千人不能过
也。”意谓两车不能并行，两马也不能并行。表示山多地险，道路狭窄，不利于用兵。
(53) 青山不老——语出宋·胡宏《绝句三首》其二：“幽人偏爱青山好，为是青山青不
老。”意谓像青葱的山岭那样永远不改变原貌。多比喻情谊历久不变或后会有期。
(54) 柔能克刚——典出《淮南子·原道训》：“约而能张，幽而能明，弱而能强，柔而
能刚……行柔而刚，用弱而强，转化推移，得之一道……是故欲刚者，必以柔守之；欲强
者，必以弱保之。积于柔则刚，积于弱则强。”意谓柔弱的能够制服刚强的。多指待人处世
采取温和的手段而能服人。
(55) 泰山之安——语出汉·枚乘《上书谏吴王》(见《汉书·枚乘传》、《文选》卷三
九)：“今欲极天命之上寿，敝无穷之极乐，究万乘之势，不出反掌之易，以居泰山之安，而
欲乘累卵之危，走上天之难，此愚臣之所以为大王惑也。”意谓像泰山一般稳固。形容极其
稳固，不可动摇或没有危险。
(56) 时清——时世清平。
(57) 烧眉之急——义同“燃眉之急”。典出元·马端临《文献通考·市籴二》：“元祐
初，温公(司马光)入相，诸贤并进用，革新之病民者，如救燃眉，青苗、助役其尤也。”意
谓像火烧眉毛那样紧急。比喻事情非常紧急或非常紧急的事情。
(58) 癣疥之疾——癣疥：皮癣和疥疮。“癣疥之疾”本《国语·吴语》：“吴王夫差既
许越成，乃大戒师徒，将以伐齐。申胥进谏曰：‘……越之在吴，犹人之有腹心之疾也……
夫齐、鲁譬诸疾，疥癣也，岂能涉江、淮而与我争此地哉？’”(申胥：当为“子胥”之误。
见《史记·越王句践世家》：“吴王将伐齐，子胥谏曰：‘未可。臣闻句践食不重味，与百
姓同苦乐。此人不死，必为国患。吴有越，腹心之疾；齐与吴，疥癣也。愿王释齐先
越。’”)意谓犹如皮癣和疥疮之类的皮肤小病。比喻轻微的祸害。
(59) 心腹大患——心腹：泛指人体的要害部位。大患：大病，重病。“心腹大患”本
“腹心之疾”，出自《左传·哀公六年》：“是岁也，有云如众赤鸟，夹日以飞三日。楚子
使问诸周大史，周大史曰：‘其当王身乎？若禜之，可移于令尹、司马。’王曰：‘除腹心
之疾，而置诸股肱，何益……有罪受罚，又焉移之？’遂弗禜。”(禜：为除邪消灾而祭
祀。)大意是：因出现了许多红鸟绕太阳飞行三日的异兆，史官说灾难可能降到哀公身上，但
可用祭祀的办法，把灾难转移到令尹或司马身上。哀公认为自己如果有罪，就该受罚，而不
应嫁祸于亲信大臣，所以拒绝了史官的建议。意谓犹如人体的要害部位有了病。比喻极其严
重的祸害。
(60) 径取——直奔，一直去往。取：通“趋”。
(61) 久伏电天——意谓久仰你的大名。久伏：久仰。电天：对显赫人物的敬称。
(62) 赍贡——进献礼物。
(63) 耑候车骑——意谓特意写信问候你。耑候：专候，特意问候。车骑：车马。转用作
对人的敬称。耑：音义皆同“专”。
(64) 马逢伯乐而嘶——语本《战国策·楚策四》：“骥于是俯而喷，仰而鸣，声达于
天，若出金石声者，何也？彼见伯乐之知己也。”伯乐为春秋时人，善于辨别马之优劣，故
良马见之而欢鸣。借喻杰出人才皆愿事明主。
(65) 人遇知己而死——语本《战国策·赵策一》：“豫让遁逃山中，曰：‘嗟乎!士为
知己者死，女为悦己者容，吾其报知氏之雠矣。’”意谓士人愿为赏识自己的人效劳，甚至
不惜生命。
(66) 鹪鹩尚存一枝——鹪鹩：鸟名，体长约三寸。因其善于做巢，俗称“巧妇鸟”。别
称黄脰鸟、桃雀、桑飞等。“鹪鹩尚存一枝”本《庄子·逍遥游》：“尧让天下于许由……
许由曰：‘子治天下，天下既已治也。而我犹代子，吾将为名乎？名者实之宾也，吾将为宾
乎？鹪鹩巢于深林，不过一枝；偃鼠饮河，不过满腹。归休乎君，予无所用天下为。’”郭
象注：“性各有极，苟足其极，则馀天下之财也。”成玄英疏：“鸟巢一枝之外，不假茂
林；兽饮满腹之馀，无劳浩汗。”意谓鹪鹩在树上做巢只需一根树枝。原比喻人的欲望很
小，很容易满足。这里反用其意，是说鹪鹩鸟尚且有一枝可以栖身，人更应有雄心壮志。
(67) 狡兔犹藏三窟——狡兔：狡猾的兔子。唐·韩愈《贺徐州张仆射白兔书》(见《全
唐文》卷五五一)：“兔，阴类也，又窟居，狡而伏，逆象也。”三窟：有三处做窝的洞穴。
典出《战国策·齐策四》：冯谖为孟尝君的门下食客，自告奋勇为孟尝君下乡收租，却自作
主张，不但全部免除了佃户的地租，并当场烧毁了地契，收到了“民呼万岁”的效果。回来
交差时，冯谖声称为孟尝君“市义”而回。孟尝君虽然有点不高兴，却也未加责备。不久，
齐王罢免了孟尝君的相位，只好回到封地薛。“未至百里，民扶老携幼，迎君道中。”孟尝
君这时才明白了冯谖“市义”的道理。但冯谖对孟尝君说：“狡兔有三窟，仅得免其死耳。
今君有一窟，未得高枕而卧也。请为君复凿二窟。”意谓兔子为免灾祸，尚且要有三个洞
穴，人更应该未雨绸缪，深谋远虑。
(68) 治乱之主——能够治理乱世的君主。
(69) 逐兔先得——语本《后汉书·袁绍传》：“沮授谏曰：‘世称万人逐兔，一人获
之，贪者悉止，分定故也。’”借喻在群雄争霸之时，谁先抢占地盘，别人便难以夺去。
(70) 权变——随机应变。《文子·道德》：“圣人者应时权变，见形施宜。”
(71) 兼弱攻昧——兼：兼并。弱：指弱小的国家或政权。攻：攻打，讨伐。昧：指政治
黑暗的国家或政权。“兼弱攻昧”出自《尚书·商书·仲虺之诰》：“民之戴商，厥惟旧哉!
佑贤辅德，显忠遂良；兼弱攻昧，取乱侮亡；推亡固存，邦乃其昌。”意谓对于弱小的国家
要采取兼并的手段，对于政治昏乱的国家要采取武力夺取的手段。后来成为兵家的策略之
一。
(72) 逆取顺守——语出《史记·郦生陆贾列传》(又见《汉书·陆贾传》)：“陆生
曰：‘居马上得之，宁可以马上治乎？且汤、武逆取而以顺守之，文武并用，长久之术
也。’”意谓即使用武力夺取政权不合道义，但只要在取得政权后偃武修文，使百姓得以安
居乐业，也是符合天意人心的。
(73) 汤、武之道——意谓商汤灭夏桀、周武王灭商纣的方法，正是“兼弱攻昧”、“逆
取顺守”，而并不妨碍商汤和周武王成为圣君。
(74) 恍然——猛然领悟貌。
(75) 金石之言——参见第十五回“言如金石”条注。
(76) 冬月——即冬天。
(77) 君有诤臣——语本“天子有诤臣”，出自《白虎通·谏诤》引《孝经》：“天子有
诤臣七人，虽无道，不失其天下。”诤臣：能直言劝谏帝王的忠臣。
(78) 父有诤子——语出《白虎通·谏诤》引《孝经》：：“父有诤子，则身不陷于不
义。”诤子：能直言劝谏父亲的儿子。
(79) 外意——即贰心，背叛之意。
(80) 良药苦口利于病，忠言逆耳利于行——语出《孔子家语·卷四·六本》：“孔子
曰：‘良药苦口而利于病，忠言逆耳而利于行。’”意谓能治病的良药吃起来苦口，有助益
的忠言听起来逆耳。比喻中肯的劝戒听着不舒服却很有好处。
(81) “昔楚怀王”四句——事见《史记·屈原列传》：战国时，秦昭王欲割楚国的土
地，假称与楚国联姻，请楚怀王会盟。屈原谏怀王曰：‘秦虎狼之国，不可信，不如毋
行。’”怀王不听。“入武关，秦伏兵绝其后，因留怀王，以求割地。怀王怒，不听，亡走
赵，赵不纳。复之秦，竟死于秦而归葬。”
(82) 亲——这里是接近、接触之意。
(83) 折齿——典出《史记·范睢列传》：范睢为战国时魏人，事中大夫须贾。范睢随须
贾出使齐国，齐襄王闻范睢有辩才，乃赐其金十斤及牛酒，但范睢未敢接受。须贾疑其私通
齐国，归国后密告魏相魏齐。“魏齐大怒，使舍人笞击睢，折胁折齿。”范睢装死而保住一
命。后亡命于秦，做了秦国的丞相。后世即以“折齿”或“折胁”为遭受屈辱的典故。
(84) 矢节——正直的气节或操守。
(85) 天与人归——天与：上天给予或赐予。人归：人心归附。“天与”出自《孟子·万
章上》：“(万章曰)‘然则舜有天下也，孰与之？’(孟子)曰：‘天与之。’”“人归”本
“民归”，出自《诗经·大雅·泂酌》：“岂弟君子，民之攸归。”(攸：所。)又《穀梁传
·庄公三年》：“其曰王者，民之所归往也。”后将两者合并为“天与人归”，以说明帝王
是天命所授，人心所向。
第六十一回 赵云截江夺阿斗 孙权遗书退老瞒
却说庞统、法正二人劝玄德就席间杀刘璋，西川唾手可得。玄德
曰：
“吾初入蜀中，恩信未立，此事决不可行。”二人再三说之，玄
德只是不从。
次日，复与刘璋宴于城中，彼此细叙衷曲，情好甚密。酒至半
酣，庞统与法正商议曰：
“事已至此，由不得主公了。”便教魏延登
堂舞剑，乘势杀刘璋。延遂拔剑进曰：
“筵间无以为乐，愿舞剑为
戏。”庞统便唤众武士入，列于堂下，只待魏延下手。刘璋手下诸将
见魏延舞剑筵前，又见阶下武士手按刀靶 (1) ，直视堂上，从事张任
亦掣剑舞曰：
“舞剑必须有对，某愿与魏将军同舞。”二人对舞于筵
前。魏延目视刘封，封亦拔剑助舞。于是刘璝、泠苞、邓贤各掣剑出
曰：
“我等当群舞，以助一笑。”玄德大惊，急掣左右所佩之剑，立
于席上曰：
“吾兄弟相逢痛饮，并无疑忌，又非鸿门会上，何用舞
剑？不弃剑者立斩!”刘璋亦叱曰：
“兄弟相聚，何必带刀？”命侍卫
者尽去佩剑。众皆纷然下堂。玄德唤诸将士上堂，以酒赐之，曰：
“吾弟兄同宗骨血，共议大事，并无二心，汝等勿疑。”诸将皆拜
谢。刘璋执玄德之手而泣曰：
“吾兄之恩，誓不敢忘。”二人欢饮，
至晚而散。玄德归寨，责庞统曰：
“公等奈何欲陷备于不义耶？今后
断勿为此。”统嗟叹而退。
却说刘璋归寨，刘璝等曰：
“主公见今日席上光景乎？不如早
回，免生后患。”刘璋曰：
“吾兄刘玄德非比他人。”众将曰：
“虽
玄德无此心，他手下人皆欲吞并西川，以图富贵。”璋曰：
“汝等无
间吾兄弟之情。”遂不听，日与玄德欢叙。忽报：
“张鲁整顿兵马，
将犯葭萌关。”刘璋便请玄德往拒之。玄德慨然领诺，即日引本部兵
望葭萌关去了。众将劝刘璋令大将紧守各处关隘，以防玄德兵变。璋
初时不从，后因众人苦劝，乃令白水都督杨怀、高沛二人守把涪水
关。刘璋自回成都。玄德到葭萌关，严禁军士，广施恩惠，以收民
心。
早有细作报入东吴。吴侯孙权会文武商议。顾雍进曰：
“刘备分
兵远涉山险而去，未易往还。何不差一军先截川口，断其归路；后尽
起东吴之兵，一鼓而下荆襄。此不可失之机会也。”权曰：
“此计大
妙。”正商议间，忽屏风后一人大喝而出曰：
“进此计者可斩之!欲害
吾女之命耶？”众惊视之，乃吴国太也。国太怒曰：
“吾一生惟有一
女，嫁与刘备。今若动兵，吾女性命如何？”因叱孙权曰：
“汝掌父
兄之业，坐领八十一州，尚自不足，乃顾小利而不念骨肉。”孙权喏
喏连声，答曰：
“老母之训，岂敢有违。”遂叱退众官。国太恨恨而
入。
孙权立于轩下，自思：
“此机会一失，荆襄何日可得？”正沉吟
间，只见张昭入问曰：
“主公有何忧疑？”孙权曰：
“正思适间之
事。”张昭曰：
“此极易也。今差心腹将一人，只带五百军，潜入荆
州，下一封密书与郡主，只说国太病危，欲见亲女，取郡主星夜回东
吴。玄德平生只有一子，就教带来。那时玄德定把荆州来换阿斗；如
其不然，一任动兵，更有何碍？”权曰：
“此计大妙。吾有一人，姓
周名善，最有胆量。自幼穿房入户，多随吾兄。今可差他去。”昭
曰：
“切勿漏泄。只此便令起行。”于是密遣周善将五百人，扮为商
人，分作五船；更诈修国书，以备盘诘；船内暗藏兵器。
周善领命，取荆州水路而来。船泊江边，善自入荆州，令门吏报
孙夫人。夫人命周善入，善呈上密书。夫人见说国太病危，洒泪动
问。周善拜诉曰：
“国太好生病重，旦夕只是思念夫人。倘去得迟，
恐不能相见。就教夫人带阿斗去见一面。”夫人曰：
“皇叔引兵远
出，我今欲回，须使人知会军师，方可以行。”周善曰：
“若军师回
言道须报知皇叔，候了回命，方可下船，如之奈何？”夫人曰：
“若
不辞而去，恐有阻当。”周善曰：
“大江之中，已准备下船只。只今
便请夫人上车出城。”孙夫人听知母病危急，如何不慌，便将七岁孩
子阿斗载在车中，随行带三十馀人，各跨刀剑，上马离荆州城，便来
江边上船。府中人欲报时，孙夫人已到沙头镇，下在船中了。
周善方欲开船，只听得岸上有人大叫：
“且休开船，容与夫人饯
行。”视之，乃赵云也。原来赵云巡哨方回，听得这个消息，吃了一
惊，只带四五骑，旋风般沿江赶来。周善手执长戈，大喝曰：
“汝何
人，敢当主母？”叱令军士一齐开船，各将军器出来，摆列在船上。
风顺水急，船皆随流而去。赵云沿江赶叫：
“任从夫人去，只有一句
话拜禀。”周善不睬，只催船速进。赵云沿江赶到十馀里，忽见江滩
斜缆一只渔船在那里。赵云弃马执枪，跳上渔船，只两人驾船前来，
望着夫人所坐大船追赶。周善教军士放箭，赵云以枪拨之，箭皆纷纷
落水。离大船悬隔丈馀，吴兵用枪乱刺。赵云弃枪在小船上，掣所佩
青釭剑在手，分开枪搠，望吴船涌身一跳，早登大船。吴兵尽皆惊
倒。
赵云入舱中，见夫人抱阿斗于怀中，喝赵云曰：
“何故无礼？”
云插剑，声喏曰：
“主母欲何往？何故不令军师知会？”夫人曰：
“我母亲病在危笃，无暇报知。”云曰：
“主母探病，何故带小主人
去？”夫人曰：
“阿斗是吾子，留在荆州，无人看觑。”云曰：
“主
母差矣。主人一生，只有这点骨血，小将在当阳长坂坡百万军中救
出，今日夫人却欲抱将去，是何道理？”夫人怒曰：
“量汝只是帐下
一武夫，安敢管我家事？”云曰：
“夫人要去便去，只留下小主
人。”夫人喝曰：
“汝半路辄入船中 (2) ，必有反意。”云曰：
“若
不留下小主人，纵然万死，亦不敢放夫人去。”夫人喝侍婢向前揪捽
(3) ，被赵云推倒，就怀中夺了阿斗，抱出船头上。欲要傍岸，又无
帮手；欲要行凶，又恐碍于道理：进退不得。夫人喝侍婢夺阿斗，赵
云一手抱定阿斗，一手仗剑，人不敢近。周善在后梢挟住舵，只顾放
船下水，风顺水急，望中流而去。赵云孤掌难鸣 (4) ，只护得阿斗，
安能移舟傍岸。
正在危急，忽见下流头港内一字儿使出十馀只船来，船上磨旗擂
鼓。赵云自思：
“今番中了东吴之计。”只见当头船上一员大将，手
执长矛，高声大叫：
“嫂嫂留下侄儿去!”原来张飞巡哨，听得这个消
息，急来油江夹口，正撞着吴船，急忙截住。当下张飞提剑跳上吴
船。周善见张飞上船，提刀来迎，被张飞手起一剑砍倒，提头掷于孙
夫人前。夫人大惊曰：
“叔叔何故无礼？”张飞曰：
“嫂嫂不以俺哥
哥为重，私自归家，这便无礼。”夫人曰：
“吾母病重，甚是危急，
若等你哥哥回报，须误了我事。若你不放我回去，我情愿投江而
死。”张飞与赵云商议：
“若逼死夫人，非为臣下之道。只护着阿斗
过船去罢。”乃谓夫人曰：
“俺哥哥大汉皇叔，也不辱没嫂嫂。今日
相别，若思哥哥恩义，早早回来。”说罢，抱了阿斗，自与赵云回
船，放孙夫人五只船去了。后人有诗赞子龙曰：
昔年救主在当阳，今日飞身向大江。
船上吴兵皆胆裂，子龙英勇世无双。
又有诗赞翼德曰：
长坂桥边怒气腾，一声虎啸退曹兵。
今朝江上扶危主，青史应传万载名。
二人欢喜回船。行不数里，孔明引大队船只接来，见阿斗已夺
回，大喜。三人并马而归。孔明自申文书往葭萌关 (5) ，报知玄德。
却说孙夫人回吴，具说张飞、赵云杀了周善，截江夺了阿斗。孙
权大怒曰：
“今吾妹已归，与彼不亲，杀周善之仇，如何不报？”唤
集文武，商议起军攻取荆州。正商议调兵，忽报：
“曹操起军四十
万，来报赤壁之仇。”孙权大惊，且按下荆州，商议拒敌曹操。
人报：
“长史张纮辞疾回家，今已病故，有哀书上呈。”权拆视
之，书中劝孙权迁居秣陵，言秣陵山川有帝王之气，可速迁于此，以
为万世之业。孙权览书大哭，谓众官曰：
“张子纲劝吾迁居秣陵，吾
如何不从？”即命迁治建业，筑石头城。吕蒙进曰：
“曹操兵来，可
于濡须水口筑坞以拒之 (6) 。”诸将皆曰：
“上岸击贼，跣足入船，
何用筑城？”蒙曰：
“兵有利钝，战无必胜。如猝然遇敌，步骑相
促，人尚不暇及水，何能入船乎？”权曰：
“‘人无远虑，必有近
忧’ (7) 。子明之见甚远。”便差军数万筑濡须坞，晓夜并工，刻期
告竣。
却说曹操在许都，威福日甚。长史董昭进曰：
“自古以来，人臣
未有如丞相之功者，虽周公、吕望莫可及也。栉风沐雨 (8) ，三十馀
年，扫荡群凶，与百姓除害，使汉室复存。岂可与诸臣宰同列乎？合
受魏公之位，加九锡 (9) ，以彰功德。”你道那九锡？
一，车马(大辂、戎辂各一。大辂，金车也。戎辂，兵车也。玄牡二驷 (10)
，黄马八匹。)；二，衣服(衮冕之服，赤舄副焉。衮冕，王者之服。赤舄，朱履
也。)；三，乐悬 (11) (乐悬，王者之乐也。)；四，朱户(居以朱户，红门
也。)；五，纳陛 (12) (纳陛以登。陛，阶也。)；六，虎贲(虎贲三百人，守门之
军也。)；七，鈇钺(鈇钺各一。鈇，即斧也。钺，斧属。)；八、弓矢(彤弓一，
彤矢百。彤，赤色也。玈弓十，玈矢千。玈，黑色也。)；九，秬鬯圭瓒(秬鬯一
卣，圭瓒副焉。秬，黑黍也。鬯，香酒，灌地以求神于阴。卣，中樽也。圭瓒，
宗庙祭器，以祀先王也。)
侍中荀彧曰：
“不可。丞相本兴义兵，匡扶汉室，当秉忠贞之
志，守谦退之节。君子爱人以德 (13) ，不宜如此。”曹操闻言，勃然
变色。董昭曰：
“岂可以一人而阻众望？”遂上表请尊操为魏公，加
九锡。荀彧叹曰：
“吾不想今日见此事!”操闻，深恨之，以为不助己
也。
建安十七年冬十月，曹操兴兵下江南，就命荀彧同行。彧已知操
有杀己之心，托病止于寿春。忽曹操使人送饮食一盒至，盒上有操亲
笔封记。开盒视之，并无一物。彧会其意，遂服毒而亡。年五十岁。
后人有诗叹曰：
文若才华天下闻，可怜失足在权门。
后人休把留侯比，临没无颜见汉君。
其子荀恽发哀书报曹操。操甚懊悔，命厚葬之，谥曰敬侯 (14) 。
且说曹操大军至濡须，先差曹洪领三万铁甲马军，哨至江边。回
报云：
“遥望沿江一带，旗幡无数，不知兵聚何处。”操放心不下，
自领兵前进，就濡须口排开军阵。操领百馀人上山坡，遥望战船，各
分队伍，依次摆列，旗分五色，兵器鲜明。当中大船上青罗伞下坐着
孙权，左右文武侍立两边。操以鞭指曰：
“生子当如孙仲谋。若刘景
升儿子，豚犬耳。”
忽一声响动，南船一齐飞奔过来，濡须坞内又一军出，冲动曹
兵。曹操军马退后便走，止喝不住。忽有千百骑赶到山边，为首马上
一人碧眼紫髯。众人认得正是孙权。权自引一队马军来击曹操。操大
惊，急回马时，东吴大将韩当、周泰，两骑马直冲将上来。操背后许
褚纵马舞刀，敌住二将，曹操得脱归寨。许褚与二将战三十合方回。
操回寨，重赏许褚，责骂众将：
“临敌先退，挫吾锐气。后若如此，
尽皆斩首!”
是夜二更时分，忽寨外喊声大震。操急上马，见四下里火起，却
被吴兵劫入大寨。杀至天明，曹兵退五十馀里下寨。操心中郁闷，闲
看兵书。程昱曰：
“丞相既知兵法，岂不知兵贵神速乎？丞相起兵，
迁延日久，故孙权得以准备，夹濡须水口为坞，难于攻击。不若且退
兵还许都，别作良图。”操不应。程昱出。
操伏几而卧，忽闻潮声汹涌，如万马争奔之状。操急视之，见大
江中推出一轮红日，光华射目；仰望天上，又有两轮太阳对照 (15) 。
忽见江心那轮红日直飞起来，坠于寨前山中，其声如雷。猛然惊觉，
原来在帐中做了一梦。帐前军报道午时。
曹操教备马，引五十馀骑，径奔出寨，至梦中所见落日山边。正
看之间，忽见一簇人马，当先一人，金盔金甲。操视之，乃孙权也。
权见操至，也不慌忙，在山上勒住马，以鞭指操曰：
“丞相坐镇中
原，富贵已极，何故贪心不足，又来侵我江南？”操答曰：
“汝为臣
下，不尊王室，吾奉天子诏，特来讨汝。”孙权笑曰：
“此言岂不羞
乎？天下岂不知你挟天子令诸侯？吾非不尊汉朝，正欲讨汝以正国家
耳。”操大怒，叱诸将上山捉孙权。忽一声鼓响，山背后两彪军出：
右边韩当、周泰，左边陈武、潘璋。四员将带三千弓弩手乱射，矢如
雨发。操急引众将回走，背后四将赶来甚急。赶到半路，许褚引众虎
卫军敌住，救回曹操。吴兵齐奏凯歌，回濡须去了。操还营，自思：
“孙权非等闲人物，红日之应，久后必为帝王。”于是心中有退兵之
意，又恐东吴耻笑，进退未决。
两边又相拒了月馀，战了数场，互相胜负。直至来年正月，春雨
连绵，水港皆满，军士多在泥水之中，困苦异常。操心甚忧。当日正
在寨中，与众谋士商议：或劝操收兵；或云目今春暖，正好相持，不
可退归。操犹豫未定。忽报东吴有使赍书到。操启视之。书略曰：
孤与丞相，彼此皆汉朝臣宰。丞相不思报国安民，乃妄动干戈，残虐生灵，
岂仁人之所为哉？即日春水方生，公当速去；如其不然，复有赤壁之祸矣。公宜
自思焉。
书背后又批两行云：
“足下不死，孤不得安。”曹操看毕，大笑
曰：
“孙仲谋不欺我也。”重赏来使，遂下令班师，命庐江太守朱光
镇守皖城，自引大军回许昌。
孙权亦收军回秣陵。权与众将商议：
“曹操虽然北去，刘备尚在
葭萌关未还。何不引拒曹操之兵，以取荆州？”张昭献计曰：
“且未
可动兵。某有一计，使刘备不能再还荆州。”正是：
孟德雄兵方退北，仲谋壮志又图南。
不知张昭说出甚计来，且看下文分解。
--------------------
(1) 刀靶——刀把，刀柄。
(2) 辄——这里是擅自之意。
(3) 捽(zu ó昨)——义同“揪”。即抓，拽。“揪捽”为重复结构词。
(4) 孤掌难鸣——孤掌：一只巴掌。难鸣：难以拍响，拍不响。“孤掌难鸣”语意本
《韩非子·功名》：“人主之患在莫之应，故曰一手独拍，虽疾无声。”又《敦煌变文集·
降魔变文》：“一手何能独拍？两手相击始鸣。”意谓一只巴掌拍不响。比喻孤立无助，势
单力薄，难以成事。
(5) 申——旧时官府的下级向上级行文称“申”。唐·韩愈《复仇状》：“凡有复父仇
者，事发，具其事申尚书省，尚书省集议奏闻。”
(6) 坞——小型城堡。
(7) 人无远虑，必有近忧——语出《论语·卫灵公》：“子曰：‘人无远虑，必有近
忧。’”意谓人若没有深谋远虑，很快就会有令人忧愁的事情发生。
(8) 栉(zh ì治)风沐雨——栉风：以风梳头。“栉”是梳子，这里借为动词。沐雨：用
雨洗头。“栉风沐雨”本“沐雨栉风”，出自《庄子·天下》：“昔禹之湮洪水……沐甚
雨，栉疾风。”成玄英疏：“赖骤雨而洒发，假疾风而梳头，勤苦执劳，形容毁悴。”又
《淮南子·修务训》：“禹沐浴霪雨，栉扶风。”高诱注：“禹劳力天下，不避风雨，以久
雨为沐浴。扶风，疾风。以疾风为梳篦也。”意谓以风梳发，以雨洗头。形容奔波劳苦，不
避风雨。
(9) 九锡——古代帝王赐予诸侯、大臣的九种器物，以示特殊恩宠。王莽开了先求九
锡，而后篡位的先河，魏晋六朝野心家纷纷效尤。九锡所指见下文。
(10) 玄牡二驷——即黑色公马八匹。牡：公马。驷：古代一辆车套四匹马，故“驷”为
四匹马的代称。
(11) 乐悬——古代按等级规定悬挂钟、磬等乐器的位置。帝王可将乐器悬挂于大殿，称
之为“乐悬”。
(12) 纳陛——即把殿基凿为台阶，置于檐下，使尊贵者登阶时不至于淋雨。
(13) 君子爱人以德——君子：指有修养有名望的人。人：泛指人民大众。以：用，遵
循，按照。德：道德。“君子爱人以德”出《礼记·檀弓上》：“曾子曰：‘尔之爱我也不
如彼。君子之爱人也以德，细人之爱人也以姑息。’”(细人：小人。)意谓君子是按照道德
标准去爱护和帮助他人。表示劝人走正道才是真正的爱护。
(14) 谥(sh ì世)——古代帝王、贵族、大臣、士大夫等死后，据其生前业迹而给予相
应的称号。
(15) “见大江中”四句——意谓曹操梦见天空出现三轮红日，是魏、蜀、吴三国即将鼎
立的预兆。
第六十二回 取涪关杨高授首 攻雒城黄魏争功
却说张昭献计曰：
“且休要动兵，若一兴师，曹操必复至。不如
修书二封：一封与刘璋，言刘备结连东吴，共取西川，使刘璋心疑而
攻刘备；一封与张鲁，教进兵向荆州来。着刘备首尾不能救应，我然
后起兵取之，事可谐矣。”权从之，即发使二处去讫。
且说玄德在葭萌关日久，甚得民心。忽接得孔明文书，知孙夫人
已回东吴。又闻曹操兴兵犯濡须，乃与庞统议曰：
“曹操击孙权，操
胜必将取荆州，权胜亦必取荆州矣。为之奈何？”庞统曰：
“主公勿
忧，有孔明在彼，料想东吴不敢犯荆州。主公可驰书去刘璋处，只
推：
‘曹操攻击孙权，权求救于荆州，吾与孙权唇齿之邦，不容不相
援。张鲁自守之贼，决不敢来犯界。吾今欲勒兵回荆州，与孙权会同
破曹操，奈兵少粮缺，望推同宗之谊，速发精兵三四万、行粮十万斛
相助，请勿有误。’若得军马钱粮，却另作商议。”
玄德从之，遣人往成都。来到关前，杨怀、高沛闻知此事，遂教
高沛守关，杨怀同使者入成都，见刘璋，呈上书信。刘璋看毕，问杨
怀为何亦同来。杨怀曰：
“专为此书而来。刘备自从入川，广布恩
德，以收民心，其意甚是不善。今求军马钱粮，切不可与；如若相
助，是把薪助火也 (1) 。”刘璋曰：
“吾与玄德有兄弟之情，岂可不
助？”一人出曰：
“刘备枭雄，久留于蜀而不遣，是纵虎入室矣 (2)
；今更助之以军马钱粮，何异与虎添翼乎？”众视其人，乃零陵烝阳
人，姓刘名巴，字子初。刘璋闻刘巴之言，犹豫未决。黄权又复苦
谏。璋乃量拨老弱军四千、米一万斛，发书遣使报玄德。仍令杨怀、
高沛紧守关隘。
刘璋使者到葭萌关见玄德，呈上回书。玄德大怒曰：
“吾为汝御
敌，费力劳心。汝今积财吝赏，何以使士卒效命乎？”遂扯毁回书，
大骂而起。使者逃回成都。庞统曰：
“主公只以仁义为重，今日毁书
发怒，前情尽弃矣。”玄德曰：
“如此，当若何？”庞统曰：
“某有
三条计策，请主公自择而行。”玄德问：
“那三条计？”统曰：
“只
今便选精兵，昼夜兼道，径袭成都，此为上计。杨怀、高沛乃蜀中名
将，各仗强兵拒守关隘，今主公佯以回荆州为名，二将闻知，必来相
送，就送行处，擒而杀之，夺了关隘，先取涪城，然后却向成都，此
中计也。退还白帝，连夜回荆州，徐图进取，此为下计。若沉吟不
去，将至大困，不可救矣。”玄德曰：
“军师上计太促，下计太缓；
中计不迟不疾，可以行之。”于是发书致刘璋，只说：曹操令部将乐
进引兵至青泥镇，众将抵敌不住，吾当亲往拒之，不及面会，特书相
辞。
书至成都，张松听得说刘玄德欲回荆州，只道是真心，乃修书一
封，欲令人送与玄德。却值亲兄广汉太守张肃到，松急藏书于袖中，
与肃相陪说话。肃见松神情恍惚，心中疑惑。松取酒与肃共饮，献酬
之间，忽落此书于地，被肃从人拾得。席散后，从人以书呈肃。肃开
视之。书略曰：
松昨进言于皇叔，并无虚谬，何乃迟迟不发？逆取顺守，古人所贵。今大事
已在掌握之中，何故欲弃此而回荆州乎？使松闻之，如有所失。书呈到日，疾速
进兵，松当为内应，万勿自误。
张肃见了，大惊曰：
“吾弟作灭门之事，不可不首 (3) 。”连夜
将书见刘璋，具言弟张松与刘备同谋，欲献西川。刘璋大怒曰：
“吾
平日未尝薄待他，何故欲谋反？”遂下令捉张松全家，尽斩于市。后
人有诗叹曰：
一览无遗世所稀，谁知书信泄天机。
未观玄德兴王业，先向成都血染衣。
刘璋既斩张松，聚集文武商议曰：
“刘备欲夺吾基业，当如之
何？”黄权曰：
“事不宜迟，即便差人告报各处关隘，添兵把守，不
许放荆州一人一骑入关。”璋从其言，星夜驰檄各关去讫。
却说玄德提兵回涪城，先令人报上涪水关，请杨怀、高沛出关相
别。杨、高二将闻报，商议曰：
“玄德此回若何？”高沛曰：
“玄德
合死。我等各藏利刃在身，就送行处刺之，以绝吾主之患。”杨怀
曰：
“此计大妙。”二人只带随行二百人，出关送行，其馀并留在关
上。玄德大军尽发，前至涪水之上。庞统在马上谓玄德曰：
“杨怀、
高沛若欣然而来，可提防之；若彼不来，便起兵径取其关，不可迟
缓。”正说间，忽起一阵旋风，把马前“帅”字旗吹倒。玄德问庞统
曰：
“此何兆也？”统曰：
“此警报也，杨怀、高沛二人必有行刺之
意，宜善防之。”玄德乃身披重铠，自佩宝剑防备。人报杨、高二将
前来送行。玄德令军马歇定。庞统分付魏延、黄忠：
“但关上来的军
士，不问多少马步军兵，一个也休放回。”二将得令而去。
却说杨怀、高沛二人身边各藏利刃，带二百军兵，牵羊送酒，直
至军前。见并无准备，心中暗喜，以为中计。入至帐下，见玄德正与
庞统坐于帐中。二将声喏曰：
“闻皇叔远回，特具薄礼相送。”遂进
酒劝玄德。玄德曰：
“二将军守关不易，当先饮此杯。”二将饮酒
毕，玄德曰：
“吾有密事与二将军商议，闲人退避。”遂将带来二百
人尽赶出中军。玄德叱曰：
“左右与吾捉下二贼!”帐后刘封、关平应
声而出。杨、高二人急待争斗，刘封、关平各捉住一人。玄德喝曰：
“吾与汝主是同宗兄弟，汝二人何故同谋，离间亲情？”庞统叱左右
搜其身畔，果然各搜出利刃一口。统便喝斩二人，玄德还犹豫未决。
统曰：
“二人本意欲杀吾主，罪不容诛。”遂叱刀斧手斩杨怀、高沛
于帐前。
黄忠、魏延早将二百从人先自捉下，不曾走了一个。玄德唤入，
各赐酒压惊。玄德曰：
“杨怀、高沛离间吾兄弟，又藏利刃行刺，故
行诛戮。尔等无罪，不必惊疑。”众各拜谢。庞统曰：
“吾今即用汝
等引路，带吾军取关，各有重赏。”众皆应允。是夜二百人先行，大
军随后。前军至关下叫曰：
“二将军有急事回，可速开关。”城上听
得是自家军，即时开关。大军一拥而入，兵不血刃 (4) ，得了涪关，
蜀兵皆降。玄德各加重赏，遂即分兵前后守把。
次日劳军，设宴于公厅。玄德酒酣，顾庞统曰：
“今日之会，可
为乐乎？”庞统曰：
“伐人之国而以为乐，非仁者之兵也。”玄德
曰：
“吾闻昔日武王伐纣，作乐象功 (5) ，此亦非仁者之兵欤？汝言
何不合道理？可速退。”庞统大笑而起。左右亦扶玄德入后堂。睡至
半夜，酒醒，左右以逐庞统之言告知玄德。玄德大悔。次早，穿衣升
堂，请庞统谢罪曰：
“昨日酒醉，言语触犯，幸勿挂怀。”庞统谈笑
自若。玄德曰：
“昨日之言，惟吾有失。”庞统曰：
“君臣俱失，何
独主公？”玄德亦大笑，其乐如初。
却说刘璋闻玄德杀了杨、高二将，袭了涪水关，大惊曰：
“不料
今日果有此事。”遂聚文武，问退兵之策。黄权曰：
“可连夜遣兵屯
雒县，塞住咽喉之路，刘备虽有精兵猛将，不能过也。”璋遂令刘
璝、泠苞、张任、邓贤点五万大军，星夜往守雒县，以拒刘备。
四将行兵之次，刘璝曰：
“吾闻锦屏山中有一异人，道号紫虚上
人，知人生死贵贱。吾辈今日行军，正从锦屏山过，何不试往问
之？”张任曰：
“大丈夫行兵拒敌，岂可问于山野之人乎？”璝曰：
“不然。圣人云：
‘至诚之道，可以前知 (6) 。’吾等问于高明之
人，当趋吉避凶。”于是四人引五六十骑至山下，问径樵夫。樵夫指
高山绝顶上，便是上人所居。四人上山至庵前，见一道童出迎，问了
姓名，引入庵中，只见紫虚上人坐于蒲墩之上 (7) 。四人下拜，求问
前程之事。紫虚上人曰：
“贫道乃山野废人，岂知休咎 (8) ？”刘璝
再三拜问，紫虚遂命道童取纸笔，写下八句言语，付与刘璝。其文
曰：
左龙右凤，飞入西川 (9) 。
雏凤坠地，卧龙升天 (10) 。
一得一失，天数当然。
见机而作 (11) ，勿丧九泉。
刘璝又问曰：
“我四人气数如何？”紫虚上人曰：
“定数难逃，
何必再问？”璝又请问时，上人眉垂目合，恰似睡着的一般，并不答
应。四人下山，刘璝曰：
“仙人之言，不可不信。”张任曰：
“此狂
叟也，听之何益？”遂上马前行。
既至雒县，分调人马，守把各处隘口。刘璝曰：
“雒城乃成都之
保障，失此则成都难保。吾四人公议：着二人守城；二人去雒县前
面，依山傍险，扎下两个寨子，勿使敌兵临城。”
泠苞、邓贤曰：
“某愿往结寨。”刘璝大喜，分兵二万与泠、邓
二人，离城六十里下寨。刘璝、张任守护雒城。
却说玄德既得涪水关，与庞统商议进取雒城。人报：
“刘璋拨四
将前来，即日泠苞、邓贤领二万军，离城六十里，扎下两个大寨。”
玄德聚众将问曰：
“谁敢建头功，去取二将寨栅？”老将黄忠应声出
曰：
“老夫愿往。”玄德曰：
“老将军率本部人马，前至雒城，如取
得泠苞、邓贤营寨，必当重赏。”
黄忠大喜，即领本部兵马，谢了要行。忽帐下一人出曰：
“老将
军年纪高大，如何去得？小将不才愿往。”玄德视之，乃是魏延。黄
忠曰：
“我已领下将令，你如何敢搀越？”魏延曰：
“老者不以筋骨
为能。吾闻泠苞、邓贤乃蜀中名将，血气方刚 (12) ，恐老将军近他不
得，岂不误了主公大事？因此愿相替，本是好意。”黄忠大怒曰：
“汝说吾老，敢与我比试武艺么？”魏延曰：
“就主公之前，当面比
试，赢得的便去，何如？”黄忠遂趋步下阶 (13) ，便叫小校：
“将刀
来。”
玄德急止之曰：
“不可。吾今提兵取川，全仗汝二人之力，今两
虎相斗，必有一伤 (14) ，须误了我大事。吾与你二人劝解，休得争
论。”庞统曰：
“汝二人不必相争。即今泠苞、邓贤下了两个营寨，
今汝二人自领本部军马，各打一寨，如先夺得者，便为头功。”于是
分定黄忠打泠苞寨，魏延打邓贤寨。二人各领命去了。庞统曰：
“此
二人去，恐于路上相争，主公可自引军为后应。”玄德留庞统守城，
自与刘封、关平引五千军随后进发。
却说黄忠归寨，传令：
“来日四更造饭，五更结束，平明进兵，
取左边山谷而进。”魏延却暗使人探听黄忠甚时起兵。探事人回报：
“来日四更造饭，五更起兵。”魏延暗喜，分付众军士：
“二更造
饭，三更起兵，平明要到邓贤寨边。”军士得令，都饱餐一顿，马摘
铃，人衔枚，卷旗束甲，暗地去劫寨。三更前后，离寨前进。到半
路，魏延马上寻思：
“只去打邓贤寨，不显能处。不如先去打泠苞
寨，却将得胜兵打邓贤寨，两处功劳，都是我的。”就马上传令，教
军士都投左边山路里去。天色微明，离泠苞寨不远，教军士少歇，排
搠金鼓旗幡、枪刀器械 (15) 。
早有伏路小军飞报入寨，泠苞已有准备了。一声炮响，三军上
马，杀将出来。魏延纵马提刀，与泠苞接战。二将交马，战到三十
合，川兵分两路来袭汉军。汉军走了半夜，人马力乏，抵当不住，退
后便走。魏延听得背后阵脚乱，撇了泠苞，拨马回走。川兵随后赶
来，汉军大败。走不到五里，山背后鼓声震地，邓贤引一彪军从山谷
里截出来，大叫：
“魏延快下马受降!”魏延策马飞奔，那马忽失前
蹄，双足跪地，将魏延掀将下来。邓贤马奔到，挺枪来刺魏延。枪未
到处，弓弦响，邓贤倒撞下马。后面泠苞方欲来救，一员大将从山坡
上跃马而来，厉声大叫：
“老将黄忠在此!”舞刀直取泠苞。泠苞抵敌
不住，望后便走。黄忠乘势追赶，川兵大乱。
黄忠一枝军救了魏延，杀了邓贤，直赶到寨前。泠苞回马与黄忠
再战，不到十馀合，后面军马拥将上来，泠苞只得弃了左寨，引败军
来投右寨，只见寨中旗帜全别，泠苞大惊。兜住马看时，当头一员大
将金甲锦袍，乃是刘玄德，左边刘封，右边关平，大喝道：
“寨子吾
已夺下，汝欲何往？”原来玄德引兵从后接应，便乘势夺了邓贤寨
子。泠苞两头无路，取山僻小径，要回雒城。行不到十里，狭路伏兵
忽起，搭钩齐举 (16) ，把泠苞活捉了。原来却是魏延自知罪犯，无可
解释，收拾后军，令蜀兵引路，伏在这里，等个正着。用索缚了泠
苞，解投玄德寨来。
却说玄德立起免死旗 (17) ，但川兵倒戈卸甲者，并不许杀害，如
伤者偿命。又谕众降兵曰：
“汝川人皆有父母妻子，愿降者充军，不
愿降者放回。”于是欢声动地。
黄忠安下寨脚，径来见玄德，说魏延违了军令，可斩之。玄德急
召魏延，魏延解泠苞至。玄德曰：
“延虽有罪，此功可赎。”令魏延
谢黄忠救命之恩，今后毋得相争。魏延顿首伏罪。玄德重赏黄忠。使
人押泠苞到帐下，玄德去其缚，赐酒压惊，问曰：
“汝肯降否？”泠
苞曰：
“既蒙免死，如何不降？刘璝、张任与某为生死之交，若肯放
某回去，当即招二人来降，就献雒城。”玄德大喜，便赐衣服、鞍
马，令回雒城。魏延曰：
“此人不可放回，若脱身一去，不复来
矣。”玄德曰：
“吾以仁义待人，人不负我。”
却说泠苞得回雒城，见刘璝、张任，不说捉去放回，只说：
“被
我杀了十馀人，夺得马匹逃回。”刘璝忙遣人往成都求救。刘璋听知
折了邓贤，大惊，慌忙聚众商议。长子刘循进曰：
“儿愿领兵前去守
雒城。”璋曰：
“既吾儿肯去，当遣谁人为辅？”一人出曰：
“某愿
往。”璋视之，乃舅氏吴懿也。璋曰：
“得尊舅去最好。谁可为副
将？”吴懿保吴兰、雷铜二人为副将，点二万军马来到雒城。刘璝、
张任接着，具言前事。吴懿曰：
“兵临城下，难以拒敌，汝等有何高
见？”泠苞曰：
“此间一带，正靠涪江，江水大急；前面寨占山脚，
其形最低。某乞五千军，各带锹锄前去，决涪江之水，可尽淹死刘备
之兵也。”吴懿从其计，即令泠苞前往决水，吴兰、雷铜引兵接应。
泠苞领命，自去准备决水器械。
却说玄德令黄忠、魏延各守一寨，自回涪城，与军师庞统商议。
细作报说：
“东吴孙权遣人结好东川张鲁，将欲来攻葭萌关。”玄德
惊曰：
“若葭萌关有失，截断后路，吾进退不得，当如之何？”庞统
谓孟达曰：
“公乃蜀中人，多知地理，去守葭萌关如何？”达曰：
“某保一人，与某同去守关，万无一失。”玄德问何人，达曰：
“此
人曾在荆州刘表部下为中郎将，乃南郡枝江人，姓霍名峻，字仲
邈。”玄德大喜，即时遣孟达、霍峻守葭萌关去了。
庞统退归馆舍，门吏忽报：
“有客特来相访。”统出迎接，见其
人身长八尺，形貌甚伟；头发截短，披于颈上；衣服不甚齐整。统问
曰：
“先生何人也？”其人不答，径登堂仰卧床上。统甚疑之，再三
请问。其人曰：
“且消停，吾当与汝说知天下大事。”统闻之愈疑，
命左右进酒食。其人起而便食，并无谦逊，饮食甚多，食罢又睡。统
疑惑不定，使人请法正视之，恐是细作。法正慌忙到来，统出迎接，
谓正曰：
“有一人如此如此。”法正曰：
“莫非彭永言乎？”升阶视
之，其人跃起曰：
“孝直别来无恙!”正是：
只为川人逢旧识，遂令涪水息洪流。
毕竟此人是谁，且看下文分解。
--------------------
(1) 把薪助火——意谓犹如往火里添柴，只能使火着得更旺。这里是比喻帮助敌人壮大
势力。
(2) 纵虎入室——意谓犹如把老虎放进自己家里。这里是比喻把敌军引入自己管辖的地
盘。
(3) 首——这里是告发之意。
(4) 兵不血刃——兵：兵器，武器。不：没有。刃：刀锋。引申以指兵器的锐利部分。
“兵不血刃”出自《荀子·议兵》：“此四帝两王，皆以仁义之兵行于天下也。故近者亲其
善，远方慕其德，兵不血刃，远迩来服，德盛于此，施及四极。”(四帝两王：指尧、舜、
禹、汤及周文王、周武王。迩：近。服：归顺。)又《尉缭子·武议》：“武王不罢士民，兵
不血刃，而克商诛纣。”(罢：通“疲”。)意谓兵器上连一点血都没有。指不交战就能取得
胜利或不用武力就能使人服从。
(5) 武王伐纣，作乐象功——事见《墨子·三辩》：“武王胜殷杀纣，环天下自立以为
王，事成功立，无大后患，因先王之乐，又自作乐，命曰《象》。”意谓周武王讨伐商纣
王，杀纣王，灭其国，便制作乐曲《象》，以庆祝功劳。象：在此有二义：一为乐曲名；二
作动词用，是表现、象征、庆祝之意。《象》曲为周公作。见《文选·司马相如〈上林
赋〉》“《韶》、《濩》、《武》、《象》之乐。”李善注引张揖曰：“《象》，周公乐
也。”
(6) 至诚之道，可以前知——语出《礼记·中庸》：“至诚之道，可以前知。国家将
兴，必有祯祥；国家将亡，必有妖孽。”意谓非常真诚的人，老天爷就会让他预知将来的事
情。这里引申为只要真诚请教，就能预知将来的吉凶祸福。
(7) 蒲墩——即蒲团。用蒲草所编圆形坐垫。僧人坐禅或跪拜时多用此垫。
(8) 休咎——吉凶。休：喜庆，美善，福禄。咎：不幸，灾祸。
(9) 左龙右凤，飞入西川——暗指诸葛亮(卧龙)和庞统(凤雏)先后入川。
(10) 雏凤坠地，卧龙升天——暗指庞统(雏凤)将在落凤坡被乱箭射死，诸葛亮(卧龙)
将在五丈原病亡。
(11) 见机而作——机：时机，机会，机遇。作：做，行动。“见机而作”本“见幾而
作”，出自《周易·系辞下》：“幾者动之微，吉之先见者也。君子见幾而作，不俟终
日。”孔颖达疏：“言君子既见事之幾微，则须动作而应之，不得待终其日，言赴幾之速
也。”意谓看到适当的时机便立即采取相应的措施或行动，以免坐失良机。
(12) 血气方刚——血气：指精力。刚：刚烈。“血气方刚”出自《论语·季氏》：“孔
子曰：‘君子有三戒：少之时，血气未定，戒之在色；及其壮也，血气方刚，戒之在斗；及
其老也，血气既衰，戒之在得。’”形容年轻人精力正旺盛，性情正刚烈。多含有气质尚不
稳定，容易意气用事之意。
(13) 趋步——快步。
(14) 两虎相斗，必有一伤——语本《战国策·秦策二》：“王不闻夫管与之说乎？有两
虎诤人而斗，管庄子将刺之。管与止之曰：‘虎者，戾虫；人者，甘饵。今两虎诤人而斗，
小者必死，大者必伤。子待伤虎而刺之，则是一举而兼两虎也。无刺一虎之劳，而有刺两虎
之名。’”(诤：通“争”。)又《史记·张仪列传》：“两虎方且食牛，食甘必争，争则必
斗，斗则大者伤，小者死。”比喻两个强者互相拼死争斗，必有一方受到更重的伤害或损
失。
(15) 排搠金鼓旗旛、枪刀器械——即让兵士成排站立，手持金鼓旗旛、枪刀器械。搠：
这里是站立之意。
(16) 搭钩——义同“挠钩”。是一种长柄头上安有铁钩的兵器。
(17) 免死旗——即上书“免死”二字的军旗。表示不杀投降的敌军将士。
第六十三回 诸葛亮痛哭庞统 张翼德义释严颜
却说法正与那人相见，各抚掌而笑。庞统问之，正曰：
“此公乃
广汉人，姓彭名羕，字永言，蜀中豪杰也。因直言触忤刘璋，被璋髡
钳为徒隶 (1) ，因此短发。”统乃以宾礼待之，问羕从何而来。羕
曰：
“吾特来救汝数万人性命，见刘将军方可说。”法正忙报玄德。
玄德亲自谒见，请问其故。羕曰：
“将军有多少军马在前寨？”玄德
实告：
“有魏延、黄忠在彼。”羕曰：
“为将之道，岂可不知地理
乎？前寨紧靠涪江，若决动江水，前后以兵塞之，一人无可逃也。”
玄德大悟。彭羕曰：
“罡星在西方 (2) ，太白临于此地，当有不吉之
事，切宜慎之。”玄德即拜彭羕为幕宾，使人密报魏延、黄忠，教朝
暮用心巡警，以防决水。黄忠、魏延商议：二人各轮一日，如遇敌军
到来，互相通报。
却说泠苞见当夜风雨大作，引了五千军，径循江边而进，安排决
江，只听得后面喊声乱起。泠苞知有准备，急急回军。前面魏延引军
赶来，川兵自相践踏。泠苞正奔走间，撞着魏延，交马不数合，被魏
延活捉去了。比及吴兰、雷铜来接应时，又被黄忠一军杀退。魏延解
泠苞到涪关。玄德责之曰：
“吾以仁义相待，放汝回去，何敢背我？
今次难饶。”将泠苞推出斩之，重赏魏延。
玄德设宴管待彭羕，忽报：
“荆州诸葛亮军师特遣马良奉书至
此。”玄德召入问之，马良礼毕曰：
“荆州平安，不劳主公忧念。”
遂呈上军师书信。玄德拆书观之，略云：
亮夜算太乙数 (3) ，今年岁次癸巳，罡星在西方；又观乾象，太白临于雒城
之分：主将帅身上多凶少吉。切宜谨慎。
玄德看了书，便教马良先回。玄德曰：
“吾将回荆州，去论此
事。”庞统暗思：
“孔明怕我取了西川，成了功，故意将此书相阻
耳。”乃对玄德曰：
“统亦算太乙数，已知罡星在西，应主公合得西
川，别不主凶事。统亦占天文，见太白临于雒城，先斩蜀将泠苞，已
应凶兆矣。主公不可疑心，可急进兵。”
玄德见庞统再三催促，乃引军前进。黄忠同魏延接入寨去。庞统
问法正曰：
“前至雒城，有多少路？”法正画地作图。玄德取张松所
遗图本对之，并无差错。法正言：
“山北有条大路，正取雒城东门；
山南有条小路，却取雒城西门：两条路皆可进兵。”庞统谓玄德曰：
“统令魏延为先锋，取南小路而进；主公令黄忠作先锋，从山北大路
而进：并到雒城取齐。”玄德曰：
“吾自幼熟于弓马，多行小路。军
师可从大路去取东门，吾取西门。”庞统曰：
“大路必有军邀拦，主
公引兵当之。统取小路。”玄德曰：
“军师不可。吾夜梦一神人手执
铁棒，击吾右臂，觉来犹自臂疼。此行莫非不佳？”庞统曰：
“壮士
临阵，不死带伤，理之自然也，何故以梦寐之事疑心乎？”玄德曰：
“吾所疑者，孔明之书也。军师还守涪关，如何？”庞统大笑曰：
“主公被孔明所惑矣。彼不欲令统独成大功，故作此言以疑主公之
心。心疑则致梦，何凶之有？统肝脑涂地，方称本心。主公再勿多
言，来早准行。”
当日传下号令：
“军士五更造饭，平明上马。”黄忠、魏延领军
先行。玄德再与庞统约会，忽坐下马眼生前失，把庞统掀将下来。玄
德跳下马，自来笼住那马。玄德曰：
“军师何故乘此劣马？”庞统
曰：
“此马乘久，不曾如此。”玄德曰：
“临阵眼生，误人性命。吾
所骑白马，性极驯熟，军师可骑，万无一失。劣马吾自乘之。”遂与
庞统更换所骑之马。庞统谢曰：
“深感主公厚恩，虽万死亦不能报
也。”遂各上马，取路而进。玄德见庞统去了，心中甚觉不快，怏怏
而行。
却说雒城中吴懿、刘璝听知折了泠苞，遂与众商议。张任曰：
“城东南山僻有一条小路，最为要紧，某自引一军守之。诸公紧守雒
城，勿得有失。”忽报：
“汉兵分两路前来攻城。”张任急引三千
军，先来抄小路埋伏。见魏延兵过，张任教尽放过去，休得惊动。后
见庞统军来，张任军士遥指军中大将：
“骑白马者必是刘备。”张任
大喜，传令教如此如此。
却说庞统迤逦前进，抬头见两山逼窄，树木丛杂，又值夏末秋
初，枝叶茂盛。庞统心下甚疑，勒住马问：
“此处是何地？”数内有
新降军士指道：
“此处地名落凤坡。”庞统惊曰：
“吾道号凤雏，此
处名落凤坡，不利于吾。”令后军疾退。只听山坡前一声炮响，箭如
飞蝗，只望骑白马者射来。可怜庞统竟死于乱箭之下，时年止三十六
岁。后人有诗叹曰：
古岘相连紫翠堆 (4) ，士元有宅傍山隈 (5) 。
儿童惯识呼鸠曲 (6) ，闾巷曾闻展骥才 (7) 。
预计三分平刻削 (8) ，长驱万里独徘徊。
谁知天狗流星坠 (9) ，不使将军衣锦回 (10) 。
先是东南有童谣云：
一凤并一龙，相将到蜀中 (11) 。
才到半路里，凤死落坡东 (12) 。
风送雨，雨随风，
隆汉兴时蜀道通，蜀道通时只有龙 (13) 。
当日张任射死庞统，汉军拥塞，进退不得，死者大半。前军飞报
魏延。魏延忙勒兵欲回，奈山路逼窄，厮杀不得。又被张任截断归
路，在高阜处用强弓硬弩射来。魏延心慌。有新降蜀兵曰：
“不如杀
奔雒城下，取大路而进。”延从其言，当先开路，杀奔雒城来。尘埃
起处，前面一军杀至，乃雒城守将吴兰、雷铜也；后面张任引兵追
来：前后夹攻，把魏延围在垓心，魏延死战不能得脱。但见吴兰、雷
铜后军自乱，二将急回马去救。魏延乘势赶去，当先一将舞刀拍马，
大叫：
“文长，吾特来救汝。”视之，乃老将黄忠也。两下夹攻，杀
败吴、雷二将，直冲至雒城之下。刘璝引兵杀出，却得玄德在后当住
接应，黄忠、魏延翻身便回。玄德军马比及奔到寨中，张任军马又从
小路里截出，刘璝、吴兰、雷铜当先赶来。玄德守不住二寨，且战且
走，奔回涪关。蜀兵得胜，迤逦追赶。玄德人困马乏，那里有心厮
杀，且只顾奔走。将近涪关，张任一军追赶至紧。幸得左边刘封，右
边关平，二将领三万生力军截出，杀退张任，还赶二十里，夺回战马
极多。
玄德一行军马再入涪关，问庞统消息。有落凤坡逃得性命的军士
报说：
“军师连人带马，被乱箭射死于坡前。”玄德闻言，望西痛哭
不已，遥为招魂设祭。诸将皆哭。黄忠曰：
“今番折了庞统军师，张
任必然来攻打涪关，如之奈何？不若差人往荆州，请诸葛军师来，商
议收川之计。”正说之间，人报张任引军直临城下搦战。黄忠、魏延
皆要出战，玄德曰：
“锐气新挫，宜坚守，以待军师来到。”黄忠、
魏延领命，只谨守城池。玄德写一封书，教关平分付：
“你与我往荆
州请军师去。”关平领了书，星夜往荆州来。玄德自守涪关，并不出
战。
却说孔明在荆州，时当七夕佳节 (14) ，大会众官夜宴，共说收川
之事。只见正西上一星，其大如斗，从天坠下，流光四散。孔明失
惊，掷杯于地，掩面哭曰：
“哀哉!痛哉!”众官慌问其故，孔明曰：
“吾前者算今年罡星在西方，不利于军师；天狗犯于吾军，太白临于
雒城：已拜书主公，教谨防之。谁想今夕西方星坠，庞士元命必休
矣!”言罢，大哭曰：
“今吾主丧一臂矣!”众官皆惊，未信其言。孔
明曰：
“数日之内，必有消息。”是夕酒不尽欢而散。
数日之后，孔明与云长等正坐间，人报关平到，众官皆惊。关平
入，呈上玄德书信。孔明视之，内言：
“本年七月初七日，庞军师被
张任在落凤坡前箭射身故。”孔明大哭，众官无不垂泪。孔明曰：
“既主公在涪关进退两难之际，亮不得不去。”云长曰：
“军师去，
谁人保守荆州？荆州乃重地，干系非轻 (15) 。”孔明曰：
“主公书中
虽不明言其人，吾已知其意了。”乃将玄德书与众官看曰：
“主公书
中，把荆州托在吾身上，教我自量才委用。虽然如此，今教关平赍书
前来，其意欲云长公当此重任。云长想桃园结义之情，可竭力保守此
地，责任非轻，公宜勉之。”云长更不推辞，慨然领诺。孔明设宴，
交割印绶。云长双手来接。孔明擎着印曰：
“这干系都在将军身
上。”云长曰：
“大丈夫既领重任，除死方休。”孔明见云长说个
“死”字，心中不悦；欲待不与，其言已出。孔明曰：
“倘曹操引兵
来到，当如之何？”云长曰：
“以力拒之。”孔明又曰：
“倘曹操、
孙权齐起兵来，如之奈何？”云长曰：
“分兵拒之。”孔明曰：
“若
如此，荆州危矣。吾有八个字，将军牢记，可保守荆州。”云长问：
“那八个字？”孔明曰：
“北拒曹操，东和孙权。”云长曰：
“军师
之言，当铭肺腑。”
孔明遂与了印绶，令文官马良、伊籍、向朗、糜竺，武将糜芳、
廖化、关平、周仓，一班儿辅佐云长，同守荆州。一面亲自统兵入
川。先拨精兵一万，教张飞部领，取大路杀奔巴州、雒城之西，先到
者为头功。又拨一枝兵，教赵云为先锋，溯江而上，会于雒城。孔明
随后引简雍、蒋琬等起行。那蒋琬字公琰，零陵湘乡人也，乃荆襄名
士，现为书记。
当日孔明引兵一万五千，与张飞同日起行。张飞临行时，孔明嘱
付曰：
“西川豪杰甚多，不可轻敌。于路戒约三军，勿得掳掠百姓，
以失民心。所到之处，并宜存恤 (16) ，勿得恣逞鞭挞士卒。望将军早
会雒城，不可有误。”
张飞欣然领诺，上马而去，迤逦前行，所到之处，但降者秋毫无
犯。径取汉川路，前至巴郡。细作回报：
“巴郡太守严颜乃蜀中名
将，年纪虽高，精力未衰，善开硬弓，使大刀，有万夫不当之勇，据
住城郭，不竖降旗。”张飞教离城十里下寨，差人入城去：
“说与老
匹夫，早早来降，饶你满城百姓性命；若不归顺，即踏平城郭，老幼
不留。”
却说严颜在巴郡，闻刘璋差法正请玄德入川，拊心而叹曰 (17) ：
“此所谓独坐穷山，引虎自卫者也。”后闻玄德据住涪关，大怒，屡
欲提兵往战，又恐这条路上有兵来。当日闻知张飞兵到，便点起本部
五六千人马，准备迎敌。或献计曰 (18) ：
“张飞在当阳长坂，一声喝
退曹兵百万之众，曹操亦闻风而避之，不可轻敌。今只宜深沟高垒，
坚守不出，彼军无粮，不过一月，自然退去。更兼张飞性如烈火，专
要鞭挞士卒，如不与战，必怒，怒则必以暴厉之气待其军士。军心一
变，乘势击之，张飞可擒也。”严颜从其言，教军士尽数上城守护。
忽见一个军士大叫：
“开门!”严颜教放入问之。那军士告说是张将军
差来的，把张飞言语依直便说。严颜大怒，骂：
“匹夫怎敢无礼!吾严
将军岂降贼者乎？借你口说与张飞。”唤武士把军人割下耳鼻，却放
回寨。
军人回见张飞，哭告严颜如此毁骂。张飞大怒，咬牙睁目，披挂
上马，引数百骑来巴郡城下搦战。城上众军百般痛骂。张飞性急，几
番杀到吊桥，要过护城河，又被乱箭射回。到晚全无一个人出，张飞
忍一肚气还寨。次日早晨，又引军去搦战。那严颜在城敌楼上，一箭
射中张飞头盔。飞指而恨曰：
“若拿住你这老匹夫，我亲自食你肉!”
到晚又空回。第三日，张飞引了军，沿城去骂。原来那座城子是个山
城，周围都是乱山，张飞自乘马登山，下视城中。见军士尽皆披挂，
分列队伍，伏在城中，只是不出；又见民夫来来往往，搬砖运石，相
助守城。张飞教马军下马，步军皆坐，引他出敌，并无动静。又骂了
一日，依旧空回。
张飞在寨中自思：
“终日叫骂，彼只不出，如之奈何？”猛然思
得一计：教众军不要前去搦战，都结束了在寨中等候；却只教三五十
个军士，直去城下叫骂，引严颜军出来，便与厮杀。张飞磨拳擦掌，
只等敌军来。小军连骂了三日，全然不出。张飞眉头一纵，又生一
计：传令教军士四散砍打柴草，寻觅路径，不来搦战。严颜在城中，
连日不见张飞动静，心中疑惑，着十数个小军，扮作张飞砍柴的军，
潜地出城，杂在军内，入山中探听。
当日诸军回寨，张飞坐在寨中，顿足大骂：
“严颜老匹夫!枉气杀
我!”只见帐前三四个人说道：
“将军不须心焦。这几日打探得一条小
路，可以偷过巴郡。”张飞故意大叫曰：
“既有这个去处，何不早来
说？”众应曰：
“这几日却才哨探得出。”张飞曰：
“事不宜迟，只
今二更造饭，趁三更明月，拔寨都起，人衔枚，马去铃，悄悄而行。
我自前面开路，汝等依次而行。”传了令便满寨告报。
探细的军听得这个消息，尽回城中来，报与严颜。颜大喜曰：
“我算定这匹夫忍耐不得。你偷小路过去，须是粮草辎重在后，我截
住后路，你如何得过？好无谋匹夫，中我之计。”即时传令，教军士
准备赴敌：
“今夜二更也造饭，三更出城，伏于树木丛杂去处。只等
张飞过咽喉小路去了，车仗来时，只听鼓响，一齐杀出。”传了号
令，看看近夜，严颜全军尽皆饱食，披挂停当，悄悄出城，四散伏
住，只听鼓响。严颜自引十数裨将，下马伏于林中。
约三更后，遥望见张飞亲自在前，横矛纵马，悄悄引军前进。去
不得三四里，背后车仗人马陆续进发。严颜看得分晓，一齐擂鼓，四
下伏兵尽起。正来抢夺车仗，背后一声锣响，一彪军掩到，大喝：
“老贼休走!我等的你恰好。”严颜猛回头看时，为首一员大将，豹头
环眼，燕颔虎须，使丈八矛，骑深乌马，乃是张飞。四下里锣声大
震，众军杀来。严颜见了张飞，举手无措。交马战不十合，张飞卖个
破绽，严颜一刀砍来，张飞闪过，撞将入去，扯住严颜勒甲绦，生擒
过来，掷于地下。众军向前，用索绑缚住了。原来先过去的是假张
飞。料道严颜击鼓为号，张飞却教鸣金为号，金响诸军齐到。川兵大
半弃甲倒戈而降。
张飞杀到巴郡城下，后军已自入城。张飞叫休杀百姓，出榜安
民。群刀手把严颜推至。飞坐于厅上，严颜不肯下跪。飞怒目咬牙，
大叱曰：
“大将到此，何为不降，而敢拒敌？”严颜全无惧色，回叱
飞曰：
“汝等无义，侵我州郡。但有断头将军 (19) ，无降将军。”飞
大怒，喝左右斩来。严颜喝曰：
“贼匹夫!砍头便砍，何怒也？”张飞
见严颜声音雄壮，面不改色，乃回嗔作喜，下阶喝退左右，亲解其
缚，取衣衣之，扶在正中高坐，低头便拜曰：
“适来言语冒渎，幸勿
见责。吾素知老将军乃豪杰之士也。”严颜感其恩义，乃降。后人有
诗赞严颜曰：
白发居西蜀，清名震大邦。
忠心如皎月，浩气卷长江。
宁可断头死，安能屈膝降？
巴州年老将，天下更无双。
又有赞张飞诗曰：
生获严颜勇绝伦，惟凭义气服军民。
至今庙貌留巴蜀 (20) ，社酒鸡豚日日春 (21) 。
张飞请问入川之计，严颜曰：
“败军之将，荷蒙厚恩，无可以
报，愿施犬马之劳，不须张弓只箭，径取成都。”正是：
只因一将倾心后，致使连城唾手降。
未知其计如何，且看下文分解。
--------------------
(1) 髡(kū n昆)钳为徒隶——髡钳：古代刑罚。即剃去头发(髡)，铁环锁颈(钳)。徒
隶：服苦役的犯人。
(2) 罡星——星名。北斗星的斗柄。“罡星在西方”是指北斗星的斗柄指向西方。
(3) 太乙数——亦作“太一数”。古代占卜术之一。即用太乙行九宫法占卜吉凶、治乱
等。
(4) 古岘相连紫翠堆——意谓岘山连绵不断，山上植物茂盛，风景秀丽。古岘：即岘
山。
(5) 傍山隈(wēi危)——靠近山的弯曲处。
(6) 鸠曲——似为庞统的小名或雅号。
(7) 闾巷曾闻展骥才——意谓平民百姓都知道庞统是个杰出的人才。闾巷：里巷。代指
平民百姓。骥才：比喻杰出的人才。骥：骏马。
(8) 刻削——侵害，剥夺。这里指军阀相互争权夺利。
(9) 天狗——星名。《史记·天官书》：“天狗，状如大奔星，有声，其下止地，类
狗。”古人以为此星的出现为凶兆。
(10) 衣锦回——即“衣锦还乡”。衣：用作动词，义同“穿”。锦：指五彩缤纷的锦绣
衣服。“衣锦还乡”出自《梁书·柳庆远传》(又见《南史·柳庆远传》)：柳庆远为河东(今
山西)人，天监四年，受任为雍州刺史。“高祖饯于新亭，谓曰：‘卿衣锦还乡，朕无西顾之
忧矣。’”因雍州在今陕西，柳庆远赴任时路经其家乡河东，故有此说。意谓穿着锦绣衣服
回到故乡。这里指功成名就后回归故乡。含有夸耀乡里之意。
(11) 一凤并一龙，相将到蜀中——意谓庞统(凤雏)和诸葛亮(卧龙)相继到了西蜀。相
将：相次，相继。
(12) 才到半路里，凤死落坡东——意谓尚未功成业就，庞统(凤雏)便死于落凤坡。
(13) “隆汉兴时”二句——意谓刘备的蜀汉建立时，只有诸葛亮(卧龙)还在世。
(14) 七夕佳节——此节日源自牛郎、织女七夕相会故事。此故事散见于《史记·天官
书》、汉·应劭《风俗通义》佚文、晋·周处《风土记》佚文、南朝梁·宗懔《荆楚岁时
记》、南朝梁·殷芸《小说》。综合各家之说，大意是：织女为天帝的孙女(一说为女儿)，
住在天河东岸，长年织造云锦天衣，无暇梳妆打扮。天帝怜其独处，许嫁河西牵牛郎，嫁后
即不再织锦(另一种说法是牛郎娶织女时，借了玉皇二万钱，久久不还)。天帝很生气，下令
二人分离，只准于每年七月初七之夜在天河上相会一次，谓之“七夕”。二人相会时，喜鹊
为之搭桥，谓之“鹊桥”。天下女子到了“七夕”之期，洒扫庭院，以酒果祭祀，以彩线穿
针，谓之“乞巧”，遂成为节日。
(15) 干系——即关系。指对某件事有责任牵连。
(16) 存恤——抚慰，救济。
(17) 拊(fǔ府)心——拍胸。
(18) 或——有人。
(19) 断头将军——断头：砍头，杀头。“断头将军”出自《三国志·蜀志·张飞传》：
“(飞)至江州，破(刘)璋巴郡太守严颜，生擒颜。飞呵颜曰：‘大军至，何以不降，而敢拒
战？’颜答曰：‘卿等无状，侵夺我州，我州但有断头将军，无有降将军也。’”意谓坚决
抵抗、宁死不屈的将领。
(20) 庙貌——指张飞庙里的张飞塑像。
(21) 社酒鸡豚——本指春秋社日(一般在立春、立秋后的第五个戊日)祭祀土地神的供
品。这里指祭祀张飞的供品。
第六十四回 孔明定计捉张任 杨阜借兵破马超
却说张飞问计于严颜，颜曰：
“从此取雒城，凡守御关隘，都是
老夫所管，官军皆出于掌握之中。今感将军之恩，无可以报，老夫当
为前部，所到之处，尽皆唤出拜降。”张飞称谢不已。于是严颜为前
部，张飞领军随后。凡到之处，尽是严颜所管，都唤出投降。有迟疑
未决者，颜曰：
“我尚且投降，何况汝乎？”自是望风归顺，并不曾
厮杀一场。
却说孔明已将起程日期申报玄德，教都会聚雒城。玄德与众官商
议：
“今孔明、翼德分两路取川，会于雒城，同入成都。水陆舟车，
已于七月二十日起程，此时将及待到，今我等便可进兵。”黄忠曰：
“张任每日来搦战，见城中不出，彼军懈怠，不做准备。今日夜间分
兵劫寨，胜如白昼厮杀。”玄德从之，教黄忠引兵取左，魏延引兵取
右，玄德取中路。当夜二更，三路军马齐发。张任果然不做准备，汉
军拥入大寨，放起火来，烈焰腾空。蜀兵奔走，连夜直赶到雒城，城
中兵接应入去。玄德还中路下寨。
次日，引兵直到雒城，围住攻打。张任按兵不出。攻到第四日，
玄德自提一军攻打西门，令黄忠、魏延在东门攻打，留南门、北门，
放军行走。原来南门一带都是山路，北门有涪水，因此不围。张任望
见玄德在西门骑马往来，指挥打城，从辰至未 (1) ，人马渐渐力乏。
张任教吴兰、雷铜二将引兵出北门，转东门，敌黄忠、魏延；自己却
引军出南门，转西门，单迎玄德。城内尽拨民兵上城，擂鼓助喊。
却说玄德见红日平西，教后军先退。军士方回身，城上一片声喊
起，南门内军马突出，张任径来军中捉玄德。玄德军中大乱。黄忠、
魏延又被吴兰、雷铜敌住，两下不能相顾。玄德敌不住张任，拨马往
山僻小路而走。张任从背后追来，看看赶上。玄德独自一人一马，张
任引数骑赶来。玄德正望前尽力加鞭而行，忽山路一军冲来。玄德马
上叫苦曰：
“前有伏兵，后有追兵，天亡我也!”只见来军当头一员大
将，乃是张飞。原来张飞与严颜正从那条路上来，望见尘埃起，知与
川兵交战。张飞当先而来，正撞着张任，便就交马。战到十馀合，背
后严颜引兵大进，张任火速回身。张飞直赶到城下，张任退入城，拽
起吊桥。
张飞回见玄德曰：
“军师溯江而来，尚且未到，反被我夺了头
功。”玄德曰：
“山路险阻，如何无军阻当，长驱大进，先到于
此？”张飞曰：
“于路关隘四十五处，皆出老将严颜之功，因此于路
并不曾费分毫之力。”遂把义释严颜之事，从头说了一遍，引严颜见
玄德。玄德谢曰：
“若非老将军，吾弟安能到此？”即脱身上黄金锁
子甲以赐之。严颜拜谢。
正待安排宴饮，忽闻哨马回报：
“黄忠、魏延和川将吴兰、雷铜
交锋，城中吴懿、刘璝又引兵助战，两下夹攻，我军抵敌不住，魏、
黄二将败阵投东去了。”张飞听得，便请玄德分兵两路，杀去救援。
于是张飞在左，玄德在右，杀奔前来。吴懿、刘璝见后面喊声起，慌
退入城中。吴兰、雷铜只顾引兵追赶黄忠、魏延，却被玄德、张飞截
住归路。黄忠、魏延又回马转攻。吴兰、雷铜料敌不住，只得将本部
军马前来投降。玄德准其降，收兵近城下寨。
却说张任失了二将，心中忧虑。吴懿、刘璝曰：
“兵势甚危，不
决一死战，如何得兵退？一面差人去成都见主公告急，一面用计敌
之。”张任曰：
“吾来日领一军搦战，诈败，引转城北；城内再以一
军冲出，截断其中：可获胜也。”吴懿曰：
“刘将军相辅公子守城，
我引兵冲出助战。”约会已定。
次日，张任引数千人马，摇旗呐喊，出城搦战。张飞上马出迎，
更不打话，与张任交锋。战不十馀合，张任诈败，绕城而走。张飞尽
力追之。吴懿一军截住，张任引军复回，把张飞围在垓心，进退不
得。正没奈何，只见一队军从江边杀出。当先一员大将挺枪跃马，与
吴懿交锋，只一合，生擒吴懿，战退敌军，救出张飞。视之，乃赵云
也。飞问：
“军师何在？”云曰：
“军师已至，想此时已与主公相见
了也。”二人擒吴懿回寨。张任自退入东门去了。
张飞、赵云回寨中，见孔明、简雍、蒋琬已在帐中。飞下马来参
军师 (2) 。孔明惊问曰：
“如何得先到？”玄德具述义释严颜之事。
孔明贺曰：
“张将军能用谋，皆主公之洪福也。”赵云解吴懿见玄
德，玄德曰：
“汝降否？”吴懿曰：
“我既被捉，如何不降？”玄德
大喜，亲解其缚。孔明问：
“城中有几人守城？”吴懿曰：
“有刘季
玉之子刘循，辅将刘璝、张任。刘璝不打紧；张任乃蜀郡人，极有胆
略，不可轻敌。”孔明曰：
“先捉张任，然后取雒城。”问：
“城东
这座桥名为何桥？”吴懿曰：
“金雁桥。”
孔明遂乘马至桥边，绕河看了一遍，回到寨中，唤黄忠、魏延听
令曰：
“离金雁桥南五六里，两岸都是芦苇蒹葭 (3) ，可以埋伏。魏
延引一千枪手伏于左，单戳马上将；黄忠引一千刀手伏于右，单砍坐
下马。杀散彼军，张任必投山东小路而来，张翼德引一千军伏在那
里，就彼处擒之。”又唤赵云：
“伏于金雁桥北，待我引张任过桥，
你便将桥拆断，却勒兵于桥北，遥为之势，使张任不敢望北走，退投
南去，却好中计。”调遣已定，军师自去诱敌。
却说刘璋差卓膺、张翼二将，前至雒城助战。张任教张翼与刘璝
守城，自与卓膺为前后二队：任为前队，膺为后队，出城退敌。孔明
引一队不整不齐军，过金雁桥来，与张任对阵。孔明乘四轮车，纶巾
羽扇而出，两边百馀骑簇捧，遥指张任曰：
“曹操以百万之众，闻吾
之名，望风而走；今汝何人，敢不投降？”张任看见孔明军伍不齐，
在马上冷笑曰：
“人说诸葛亮用兵如神，原来有名无实02。”把枪一
招，大小军校齐杀过来。孔明弃了四轮车，上马退走过桥。张任从背
后赶来，过了金雁桥，见玄德军在左，严颜军在右，冲杀将来。张任
知是计，急回军时，桥已拆断了；欲投北去，只见赵云一军隔岸摆
开，遂不敢投北，径往南绕河而走。走不到五七里，早到芦苇丛杂
处：魏延一军从芦中忽起，都用长枪乱戳；黄忠一军伏在芦苇里，用
长刀只剁马蹄。马军尽倒，皆被执缚，步军那里敢来。张任引数十骑
望山路而走，正撞着张飞。张任方欲退走，张飞大喝一声，众军齐
上，将张任活捉了。
原来卓膺见张任中计，已投赵云军前降了，一发都到大寨。玄德
赏了卓膺。张飞解张任至，孔明亦坐于帐中。玄德谓张任曰：
“蜀中
诸将望风而降，汝何不早投降？”张任睁目怒叫曰：
“忠臣岂肯事二
主乎？”玄德曰：
“汝不识天时耳。降即免死。”任曰：
“今日便
降，久后也不降。可速杀我。”玄德不忍杀之，张任厉声高骂。孔明
命斩之，以全其名。后人有诗赞曰：
法解》：
“乱主则不然，虽有勇力之士，大臣私之，而非以奉其
主也；虽有圣智之
士，大臣私之，非以治其国也……如此者，有人主之名而无其
实。”意谓空有某
种名义、名分或名声而没有实际。
烈士岂甘从二主，张君忠勇死犹生。
高明正似天边月，夜夜流光照雒城。
玄德感叹不已，令收其尸首，葬于金雁桥侧，以表其忠。
次日，令严颜、吴懿等一班蜀中降将为前部，直至雒城，大叫：
“早开门受降，免一城生灵受苦。”刘璝在城上大骂。严颜方待取箭
射之，忽见城上一将拔剑砍翻刘璝，开门投降。玄德军马入雒城。刘
循开西门走脱，投成都去了。玄德出榜安民。杀刘璝者，乃武阳人张
翼也。玄德得了雒城，重赏诸将。
孔明曰：
“雒城已破，成都只在目前。惟恐外州郡不宁，可令张
翼、吴懿引赵云抚外水江阳、犍为等处所属州郡 (4) ，令严颜、卓膺
引张飞抚巴西、德阳所属州郡，就委官按治平靖 (5) ，即勒兵回成都
取齐。”张飞、赵云领命，各自引兵去了。
孔明问：
“前去有何处关隘？”蜀中降将曰：
“止绵竹有重兵守
御，若得绵竹，成都唾手可得。”孔明便商议进兵。法正曰：
“雒城
既破，蜀中危矣。主公欲以仁义服众，且勿进兵。某作一书上刘璋，
陈说利害，璋自然降矣。”孔明曰：
“孝直之言最善。”便令写书遣
人径往成都。
却说刘循逃回见父，说雒城已陷。刘璋慌聚众官商议。从事郑度
献策曰：
“今刘备虽攻城夺地，然兵不甚多，士众未附 (6) ，野谷是
资 (7) ，军无辎重。不如尽驱巴西、梓潼民过涪水以西，其仓廪、野
谷尽皆烧除；深沟高垒，静以待之，彼至请战，勿许。久无所资，不
过百日，彼兵自走。我乘虚击之，备可擒也。”刘璋曰：
“不然。吾
闻拒敌以安民，未闻动民以备敌也。此言非保全之计。”
正议间，人报法正有书至。刘璋唤入，呈上书。璋拆开视之，其
略曰：
昨蒙遣差结好荆州，不意主公左右不得其人，以致如此。今荆州眷念旧情
(8) ，不忘族谊 (9) 。主公若得幡然归顺 (10) ，量不薄待。望三思裁示。
刘璋大怒，扯毁其书，大骂：
“法正卖主求荣，忘恩背义之贼!”
逐其使者出城。即时遣妻弟费观，提兵前去守把绵竹。费观举保南阳
人，姓李名严，字正方，一同领兵。当下费观、李严点三万军，来守
绵竹。益州太守董和，字幼宰，南郡枝江人也，上书与刘璋，请往汉
中借兵。璋曰：
“张鲁与吾世仇，安肯相救？”和曰：
“虽然与我有
仇，刘备军在雒城，势在危急，唇亡则齿寒，若以利害说之，必然肯
从。”璋乃修书，遣使前赴汉中。
却说马超自兵败入羌，二载有馀，结好羌兵，攻拔陇西州郡。所
到之处，尽皆归降。惟冀城攻打不下，刺史韦康累遣人求救于夏侯
渊。渊不得曹操言语，未敢动兵。韦康见救兵不来，与众商议：
“不
如投降马超。”参军杨阜哭谏曰：
“超等叛君之徒，岂可降之？”康
曰：
“事势至此，不降何待？”阜苦谏不从。韦康大开城门，投拜马
超。超大怒曰：
“汝今事急请降，非真心也。”将韦康四十馀口尽斩
之，不留一人。有人言：
“杨阜劝韦康休降，可斩之。”超曰：
“此
人守义，不可斩也。”复用杨阜为参军。阜荐梁宽、赵衢二人，超尽
用为军官。杨阜告马超曰：
“阜妻死于临洮，乞告两个月假，归葬某
妻便回。”马超从之。
杨阜过历城，来见抚彝将军姜叙。叙与阜是姑表兄弟，叙之母是
阜之姑，时年已八十二。当日，杨阜入姜叙内宅，拜见其姑，哭告
曰：
“阜守城不能保，主亡不能死，愧无面目见姑。
马超叛君，妄杀郡守，一州士民，无不恨之。今吾兄坐据历城，
竟无讨贼之心，此岂人臣之理乎？”言罢，泪流出血。叙母闻言，唤
姜叙入，责之曰：
“韦使君遇害，亦尔之罪也。”又谓阜曰：
“汝既
降人，且食其禄，何故又兴心讨之 (11) ？”阜曰：
“吾从贼者，欲留
残生，与主报冤也。”叙曰：
“马超英勇，急难图之。”阜曰：
“有
勇无谋，易图也。吾已暗约下梁宽、赵衢，兄若肯兴兵，二人必为内
应。”叙母曰：
“汝不早图，更待何时？谁不有死，死于忠义，死得
其所也。勿以我为念。汝若不听义山之言，吾当先死，以绝汝念。”
叙乃与统兵校尉尹奉、赵昂商议。原来赵昂之子赵月现随马超为
裨将。赵昂当日应允，归见其妻王氏曰：
“吾今日与姜叙、杨阜、尹
奉一处商议，欲报韦康之仇。吾想子赵月现随马超，今若兴兵，超必
先杀吾子，奈何？”其妻厉声曰：
“雪君父之大耻，虽丧身亦不惜，
何况一子乎？君若顾子而不行，吾当先死矣。”赵昂乃决。次日一同
起兵。姜叙、杨阜屯历城，尹奉、赵昂屯祁山。王氏乃尽将首饰资
帛，亲自往祁山军中赏劳军士，以励其众。
马超闻姜叙、杨阜会合尹奉、赵昂举事，大怒，即将赵月斩之。
令庞德、马岱尽起军马，杀奔历城来。姜叙、杨阜引兵出。两阵圆
处，杨阜、姜叙衣白袍而出，大骂曰：
“叛君无义之贼!”马超大怒，
冲将过来，两军混战。姜叙、杨卓如何抵得马超，大败而走。马超驱
兵赶来，背后喊声起处，尹奉、赵昂杀来。超急回时，两下夹攻，首
尾不能相顾。正斗间，刺斜里大队军马杀来。原来是夏侯渊得了曹操
军令，正领军来破马超。超如何当得三路军马，大败奔回。
走了一夜，比及平明，到得翼城叫门时，城上乱箭射下。梁宽、
赵衢立在城上，大骂马超；将马超妻杨氏从城上一刀砍了，撇下尸首
来；又将马超幼子三人，并至亲十馀口，都从城上一刀一个，剁将下
来。超气噎塞胸，几乎坠下马来。背后夏侯渊引兵追赶。超见势大，
不敢恋战，与庞德、马岱杀开一条路走。前面又撞见姜叙、杨阜，杀
了一阵；冲得过去，又撞着尹奉、赵昂，杀了一阵。零零落落，剩得
五六十骑，连夜奔走。
四更前后，走到历城下，守门者只道姜叙兵回，大开门接入。超
从城南门边杀起，尽洗城中百姓。至姜叙宅，拿出老母。母全无惧
色，指马超而大骂。超大怒，自取剑杀之。尹奉、赵昂全家老幼，亦
尽被马超所杀。昂妻王氏因在军中，得免于难。
次日，夏侯渊大军至，马超弃城杀出，望西而逃。行不得二十
里，前面一军摆开，为首的是杨阜。超切齿而恨，拍马挺枪刺之。阜
宗弟七人，一齐来助战。马岱、庞德敌住后军。宗弟七人，皆被马超
杀死。阜身中五枪，犹然死战。后面夏侯渊大军赶来，马超遂走，只
有庞德、马岱五七骑后随而去。夏侯渊自行安抚陇西诸州人民，令姜
叙等各各分守。用车载杨阜赴许都，见曹操。操封阜为关内侯。阜辞
曰：
“阜无捍难之功，又无死难之节，于法当诛，何颜受职？”操嘉
之，卒与之爵。
却说马超与庞德、马岱商议，径往汉中投张鲁。张鲁大喜，以为
得马超，则西可以吞益州，东可以拒曹操，乃商议欲以女招超为婿。
大将杨柏谏曰：
“马超妻子遭惨祸，皆超之贻害也，主公岂可以女与
之？”鲁从其言，遂罢招婿之议。或以杨柏之言告知马超。超大怒，
有杀杨柏之意。杨柏知之，与兄杨松商议，亦有图马超之心。
正值刘璋遣使求救于张鲁，鲁不从。忽报刘璋又遣黄权到。权先
来见杨松，说：
“东西两川，实为唇齿，西川若破，东川亦难保矣。
今若肯相救，当以二十州相酬。”松大喜，即引黄权来见张鲁，说唇
齿利害，更以二十州相谢。鲁喜其利，从之。巴西阎圃谏曰：
“刘璋
与主公世仇，今事急求救，诈许割地，不可从也。”忽阶下一人进
曰：
“某虽不才，愿乞一旅之师，生擒刘备，务要割地以还。”正
是：
方看真主来西蜀，又见精兵出汉中。
未知其人是谁，且看下文分解。
--------------------
(1) 从辰至未——即从辰时到未时。相当于今从上午七时到下午三时。
(2) 参——旧时下级按一定的礼节晋见上司谓之“参”。唐·贾岛《上杜驸马》诗：
“鸳鸯殿里参皇后，龙凤堂前贺至尊。”
(3) 蒹葭(jiān jiā兼家)——泛指芦苇。蒹：没有出穗的芦苇。葭：初生的嫩芦苇。02
有名无实——名：名义、名分或名声。实：实际。“有名无实”出自《管子·明
(4) 外水——岷江的别名。古代以涪江为内水，岷江为外水。
(5) 按治平靖——意谓稽察治理，使社会安定。
(6) 士众——泛指平民百姓。
(7) 野谷是资——即靠田中未收割的庄稼为军粮。
(8) 荆州——刘备的代称。以其曾任荆州牧，故称。
(9) 族谊——同姓的情谊。
(10) 幡然——义同“翻然”。迅速改变貌。《荀子·大略》：“君子之学如蜕，幡然迁
之。”杨倞注：“幡与翻同。”
(11) 兴心——生心，产生某种念头。
第六十五回 马超大战葭萌关 刘备自领益州牧
却说阎圃正劝张鲁勿助刘璋，只见马超挺身出曰：
“超感主公之
恩，无可上报，愿领一军攻取葭萌关，生擒刘备，务要刘璋割二十州
奉还主公。”张鲁大喜，先遣黄权从小路而回，随即点兵二万与马
超。此时庞德卧病不能行，留于汉中。张鲁令杨柏监军，超与弟马岱
选日起程。
却说玄德军马在雒城，法正所差下书人回报说：
“郑度劝刘璋尽
烧野谷，并各处仓廪，率巴西之民避于涪水西，深沟高垒而不战。”
玄德、孔明闻之，皆大惊曰：
“若用此言，吾势危矣。”法正笑曰：
“主公勿忧。此计虽毒，刘璋必不能用也。”不一日，人传刘璋不肯
迁动百姓，不从郑度之言。玄德闻之，方始宽心。孔明曰：
“可速进
兵取绵竹，如得此处，成都易取矣。”遂遣黄忠、魏延领兵前进。费
观听知玄德兵来，差李严出迎。严领三千兵出，各布阵完。黄忠出
马，与李严战四五十合，不分胜败。孔明在阵中教鸣金收军。黄忠回
阵，问曰：
“正待要擒李严，军师何故收兵？”孔明曰：
“吾已见李
严武艺，不可力取。来日再战，汝可诈败，引入山峪，出奇兵以胜
之。”黄忠领计。
次日，李严再引兵来，黄忠又出战，不十合诈败，引兵便走。李
严赶来，迤逦赶入山峪，猛然省悟。急待回来，前面魏延引兵摆开。
孔明自在山头唤曰：
“公如不降，两下已伏强弩，欲与吾庞士元报仇
矣。”李严慌下马卸甲投降。军士不曾伤害一人。孔明引李严见玄
德，玄德待之甚厚。严曰：
“费观虽是刘益州亲戚，与某甚密，当往
说之。”玄德即命李严回城招降费观。严入绵竹城，对费观赞玄德如
此仁德，今若不降，必有大祸。观从其言，开门投降。
玄德遂入绵竹，商议分兵取成都。忽流星马急报，言：
“孟达、
霍峻守葭萌关，今被东川张鲁遣马超与杨柏、马岱领兵攻打甚急，救
迟则关隘休矣。”玄德大惊。孔明曰：
“须是张、赵二将，方可与
敌。”玄德曰：
“子龙引兵在外未回。翼德已在此，可急遣之。”孔
明曰：
“主公且勿言，容亮激之。”
却说张飞闻马超攻关，大叫而入曰：
“辞了哥哥，便去战马超
也。”孔明佯作不闻，对玄德曰：
“今马超侵犯关隘，无人可敌，除
非往荆州取关云长来，方可与敌。”张飞曰：
“军师何故小觑吾？吾
曾独拒曹操百万之兵，岂愁马超一匹夫乎？”孔明曰：
“翼德拒水断
桥，此因曹操不知虚实耳，若知虚实，将军岂得无事？今马超之勇，
天下皆知，渭桥六战，杀得曹操割须弃袍，几乎丧命，非等闲之比。
云长且未必可胜。”飞曰：
“我只今便去，如胜不得马超，甘当军令
(1) 。”孔明曰：
“既尔肯写文书，便为先锋。请主公亲自去一遭，
留亮守绵竹。待子龙来，却作商议。”魏延曰：
“某亦愿往。”孔明
令魏延带五百哨马先行，张飞第二，玄德后队，望葭萌关进发。
魏延哨马先到关下，正遇杨柏。魏延与杨柏交战，不十合，杨柏
败走。魏延要夺张飞头功，乘势赶去。前面一军摆开，为首乃是马
岱。魏延只道是马超，舞刀跃马迎之。与岱战不十合，岱败走。延赶
去，被岱回身一箭，中了魏延左臂。延急回马走。马岱赶到关前，只
见一将喊声如雷，从关上飞奔至面前。原来是张飞初到关上，听得关
前厮杀，便来看时，正见魏延中箭，因骤马下关，救了魏延。飞喝马
岱曰：
“汝是何人？先通姓名，然后厮杀。”马岱曰：
“吾乃西凉马
岱是也。”张飞曰：
“你原来不是马超，快回去，非吾对手。只令马
超那厮自来，说道燕人张飞在此。”马岱大怒曰：
“汝焉敢小觑
我？”挺枪跃马，直取张飞。战不十合，马岱败走。张飞欲待追赶，
关上一骑马到来，叫：
“兄弟且休去。”飞回视之，原来是玄德到
来。飞遂不赶，一同上关。玄德曰：
“恐怕你性躁，故我随后赶来到
此。既然胜了马岱，且歇一宵，来日战马超。”
次日天明，关下鼓声大震，马超兵到。玄德在关上看时，门旗影
里，马超纵骑持枪而出，狮盔兽带 (2) ，银甲白袍，一来结束非凡，
二者人才出众。玄德叹曰：
“人言‘锦马超’ (3) ，名不虚传!”张飞
便要下关。玄德急止之曰：
“且休出战，先当避其锐气。”关下马超
单搦张飞出马。关上张飞恨不得平吞马超 (4) ，三五番皆被玄德当
住。
看看午后，玄德望见马超阵上人马皆倦，遂选五百骑，跟着张
飞，冲下关来。马超见张飞军到，把枪望后一招，约退军有一箭之
地。张飞军马一齐扎住，关上军马陆续下来。张飞挺枪出马，大呼：
“认得燕人张翼德么？”马超曰：
“吾家屡世公侯，岂识村野匹
夫？”张飞大怒。两马齐出，二枪并举。约战百馀合，不分胜负。玄
德观之，叹曰：
“真虎将也!”恐张飞有失，急鸣金收军。两将各回。
张飞回到阵中，略歇马片时，不用头盔，只裹包巾上马，又出阵
前搦马超厮杀。超又出，两个再战。玄德恐张飞有失，自披挂下关，
直至阵前，看张飞与马超又斗百馀合，两个精神倍加。玄德教鸣金收
军。二将分开，各回本阵。
是日天色已晚，玄德谓张飞曰：
“马超英勇，不可轻敌，且退上
关，来日再战。”张飞杀得性起，那里肯休，大叫曰：
“誓死不回!”
玄德曰：
“今日天晚，不可战矣。”飞曰：
“多点火把，安排夜
战。”马超亦换了马，再出阵前，大叫曰：
“张飞，敢夜战么？”张
飞性起，问玄德换了坐下马 (5) ，抢出阵来，叫曰：
“我捉你不得，
誓不上关!”超曰：
“我胜你不得，誓不回寨!”两军呐喊，点起千百
火把，照耀如同白日。两将又向阵前鏖战。到二十馀合，马超拨回马
便走。张飞大叫曰：
“走那里去？”原来马超见赢不得张飞，心生一
计：诈败佯输，赚张飞赶来，暗掣铜锤在手，扭回身觑着张飞便打将
来。张飞见马超走，心中也提防，比及铜锤打来时，张飞一闪，从耳
朵边过去。张飞便勒回马走时，马超却又赶来。张飞带住马，拈弓搭
箭，回射马超。超却闪过。二将各自回阵。玄德自于阵前叫曰：
“吾
以仁义待人，不施谲诈 (6) 。马孟起，你收兵歇息，我不乘势赶
你。”马超闻言，亲自断后，诸军渐退。玄德亦收军上关。
次日，张飞又欲下关战马超，人报军师来到。玄德接着孔明，孔
明曰：
“亮闻孟起世之虎将，若与翼德死战，必有一伤。故令子龙、
汉升守住绵竹，我星夜来此。可用条小计，令马超归降主公。”玄德
曰：
“吾见马超英勇，甚爱之。如何可得？”孔明曰：
“亮闻东川张
鲁欲自立为汉宁王，手下谋士杨松极贪贿赂。主公可差人从小路径投
汉中，先用金银结好杨松，后进书与张鲁云：
‘吾与刘璋争西川，是
与汝报仇，不可听信离间之语。事定之后，保汝为汉宁王。’令其撤
回马超兵。待其来撤时，便可用计招降马超矣。”
玄德大喜，即时修书，差孙乾赍金珠，从小路径至汉中，先来见
杨松，说知此事，送了金珠。松大喜，先引孙乾见张鲁，陈言方便
(7) 。鲁曰：
“玄德只是左将军，如何保得我为汉宁王？”杨松曰：
“他是大汉皇叔，正合保奏。”张鲁大喜，便差人教马超罢兵。孙乾
只在杨松家听回信。
不一日，使者回报：
“马超言未成功，不可退兵。”张鲁又遣人
去唤，又不肯回。一连三次不至。杨松曰：
“此人素无信行 (8) ，不
肯罢兵，其意必反。”遂使人流言云 (9) ：
“马超意欲夺西川，自为
蜀主，与父报仇，不肯臣于汉中。”张鲁闻之，问计于杨松。松曰：
“一面差人去说与马超：
‘汝既欲成功，与汝一月限，要依我三件
事，若依得便有赏，否则必诛：一要取西川，二要刘璋首级，三要退
荆州兵。三件事不成，可献头来。’一面教张卫点军守把关隘，防马
超兵变。”鲁从之，差人到马超寨中，说这三件事。超大惊曰：
“如
何变得恁的 (10) ？”乃与马岱商议：
“不如罢兵。”杨松又流言曰：
“马超回兵，必怀异心。”于是张卫分七路军，坚守隘口，不放马超
兵入。超进退不得，无计可施。
孔明谓玄德曰：
“今马超正在进退两难之际，亮凭三寸不烂之
舌，亲往超寨，说马超来降。”玄德曰：
“先生乃吾之股肱心腹，倘
有疏虞，如之奈何？”孔明坚意要去，玄德再三不肯放去。正踌躇
间，忽报赵云有书荐西川一人来降。玄德召入问之，其人乃建宁俞元
人也，姓李名恢，字德昂。玄德曰：
“向日闻公苦谏刘璋，今何故归
我？”恢曰：
“吾闻‘良禽相木而栖 (11) ，贤臣择主而事’。前谏刘
益州者，以尽人臣之心；既不能用，知必败矣。今将军仁德布于蜀
中，知事必成，故来归耳。”玄德曰：
“先生此来，必有益于刘
备。”恢曰：
“今闻马超在进退两难之际，恢昔在陇西，与彼有一面
之交，愿往说马超归降，若何？”孔明曰：
“正欲得一人替吾一往。
愿闻公之说词。”李恢于孔明耳畔陈说如此如此。孔明大喜，即时遣
行。
恢行至超寨，先使人通姓名。马超曰：
“吾知李恢乃辩士，今必
来说我。”先唤二十刀斧手伏于帐下，嘱曰：
“令汝砍，即砍为肉
酱。”须臾，李恢昂然而入。马超端坐帐中不动，叱李恢曰：
“汝来
为何？”恢曰：
“特来作说客。”超曰：
“吾匣中宝剑新磨，汝试言
之，其言不通，便请试剑。”恢笑曰：
“将军之祸不远矣，但恐新磨
之剑，不能试吾之头，将欲自试也。”超曰：
“吾有何祸？”恢曰：
“吾闻越之西子 (12) ，善毁者不能闭其美；齐之无盐 (13) ，善美者
不能掩其丑。日中则昃，月满则亏 (14) ，此天下之常理也。今将军与
曹操有杀父之仇，而陇西又有切齿之恨；前不能救刘璋而退荆州之
兵，后不能制杨松而见张鲁之面；目下四海难容，一身无主。若复有
渭桥之败，冀城之失，何面目见天下之人乎？”超顿首谢曰：
“公言
极善，但超无路可行。”恢曰：
“公既听吾言，帐下何故伏刀斧
手？”超大惭，尽叱退。恢曰：
“刘皇叔礼贤下士，吾知其必成，故
舍刘璋而归之。公之尊人 (15) ，昔年曾与皇叔约共讨贼。公何不背暗
投明 (16) ，以图上报父仇，下立功名乎？”马超大喜，即唤杨柏入，
一剑斩之，将首极共恢一同上关来降玄德。玄德亲自接入，待以上宾
之礼。超顿首谢曰：
“今遇明主，如拨云雾而见青天 (17) 。”
时孙乾已回。玄德复命霍峻、孟达守关，便撤兵来取成都。赵
云、黄忠接入绵竹。人报蜀将刘晙、马汉引军到。赵云曰：
“某愿往
擒此二人。”言讫，上马引军出。玄德在城上管待马超吃酒，未曾安
席，子龙已斩二人之头，献于筵前。马超亦惊，倍加敬重。超曰：
“不须主公军马厮杀，超自唤出刘璋来降；如不肯降，超自与弟马岱
取成都，双手奉献。”玄德大喜，是日尽欢。
却说败兵回到益州报刘璋。璋大惊，闭门不出。人报城北马超救
兵到，刘璋方敢登城望之。见马超、马岱立于城下，大叫：
“请刘季
玉答话。”刘璋在城上问之，超在马上以鞭指曰：
“吾本领张鲁兵来
救益州，谁想张鲁听信杨松谗言，反欲害我。今已归降刘皇叔。公可
纳士拜降，免致生灵受苦；如或执迷，吾先攻城矣。”刘璋惊得面如
土色，气倒于城上。众官救醒，璋曰：
“吾之不明，悔之何及!不若开
门投降，以救满城百姓。”董和曰：
“城中尚有兵三万馀人，钱帛粮
草可支一年，奈何便降？”刘璋曰：
“吾父子在蜀二十馀年，无恩德
以加百姓。攻战三年，血肉捐于草野，皆我罪也，我心何安？不如投
降，以安百姓。”众人闻之，皆堕泪。忽一人进曰：
“主公之言，正
合天意。”视之，乃巴西西充国人也 (18) ，姓谯名周，字允南。此人
素晓天文。璋问之，周曰：
“某夜观乾象，见群星聚于蜀郡，其大星
光如皓月，乃帝王之象也。况一载之前，小儿谣云：
‘若要吃新饭，
须待先主来。’此乃预兆，不可逆天道。”黄权、刘巴闻言皆大怒，
欲斩之。刘璋挡住。忽报：
“蜀郡太守许靖，逾城出降矣。”刘璋大
哭归府。
次日，人报刘皇叔遣幕宾简雍在城下唤门。璋令开门接入。雍坐
车中，傲睨自若 (19) 。忽一人掣剑大喝曰：
“小辈得志，旁若无人
(20) 。汝敢藐视吾蜀中人物耶？”雍慌下车迎之。此人乃广汉绵竹人
也，姓秦名宓，字子敕。雍笑曰：
“不识贤兄，幸勿见责。”遂同入
见刘璋，具说玄德宽洪大度，并无相害之意。于是刘璋决计投降，厚
待简雍。次日，亲赍印绶、文籍，与简雍同车出城投降。玄德出寨迎
接，握手流涕曰：
“非吾不行仁义，奈势不得已也。”共入寨，交割
印绶、文籍，并马入城。
玄德入成都，百姓香花灯烛，迎门而接。玄德到公厅，升堂坐
定。郡内诸官皆拜于堂下，惟黄权、刘巴闭门不出。众将忿怒，欲往
杀之。玄德慌忙传令曰：
“如有害此二人者，灭其三族!”玄德亲自登
门，请二人出仕。二人感玄德恩礼，乃出。孔明请曰：
“今西川平
定，难容二主，可将刘璋送去荆州。”玄德曰：
“吾方得蜀郡，未可
令季玉远去。”孔明曰：
“刘璋失基业者，皆因太弱耳。主公若以妇
人之仁 (21) ，临事不决，恐此土难以长久。”玄德从之，设一大宴，
请刘璋收拾财物，佩领振威将军印绶，令将妻子良贱尽赴南郡公安住
歇，即日起行。
玄德自领益州牧。其所降文武，尽皆重赏，定拟名爵：严颜为前
将军，法正为蜀郡太守，董和为掌军中郎将，许靖为左将军长史，庞
义为营中司马，刘巴为左将军，黄权为右将军。其馀吴懿、费观、彭
羕、卓膺、李严、吴兰、雷铜、李恢、张翼、秦宓、谯周、吕义，霍
峻、邓芝、杨洪、周群、费祎、费诗、孟达，文武投降官员共六十馀
人，并皆擢用。诸葛亮为军师，关云长为荡寇将军、汉寿亭侯，张飞
为征虏将军、新亭侯，赵云为镇远将军，黄忠为征西将军，魏延为扬
武将军，马超为平西将军。孙乾、简雍、糜竺、糜芳、刘封、吴班、
关平、周仓、廖化、马良、马谡、蒋琬、伊籍，及旧日荆襄一班文武
官员，尽皆升赏。遣使赍黄金五百斤、白银一千斤、钱五千万、蜀锦
一千匹，赐与云长。其馀官将，给赏有差 (22) 。杀牛宰马，大饷士
卒，开仓赈济百姓，军民大悦。
益州既定，玄德欲将成都有名田宅分赐诸官。赵云谏曰：
“益州
人民屡遭兵火，田宅皆空。今当归还百姓，令安居复业，民心方服；
不宜夺之为私赏也。”玄德大喜，从其言。
使诸葛军师定拟治国条例，刑法颇重。法正曰：
“昔高祖约法三
章，黎民皆感其德 (23) 。愿军师宽刑省法，以慰民望。”孔明曰：
“君知其一，未知其二。秦用法暴虐，万民皆怨，故高祖以宽仁得
之。今刘璋暗弱，德政不举，威刑不肃，君臣之道，渐以陵替。宠之
以位，位极则残；顺之以恩，恩竭则慢。所以致弊，实由于此。吾今
威之以法，法行则知恩；限之以爵，爵加则知荣。恩荣并济，上下有
节。为治之道，于斯著矣 (24) 。”法正拜服。
自此军民安靖 (25) 。四十一州地面，分兵镇抚，并皆平定。法正
为蜀郡太守，凡平日一餐之德，睚眦之怨，无不报复 (26) 。或告孔明
曰：
“孝直太横，宜稍斥之。”孔明曰：
“昔主公困守荆州，北畏曹
操，东惮孙权，赖孝直为之辅翼，遂翻然翱翔，不可复制。今奈何禁
止孝直，使不得少行其意耶？”因竟不问。法正闻之，亦自敛戢 (27)
。
一日，玄德正与孔明闲叙，忽报云长遣关平来谢所赐金帛。玄德
召入。平拜罢，呈上书信曰：
“父亲知马超武艺过人，要入川来，与
之比试高低。教就禀伯父此事。”玄德大惊曰：
“若云长入蜀，与孟
起比试，势不两立。”孔明曰：
“无妨，亮自作书回之。”玄德只恐
云长性急，便教孔明写了书，发付关平星夜回荆州。平回至荆州，云
长问曰：
“我欲与马孟起比试，汝曾说否？”平答曰：
“军师有书在
此。”云长拆开视之，其书曰：
亮闻将军欲与孟起分别高下。以亮度之，孟起虽雄烈过人，亦乃黥布、彭越
之徒耳 (28) ，当与翼德并驱争先 (29) ，犹未及美髯公之绝伦超群也 (30) 。今公
受任守荆州，不为不重，倘一入川，若荆州有失，罪莫大焉。惟冀明照 (31) 。
云长看毕，自绰其髯笑曰：
“孔明知我心也。”将书遍示宾客，
遂无入川之意。
却说东吴孙权知玄德并吞西川，将刘璋逐于公安，遂召张昭、顾
雍商议曰：
“当初刘备借我荆州时，说取了西川，便还荆州。今已得
巴蜀四十一州，须用取索汉上诸郡 (32) 。如其不还，即动干戈。”张
昭曰：
“吴中方宁，不可动兵。昭有一计，使刘备将荆州双手奉还主
公。”正是：
西蜀方开新日月，东吴又索旧山川。
未知其计如何，且看下文分解。
--------------------
(1) 甘当军令——意谓甘愿受到军法的处罚。
(2) 狮盔兽带——以狮头作为装饰的头盔，带扣上有兽头作为装饰的腰带。
(3) 锦马超——形容马超相貌堂堂，衣着华丽。锦：有花纹的彩色丝织品。这里用作形
容词。
(4) 平吞——全吞，一口吞下。宋·苏辙《同子瞻泛汴泗明日复赋》诗：“平吞百涧
暴，灭尽三洪恶。”
(5) 问——向。
(6) 谲诈——诡诈，狡诈，奸诈。
(7) 陈言方便——这里指转述刘备与张鲁的交易。方便：利益。指刘备保举张鲁为汉宁
王。
(8) 素无信行——意谓向来不守信用，品行恶劣。
(9) 流言——散播谣言。
(10) 恁(nèn嫩)的——亦作“恁地”、“恁底”。如此，这样。
(11) 良禽相木而栖——相：挑选，选择。木：树木。“良禽相木而栖”语意本《左传·
哀公十一年》：“鸟则择木，木岂能择鸟。”借喻贤能之士选择明主而事。
(12) 西子——即春秋时越国美女西施。《管子·小称》：“毛嫱、西施，天下之美人
也。”参见第四十四回“范蠡献西施之计”条注。
(13) 无盐——战国时齐国丑女。本名锺灵春，因生于无盐邑，故称“无盐”或“无盐
女”。因其极有智慧，被齐宣王立为王后。汉·刘向《列女传·齐锺灵春》：“锺灵春者，
齐无盐邑之女，宣王之正后也。其为人极丑无双，臼头深目，长指大节，卬鼻结喉，肥项少
发。”(卬鼻：鼻孔朝上。卬：同“仰”。)后遂为丑女的代称。
(14) 日中则昃(zè仄)，月满则亏——昃：太阳偏西。“日中则昃，月满则亏”本《周
易·丰卦》：“日中则昃，月盈则食，天地盈虚，与时消息，而况于人乎!”孔颖达疏：“盛
必有衰，自然常理。日中至盛，过中则昃。月满则盈，过盈则食。”又《战国策·秦策
三》：“日中则移，月满则亏。”意谓太阳到正午后就要偏西，月亮到圆满后就要亏缺。比
喻事物盛极则衰，事物发展到一定程度就向相反的方向转化。
(15) 尊人——对他人父亲的尊称。
(16) 背暗投明——参见第十四回“弃暗投明”条注。
(17) 拨云雾而见青天——语本“开云见白日”，出自汉·牟融《牟子》(一名《理惑
论》)其二四：“吾自闻道已来，如开云见白日，炬火入冥室焉。”(白日：太阳。)意谓犹如
拨开乌云浓雾，见到青天。比喻人走出困境，看到了光明的前途。
(18) 西充国——地名，在今四川南充县西北。
(19) 傲睨(n ì逆)——傲慢无礼，斜眼看人。
(20) 旁若无人——语出《史记·刺客列传》：“高渐离击筑，荆轲和而歌于市中，相乐
也，已而相泣，旁若无人者。”(筑：古代的一种打击弦乐器，形似筝，颈细肩圆，十三弦，
以竹尺击弦发音。)意谓好像旁边没有人。形容人态度高傲，不把别人放在眼里。
(21) 妇人之仁——语出《史记·淮阴侯列传》：“项王见人，恭敬慈爱，言语呕呕；人
有疾病，泣涕分食饮。至使人有功当封爵者，印刓敝，忍不能予。此所谓妇人之仁也。”(呕
呕：和悦貌。印刓敝：官印的棱角被磨光了。予：给。)意谓犹如妇人般的仁慈。指不识大
体，只给人以小恩小惠或在小事情上有不忍之心。
(22) 给赏有差——按照功劳大小、官级高低给予不同的赏赐。差：区别。
(23) “昔高祖”二句——事见《史记·高祖本纪》、《汉书·高祖纪》：汉高祖刘邦攻
克秦都咸阳后，为争取民心，宣布：“与父老约，法三章耳：杀人者死，伤人及盗抵罪。馀
悉除去秦法。”“秦人大悦，争持牛羊酒食献飨军士。”
(24) 为治之道，于斯著矣——意谓治国的道理，不外乎上述这些。于斯：如此。指上面
的一番话。
(25) 安靖——安定太平。
(26) 睚眦(yá z ì芽字)之怨，无不报复——睚眦：瞪眼怒视。比喻极小的怨恨。这二
句语本“睚眦之怨必报”，出自《史记·范睢蔡泽列传》：“范睢于是散家财物，尽以报所
尝困戹者。一饭之德必偿，睚眦之怨必报。”意谓对他瞪过一下眼睛的人也要报复。比喻极
小的怨恨也要报复。
(27) 敛戢(j í集)——收敛，节制。
(28) 黥(q í ng情)布、彭越——二人都是汉高祖刘邦的猛将。黥布：即英布。因英布
曾犯法被鲸面(在脸上刺字)，故称“黥布”。
(29) 并驱争先——并驱：并排齐跑。争先：力争跑到最前面或力争领先。“并驱争先”
出自三国蜀·诸葛亮《答关羽书》(见《三国志·蜀志·关羽传》)：“孟起(马超)兼资文
武，雄烈过人，一世之杰，黥(布)、彭(越)之徒，当与益德(张飞)并驱争先，犹未及髯(指
关羽)之绝伦逸群也。”意谓犹如两匹或多匹马齐跑比赛，皆力争要跑到最前面。比喻相互竞
争，力争优胜。
(30) 绝伦超群——绝伦：超过同辈。绝：超越，超过。伦：辈，类。超群：超过众人。
“绝伦超群”本“绝伦超奇”，出自《史记·龟策列传》：“通一伎之士，咸得自效，绝伦
超奇者为右，无所阿私。”意谓超过同辈和众人。形容出类拔萃，无与伦比，极其优秀。
(31) 惟冀明照——希望明察。惟：语助词，无实义。
第六十六回 关云长单刀赴会 伏皇后为国捐生
却说孙权要索荆州，张昭献计曰：
“刘备所倚仗者，诸葛亮耳。
其兄诸葛瑾今仕于吴，何不将瑾老小执下 (1) ，使瑾入川告其弟，令
劝刘备交割荆州：
‘如其不还，必累及我老小。’亮念同胞之情，必
然应允。”权曰：
“诸葛瑾乃诚实君子，安忍拘其老小？”昭曰：
“明教知是计策，自然放心。”权从之，召诸葛瑾老小，虚监在府；
一面修书，打发诸葛瑾往西川去。不数日，早到成都，先使人报知玄
德。玄德问孔明曰：
“令兄此来为何？”孔明曰：
“来索荆州耳。”
玄德曰：
“何以答之？”孔明曰：
“只须如此如此。”
计会已定，孔明出郭接瑾，不到私宅，径入宾馆。参拜毕，瑾放
声大哭。亮曰：
“兄长有事但说，何故发哀？”瑾曰：
“吾一家老小
休矣!”亮曰：
“莫非为不还荆州乎？因弟之故，执下兄长老小，弟心
何安？兄休忧虑，弟自有计还荆州便了。”
瑾大喜，即同孔明入见玄德，呈上孙权书。玄德看了，怒曰：
“孙权既以妹嫁我，却乘我不在荆州，竟将妹子潜地取去 (2) ，情理
难容!我正要大起川兵，杀下江南，报我之恨，却还想来索荆州乎？”
孔明哭拜于地曰：
“吴侯执下亮兄长老小，倘若不还，吾兄将全家被
戮。兄死，亮岂能独生？望主公看亮之面，将荆州还了东吴，全亮兄
弟之情。”玄德再三不肯，孔明只是哭求。玄德徐徐曰：
“既如此，
看军师面，分荆州一半还之：将长沙、零陵、桂阳三郡与他。”亮
曰：
“既蒙见允，便可写书与云长，令交割三郡。”玄德曰：
“子瑜
到彼，须用善言求吾弟。吾弟性如烈火，吾尚惧之，切宜仔细。”
瑾求了书，辞了玄德，别了孔明，登途径到荆州。云长请入中
堂，宾主相叙。瑾出玄德书曰：
“皇叔许先以三郡还东吴，望将军即
日交割，令瑾好回见吾主。”云长变色曰：
“吾与吾兄桃园结义，誓
共匡扶汉室。荆州本大汉疆土，岂得妄以尺寸与人？‘将在外，君命
有所不受’。虽吾兄有书来，我却只不还。”瑾曰：
“今吴侯执下瑾
老小，若不得荆州，必将被诛，望将军怜之。”云长曰：
“此是吴侯
谲计 (3) ，如何瞒得我过？”瑾曰：
“将军何太无面目 (4) ？”云长
执剑在手曰：
“休再言，此剑上并无面目。”关平告曰：
“军师面上
不好看，望父亲息怒。”云长曰：
“不看军师面上，教你回不得东
吴。”
瑾满面羞惭，急辞下船，再往西川见孔明。孔明已自出巡去了。
瑾只得再见玄德，哭告云长欲杀之事。玄德曰：
“吾弟性急，极难与
言。子瑜可暂回，容吾取了东川、汉中诸郡，调云长往守之，那时方
得交付荆州。”瑾不得已，只得回东吴见孙权，具言前事。孙权大怒
曰：
“子瑜此去，反复奔走，莫非皆是诸葛亮之计？”瑾曰：
“非
也。吾弟亦哭告玄德，方许将三郡先还，又无奈云长恃顽不肯 (5)
，”孙权曰：
“既刘备有先还三郡之言，便可差官前去长沙、零陵、
桂阳三郡赴任，且看如何。”瑾曰：
“主公所言极善。”权乃令瑾取
回老小，一面差官往三郡赴任。
不一日，三郡差去官吏，尽被逐回，告孙权曰：
“关云长不肯相
容，连夜被逐回吴，迟后者便要杀。”孙权大怒，差人召鲁肃，责之
曰：
“子敬昔为刘备作保，借吾荆州。今刘备已得西川，不肯归还，
子敬岂得坐视？”肃曰：
“肃已思得一计，正欲告主公。”权问：
“何计？”肃曰：
“今屯兵于陆口，使人请关云长赴会。若云长肯
来，以善言说之；如其不从，伏下刀斧手杀之。如彼不肯来，随即进
兵，与决胜负，夺取荆州便了。”孙权曰：
“正合吾意，可即行
之。”阚泽进曰：
“不可。关云长乃世之虎将，非等闲可及，恐事不
谐，反遭其害。”孙权怒曰：
“若如此，荆州何日可得？”便命鲁肃
速行此计。
肃乃辞孙权，至陆口，召吕蒙、甘宁商议，设宴于陆口寨外临江
亭上，修下请书 (6) ，选帐下能言快语一人为使，登舟渡江。江口关
平问了，遂引使人入荆州，叩见云长，具道鲁肃相邀赴会之意，呈上
请书。云长看书毕，谓来人曰：
“既子敬相请，我明日便来赴宴。汝
可先回。”使者辞去。关平曰：
“鲁肃相邀，必无好意，父亲何故许
之？”云长笑曰：
“吾岂不知耶？此是诸葛瑾回报孙权，说吾不肯还
三郡，故令鲁肃屯兵陆口，邀我赴会，便索荆州。吾若不往，道吾怯
矣。吾来日独驾小舟，只用亲随十馀人，单刀赴会 (7) ，看鲁肃如何
近我。”平谏曰：
“父亲奈何以万金之躯，亲蹈虎狼之穴？恐非所以
重伯父之寄托也。”云长曰：
“吾于千枪万刃之中，矢石交攻之际，
匹马纵横，如入无人之境，岂忧江东群鼠乎？”马良亦谏曰：
“鲁肃
虽有长者之风，但今事急，不容不生异心，将军不可轻往。”云长
曰：
“昔战国时赵人蔺相如无缚鸡之力，于渑池会上，觑秦国君臣如
无物 (8) ，况吾曾学万人敌者乎 (9) ？既已许诺，不可失信。”良
曰：
“纵将军去，亦当有准备。”云长曰：
“只教吾儿选快船十只，
藏善水军五百，于江上等候。看吾认旗起处，便过江来。”平领命，
自去准备。
却说使者回报鲁肃，说云长慨然应允 (10) ，来日准到。肃与吕蒙
商议：
“此来若何？”蒙曰：
“彼带军马来，某与甘宁各人领一军伏
于岸侧，放炮为号，准备厮杀；如无军来，只于庭后伏刀斧手五十
人，就筵间杀之。”计会已定。
次日，肃令人于岸口遥望。辰时后 (11) ，见江面上一只船来，梢
公水手只数人；一面红旗风中招飐，显出一个大“关”字来。船渐近
岸，见云长青巾绿袍，坐于船上。旁边周仓捧着大刀，八九个关西大
汉各跨腰刀一口。鲁肃惊疑，接入庭内。叙礼毕，入席饮酒，举杯相
劝，不敢仰视。云长谈笑自若。
酒至半酣，肃曰：
“有一言诉与君侯，幸垂听焉：昔日令兄皇
叔，使肃于吾主之前保借荆州暂住，约于取川之后归还。今西川已
得，而荆州未还，得毋失信乎 (12) ？”云长曰：
“此国家之事，筵间
不必论之。”肃曰：
“吾主只区区江东之地 (13) ，而肯以荆州相借
者，为念君侯等兵败远来，无以为资故也 (14) 。今已得益州，则荆州
自应见还。乃皇叔但肯先割三郡 (15) ，而君侯又不从，恐于理上说不
去。”云长曰：
“乌林之役 (16) ，左将军亲冒矢石 (17) ，戮力破
敌，岂得徒劳而无尺土相资 (18) ？今足下复来索地耶？”肃曰：
“不
然。君侯始与皇叔同败于长坂，计穷力竭 (19) ，将欲远窜，吾主矜念
皇叔身无处所 (20) ，不爱土地，使有所托足，以图后功。而皇叔愆德
隳好 (21) ，已得西川，又占荆州，贪而背义，恐为天下所耻笑。惟君
侯察之。”云长曰：
“此皆吾兄之事，非某所宜与也 (22) 。”肃曰：
“某闻君侯与皇叔桃园结义，誓同生死，皇叔即君侯也，何得推托
乎？”
云长未及回答，周仓在阶下厉声言曰：
“天下土地，惟有德者居
之，岂独是汝东吴当有耶？”云长变色而起，夺周仓所捧大刀，立于
庭中，目视周仓而叱曰：
“此国家之事，汝何敢多言？可速去。”仓
会意，先到岸口，把红旗一招。关平船如箭发，奔过江东来。
云长右手提刀，左手挽住鲁肃手，佯推醉曰：
“公今请吾赴宴，
莫提起荆州之事。吾今已醉，恐伤故旧之情。他日令人请公到荆州赴
会，另作商议。”鲁肃魂不附体，被云长扯至江边。吕蒙、甘宁各引
本部军欲出，见云长手提大刀，亲握鲁肃，恐肃被伤，遂不敢动。云
长到船边，却才放手，早立于船首，与鲁肃作别。肃如痴似呆，看关
公船已乘风而去。后人有诗赞关公曰：
藐视吴臣若小儿，单刀赴会敢平欺。
当年一段英雄气，尤胜相如在渑池。
云长自回荆州。
鲁肃与吕蒙共议：
“此计又不成，如之奈何？”蒙曰：
“可即申
报主公，起兵与云长决战。”肃即时使人申报孙权。权闻之大怒，商
议起倾国之兵，来取荆州。忽报：
“曹操又起三十万大军来也。”权
大惊，且教鲁肃休惹荆州之兵，移兵向合淝、濡须，以拒曹操。
却说操将欲起程南征，参军傅干，字彦材，上书谏操。书略曰：
干闻用武则先威，用文则先德，威德相济，而后王业成。往者天下大乱，明
公用武攘之 (23) ，十平其九。今未承王命者，吴与蜀耳。吴有长江之险，蜀有崇
山之阻，难以威胜。愚以为且宜增修文德，按甲寝兵 (24) ，息军养士，待时而
动。今若举数十万之众，顿长江之滨 (25) ，倘贼凭险深藏，使我士马不得逞其
能，奇变无所用其权，则天威屈矣。惟明公详察焉。
曹操览之，遂罢南征。兴设学校，延礼文士。于是侍中王粲、杜
袭、卫凯、和洽四人议欲尊曹操为魏王。中书令荀攸曰：
“不可。丞
相官至魏公，荣加九锡，位已极矣。今又进升王位，于理不可。”曹
操闻之，怒曰：
“此人欲效荀彧耶？”荀攸知之，忧愤成疾，卧病十
数日而卒，亡年五十八岁。操厚葬之，遂罢魏王事。
一日，曹操带剑入宫，献帝正与伏后共坐。伏后见操来，慌忙起
身。帝见曹操，战栗不已。操曰：
“孙权、刘备各霸一方，不尊朝
廷，当如之何？”帝曰：
“尽在魏公裁处，”操怒曰：
“陛下出此
言，外人闻之，只道吾欺君也。”帝曰：
“君若肯相辅则幸甚，不
尔，愿垂恩相舍。”操闻言，怒目视帝，恨恨而出。左右或奏帝曰：
“近闻魏公欲自立为王，不久必将篡位。”帝与伏后大哭。后曰：
“妾父伏完常有杀操之心，妾今当修书一封，密与父图之。”帝曰：
“昔董承为事不密，反遭大祸。今恐又泄漏，朕与汝皆休矣。”后
曰：
“旦夕如坐针毡，似此为人，不如早亡。妾看宦官中之忠义可托
者，莫如穆顺，当令寄此书。”乃即召穆顺入屏后，退去左右近侍。
帝、后大哭，告顺曰：
“操贼欲为魏王，早晚必行篡夺之事。朕欲令
后父伏完密图此贼，而左右之人俱贼心腹，无可托者。欲汝将皇后密
书寄与伏完，量汝忠义，必不负朕。”顺泣曰：
“臣感陛下大恩，敢
不以死报。臣即请行。”后乃修书付顺。
顺藏书于发中，潜出禁宫，径至伏完宅，将书呈上。完见是伏后
亲笔，乃谓穆顺曰：
“操贼心腹甚众，不可遽图 (26) 。除非江东孙
权、西川刘备二处起兵于外，操必自往，此时却求在朝忠义之臣一同
谋之，内外夹攻，庶可有济。”顺曰：
“皇丈可作书复帝后，求密
诏，暗遣人往吴、蜀二处，令约会起兵，讨贼救主。”伏完即取纸写
书付顺。顺乃藏于头髻内，辞完回宫。
原来早有人报知曹操，操先于宫门等候。穆顺回，遇曹操，操
问：
“那里去来？”顺答曰：
“皇后有病，命求医去。”操曰：
“召
得医人何在？”顺曰：
“还未召至。”操喝左右，遍搜身上，并无夹
带，放行。忽然风吹落其帽，操又唤回，取帽视之，遍观无物，还帽
令戴。穆顺双手倒戴其帽。操心疑，令左右搜其头发中，搜出伏完书
来。操看时，书中言欲结连孙、刘为外应。操大怒，执下穆顺于密室
问之，顺不肯招。操连夜点起甲兵三千，围住伏完私宅，老幼并皆拿
下，搜出伏后亲笔之书，随将伏氏三族尽皆下狱。平明，使御林将军
郗虑持节入宫，先收皇后玺绶。
是日，帝在外殿，见郗虑引三百甲兵直入，帝问曰：
“有何
事？”虑曰：
“奉魏公命收皇后玺。”帝知事泄，心胆皆碎。虑至后
宫，伏后方起。虑便唤管玺绶人索取玉玺而出。伏后情知事发，便于
殿后椒房内夹壁中藏躲 (27) 。少顷，尚书令华歆引五百甲兵入到后
殿，问宫人：
“伏后何在？”宫人皆推不知。歆教甲兵打开朱户，寻
觅不见。料在壁中，便喝甲士破壁搜寻。歆亲自动手，揪后头髻拖
出。后曰：
“望免我一命。”歆叱曰：
“汝自见魏公诉去。”后披发
跣足，二甲士推拥而出。
原来华歆素有才名，向与邴原、管宁相友善，时人称三人为一
龙：华歆为龙头，邴原为龙腹，管宁为龙尾。一日，宁与歆共种园
蔬，锄地见金。宁挥锄不顾；歆拾而视之，然后掷下。又一日，宁与
歆同坐观书，闻户外传呼之声，有贵人乘轩而过。宁端坐不动，歆弃
书往观。宁自此鄙歆之为人，遂割席分坐 (28) ，不复与之为友。后来
管宁避居辽东，常戴白帽，坐卧一楼，足不履地，终身不肯仕魏。而
歆乃先事孙权，后归曹操，至此乃有收捕伏皇后一事。后人有诗叹华
歆曰：
华歆当日逞凶谋，破壁生将母后收。
助虐一朝添虎翼，骂名千载笑龙头。
又有诗赞管宁曰：
辽东传有管宁楼，人去楼空名独留。
笑杀子鱼贪富贵 (29) ，岂如白帽自风流。
且说华歆将伏后拥至外殿。帝望见后，乃下殿抱后而哭。歆曰：
“魏公有命，可速行。”后哭谓帝曰：
“不能复相活耶？”帝曰：
“我命亦不知在何时也。”甲士拥后而去。帝捶胸大恸，见郗虑在
侧，帝曰：
“郗公，天下宁有是事乎？”哭倒在地。郗虑令左右扶帝
入宫。华歆拿伏后见操。操骂曰：
“吾以诚心待汝等，汝等反欲害我
耶？吾不杀汝，汝必杀我。”喝左右乱棒打死。随即入宫，将伏后所
生二子皆酖杀之。当晚将伏完、穆顺等宗族二百馀口皆斩于市。朝野
之人，无不惊骇。时建安十九年十一月也。后人有诗叹曰：
曹瞒凶残世所无，伏完忠义欲何如。可怜帝后分离处，不及民间妇与夫。
献帝自从坏了伏后，连日不食。操入曰：
“陛下无忧，臣无异
心。臣女已与陛下为贵人，大贤大孝，宜居正宫。”献帝安敢不从，
于建安二十年正月朔，就庆贺正旦之节，册立曹操女曹贵人为正宫皇
后。群下莫敢有言。
此时曹操威势日甚，会大臣商议收吴灭蜀之事。贾诩曰：
“须召
夏侯惇、曹仁二人回，商议此事。”操即时发使，星夜唤回。夏侯惇
未至，曹仁先到，连夜便入府中见操。操方被酒而卧，许褚仗剑立于
堂门之内，曹仁欲入，被许褚当住。曹仁大怒曰：
“吾乃曹氏宗族，
汝何敢阻当耶？”许褚曰：
“将军虽亲，乃外藩镇守之官；许褚虽
疏，现充内侍。主公醉卧堂上，不敢放入。”仁乃不敢入。曹操闻
之，叹曰：
“许褚真忠臣也。”不数日，夏侯惇亦至，共议征伐。惇
曰：
“吴、蜀急未可攻，宜先取汉中张鲁，以得胜之兵取蜀，可一鼓
而下也。”曹操曰：
“正合吾意。”遂起兵西征。正是：
方逞凶谋欺弱主，又驱劲卒扫偏邦。
未知后事如何，且看下文分解。
--------------------
(1) 执下——拘捕，拘禁。
(2) 潜地——暗地里，暗中。
(3) 谲计——诡计。
(4) 面目——即情面，面子。
(5) 恃顽——逞强任性。
(6) 请书——邀请函。
(7) 单刀赴会——单刀：一人只带一柄刀。赴会：赴宴。原作“单刀俱会”，出自《三
国志·吴志·鲁肃传》：“肃住益阳，与(关)羽相拒。肃邀羽相见，各驻兵马百步上，但诸
将军单刀俱会。”意谓关公决定只带一口大刀和少数随从赴东吴鲁肃的宴会。
(8) “昔战国时”三句——事见《史记·廉颇蔺相如列传》：战国时，秦国强而赵国
弱。秦昭襄王欲侮辱赵惠王，约其相会于渑池(今河南渑池县西)。赵惠王不得已而赴会，上
大夫蔺相如相随。秦王令赵王鼓瑟，且令秦御史予以纪录。蔺相如虽无缚鸡之力，却智勇无
双，也请秦王击廉，秦王不肯。蔺相如怒曰：“五步之内，相如请得以颈血溅大王矣!”秦王
只好击廉。蔺相如也令赵御史予以纪录。
(9) 万人敌——语出《史记·项羽本纪》：“剑，一人敌，不足学，学万人敌。”意谓
能战胜万人的本领。表示精通兵法，能指挥千军万马的军事才能。
(10) 慨然应允——很痛快地答应。慨然：毫不犹豫貌。
(11) 辰时——相当于今上午七时至九时。
(12) 得毋——亦作“得无”、“得亡”。义同能不、岂不、莫非。
(13) 区区——形容很小。
(14) 资——依托，凭仗。这里指地盘。
(15) 乃——然而，可是。
(16) 乌林之役——指赤壁之战。乌林是赤壁之战中的战场之一。
(17) 左将军——“左”通“佐”，“将军”指鲁肃，故“左将军”意谓曾经帮助过您鲁
肃。
(18) 相资——相助。
(19) 计穷力竭——计：计谋，计策，办法，手段。穷、竭：穷尽，竭尽，用完，用光。
力：力气，力量，本领，能耐，能力。“计穷力竭”本“计穷力屈”，出自南朝梁·元帝萧
绎《驰檄告四方》(见《梁书·元帝纪》)：“侯景奔窜，十鼠争穴，郭默清夷，晋熙附义，
计穷力屈，反杀后主。”意谓所有的计谋、办法与本领、力量都用完了。形容已到了无计可
施、无能为力的地步。
(20) 矜念——怜悯，同情。
(21) 愆(qiān谦)德隳(hu ī灰)好——有亏道德，有损交情。愆：过失，罪过。隳：毁
坏，破坏。
(22) 非某所宜与也——不是我该参与、过问的。某：自称，犹称我、吾。
(23) 攘——武力征讨。
(24) 按甲寝兵——按甲：义同“按兵”。军队停止行动而驻扎。按：止住，停止。甲：
铠甲。用皮革或金属片制成的作战护身服。引申以代指军队。寝兵：义同“休兵”。使将士
休息或休整。“按甲寝兵”本“按甲休兵”，出自《史记·淮阴侯列传》：“方今为将军
计，莫如案甲休兵，镇赵抚其孤。”意谓使军队屯扎休息或休整。表示停止战斗或战争。
(25) 顿——驻扎。
(26) 遽图——匆忙去做。
(27) 椒房——本指汉代后妃所居椒房殿。因以花椒子和泥涂壁，取其温暖、芬芳、多子
之义，故名。见《汉书·车千秋传》：“江充先治甘泉宫人，转至未央宫椒房。”颜师古
注：“椒房，殿名，皇后所居也。”后来成为后妃所居宫室或后妃的代称。这里取前一义。
(28) 割席分坐——割席：将坐席一割为二。表示决裂。“割席分坐”出自南朝宋·刘义
庆《世说新语·德行》：“管宁、华歆共园中锄菜，见地有片金，管挥锄与瓦石不异，华捉
而掷去之。又尝同席读书，有乘轩冕过门者，宁读如故，歆废书出看。宁割席分坐，
曰：‘子非吾友也。’”(废：放下。)意谓管宁见好友华歆羡慕富贵，遂将同坐席子一割为
二，表示与之决裂。
(29) 子鱼——华歆之字。
第六十七回 曹操平定汉中地 张辽威震逍遥津
却说曹操兴师西征，分兵三队：前部先锋夏侯渊、张郃；操自领
诸将居中；后部曹仁、夏侯惇押运粮草。早有细作报入汉中来。张鲁
与弟张卫商议退敌之策。卫曰：
“汉中最险无如阳平关，可于关之左
右依山傍林，下十馀个寨栅，迎敌曹兵。兄在汉宁，多拨粮草应
付。”张鲁依言，遣大将杨昂、杨任，与其弟即日起程。军马到阳平
关，下寨已定。夏侯渊、张郃前军随到，闻阳平关已有准备，离关一
十五里下寨。是夜，军士疲困，各自歇息。忽寨后一把火起，杨昂、
杨任两路兵杀来劫寨。夏侯渊、张郃急上得马，四下里大兵拥入，曹
兵大败，退见曹操。操怒曰：
“汝二人行军许多年，岂不知兵若远行
疲困，可防劫寨？如何不作准备？”欲斩二人，以明军法，众官告
免。
操次日自引兵为前队，见山势险恶，林木丛杂，不知路径，恐有
伏兵，即引军回寨，谓许褚、徐晃二将曰：
“吾若知此处如此险恶，
必不起兵来。”许褚曰：
“兵已至此，主公不可惮劳 (1) 。”次日，
操上马，只带许褚、徐晃二人，来看张卫寨栅。三匹马转过山坡，早
望见张卫寨栅。操扬鞭遥指，谓二将曰：
“如此坚固，急切难下。”
言未已，背后一声喊起，箭如雨发，杨昂、杨任分两路杀来。操大
惊。许褚大呼曰：
“吾当敌贼，徐公明善保主公。”说罢，提刀纵马
向前，力敌二将。杨昂、杨任不能当许褚之勇，回马退去，其馀不敢
向前。徐晃保着曹操奔过山坡，前面又一军到，看时，却是夏侯渊、
张郃二将，听得喊声，故引军杀来接应。于是杀退杨昂、杨任，救得
曹操回寨。操重赏四将。
自此，两边相拒五十馀日，只不交战。曹操传令退军。贾诩曰：
“贼势未见强弱，主公何故自退耶？”操曰：
“吾料贼兵每日提备，
急难取胜。吾以退军为名，使贼懈而无备，然后分轻骑抄袭其后，必
胜贼矣。”贾诩曰：
“丞相神机，不可测也。”于是令夏侯渊、张郃
分兵两路，各引轻骑三千，取小路抄阳平关后；曹操一面引大军拔寨
尽起。杨昂听得曹兵退，请杨任商议，欲乘势击之。杨任曰：
“操诡
计极多，未知真实，不可追赶。”杨昂曰：
“公不往，吾当自去。”
杨任苦谏不从。杨昂尽提五寨军马前进，只留些少军士守寨。是日，
大雾迷漫，对面不相见。杨昂军至半路，不能行，且权扎住。
却说夏侯渊一军抄过山后，见重雾垂空，又闻人语马嘶，恐有伏
兵，急催人马行动，大雾中误走到杨昂寨前。守寨军士听得马蹄响，
只道是杨昂兵回，开门纳之。曹军一拥而入，见是空寨，便就寨中放
起火来。五寨军士尽皆弃寨而走。比及雾散，杨任领兵来救，与夏侯
渊战不数合，背后张郃兵到。杨任杀条大路，奔回南郑。杨昂待要回
时，已被夏侯渊、张郃两个占了寨栅，背后曹操大队军马赶来：两下
夹攻，四边无路。杨昂欲突阵而出，正撞着张郃，两个交手，被张郃
杀死。败兵回投阳平关，来见张卫。原来卫知二将败走，诸营已失，
半夜弃关，奔回去了。曹操遂得阳平关并诸寨。
张卫、杨任回见张鲁，卫言二将失了隘口，因此守关不住。张鲁
大怒，欲斩杨任。任曰：
“某曾谏杨昂休追操兵，他不肯听信，故有
此败。任再乞一军前去挑战，必斩曹操；如不胜，甘当军令。”张鲁
取了军令状。杨任上马，引二万军离南郑下寨。
却说曹操提军将进，先令夏侯渊领五千军，往南郑路上哨探，正
迎着杨任军马，两军摆开。任遣部将昌奇出马，与渊交锋，战不三
合，被渊一刀斩于马下。杨任自挺枪出马，与渊战三十馀合，不分胜
负。渊佯败而走，任从后追来，被渊用拖刀计斩于马下。军士大败而
回。曹操知夏侯渊斩了杨任，即时进兵，直抵南郑下寨。张鲁慌聚文
武商议。阎圃曰：
“某保一人，可敌曹操手下诸将。”鲁问是谁，圃
曰：
“南安庞德，前随马超投主公，后马超往西川，庞德卧病不曾
行。现今蒙主公恩养，何不令此人去？”张鲁大喜，即召庞德至，厚
加赏劳，点一万军马，令庞德出。离城十馀里，与曹兵相对，庞德出
马搦战。曹操在渭桥时，深知庞德之勇，乃嘱诸将曰：
“庞德乃西凉
勇将，原属马超，今虽依张鲁，未称其心。吾欲得此人，汝等须皆与
缓斗，使其力乏，然后擒之。”张郃先出，战了数合便退。夏侯渊也
战数合退了。徐晃又战三五合也退了。临后许褚战五十馀合亦退。庞
德力战四将，并无惧怯。各将皆于操前夸庞德好武艺。
曹操心中大喜，与众将商议：
“如何得此人投降？”贾诩曰：
“某知张鲁手下有一谋士杨松，其人极贪贿赂。今可暗以金帛送之，
使谮庞德于张鲁，便可图矣。”操曰：
“何由得人入南郑？”诩曰：
“来日交锋，诈败佯输，弃寨而走，使庞德据我寨。我却于夤夜引兵
劫寨，庞德必退入城。却选一能言军士，扮作彼军，杂在阵中，便得
入城。”操听其计，选一精细军校，重加赏赐，付与金掩心甲一副
(2) ，令披在贴肉，外穿汉中军士号衣，先于半路上等候。
次日，先拨夏侯渊、张郃两枝军远去埋伏；却教徐晃挑战，不数
合败走。庞德招军掩杀，曹兵尽退。庞德却夺了曹操寨栅，见寨中粮
草极多，大喜，即时申报张鲁；一面在寨中设宴庆贺。当夜二更之
后，忽然三路火起：正中是徐晃、许褚，左张郃，右夏侯渊，三路军
马齐来劫寨。庞德不及提备，只得上马冲杀出来，望城而走。背后三
路兵追来。庞德急唤开城门，领兵一拥而入。
此时细作已杂到城中，径投杨松府下谒见，具说：
“魏公曹丞相
久闻盛德，特使某送金甲为信，更有密书呈上。”松大喜，看了密书
中言语，谓细作曰：
“上复魏公，但请放心，某自有良策奉报。”打
发来人先回，便连夜入见张鲁，说庞德受了曹操贿赂，卖此一阵。张
鲁大怒，唤庞德责骂，欲斩之。阎圃苦谏。张鲁曰：
“你来日出战，
不胜必斩。”庞德抱恨而退。
次日，曹兵攻城，庞德引兵冲出。操令许褚交战。褚诈败，庞德
赶来。操自乘马于山坡上，唤曰：
“庞令明何不早降？”庞德寻思：
“拿住曹操，抵一千员上将。”遂飞马上坡。一声喊起，天崩地塌，
连人和马，跌入陷坑内去。四壁钩索一齐上前，活捉了庞德，押上坡
来。曹操下马，叱退军士，亲释其缚，问庞德肯降否。庞德寻思张鲁
不仁，情愿拜降。曹操亲扶上马，共回大寨，故意教城上望见。人报
张鲁：
“德与操并马而行。”鲁益信杨松之言为实。
次日，曹操三面竖立云梯，飞炮攻打。张鲁见其势已极，与弟张
卫商议。卫曰：
“放火尽烧仓廪府库，出奔南山，去守巴中可也。”
杨松曰：
“不如开门投降。”张鲁犹豫不定。卫曰：
“只是烧了便
行。”张鲁曰：
“我向本欲归命国家 (3) ，而意未得达。今不得已而
出奔，仓廪府库，国家之有，不可废也。”遂尽封锁。
是夜二更，张鲁引全家老小，开南门杀出。曹操教休追赶，提兵
入南郑，见鲁封闭库藏，心甚怜之，遂差人往巴中，劝使投降。张鲁
欲降，张卫不肯。杨松以密书报操，便教进兵，松为内应。操得书，
亲自引兵往巴中。张鲁使弟卫领兵出敌，与许褚交锋，被褚斩于马
下。
败军回报张鲁，鲁欲坚守。杨松曰：
“今若不出，坐而待毙矣
(4) 。某守城，主公当亲与决一死战。”鲁从之。阎圃谏鲁休出。鲁
不听，遂引军出迎。未及交锋，后军已走。张鲁急退，背后曹兵赶
来。鲁到城下，杨松闭门不开。张鲁无路可走。操从后追至，大叫：
“何不早降？”鲁乃下马投拜。操大喜，念其封仓库之心，优礼相
待，封鲁为镇南将军。阎圃等皆封列侯。于是汉中皆平。曹操传令各
郡分设太守，置都尉，大赏士卒。惟有杨松卖主求荣，即命斩之于市
曹示众。后人有诗叹曰：
妨贤卖主逞奇功 (5) ，积得金银总是空。
家未荣华身受戮，令人千载笑杨松。
曹操已得东川，主簿司马懿进曰：
“刘备以诈力取刘璋，蜀人尚
未归心。今主公已得汉中，益州震动，可速进兵攻之，势必瓦解。智
者贵于乘时，时不可失也。”曹操叹曰：
“人苦不知足，既得陇，复
望蜀耶 (6) ？”刘晔曰：
“司马仲达之言是也。若少迟缓，诸葛亮明
于治国而为相，关、张等勇冠三军而为将 (7) ，蜀民既定，据守关
隘，不可犯矣。”操曰：
“士卒远涉劳苦，且宜存恤。”遂按兵不
动。
却说西川百姓听知曹操已取东川，料必来取西川，一日之间，数
遍惊恐。玄德请军师商议。孔明曰：
“亮有一计，曹操自退。”玄德
问何计，孔明曰：
“曹操分军屯合淝，惧孙权也。今我若分江夏、长
沙、桂阳三郡还吴，遣舌辩之士陈说利害，令吴起兵袭合淝，牵动其
势，操必勒兵南向矣。”玄德问：
“谁可为使？”伊籍曰：
“某愿
往。”玄德大喜，遂作书具礼，令伊籍先到荆州，知会云长。然后入
吴，到秣陵，来见孙权，先通了姓名。权召籍入。籍见权礼毕，权问
曰：
“汝到此何为？”籍曰：
“昨承诸葛子瑜取长沙等三郡，为军师
不在，有失交割，今传书送还。所有荆州南郡、零陵，本欲送还，被
曹操袭取东川，使关将军无容身之地。今合淝空虚，望君侯起兵攻
之，使曹操撤兵回南。吾主若取了东川，即还荆州全土。”权曰：
“汝且归馆舍，容吾商议。”伊籍退出。权问计于众谋士。张昭曰：
“此是刘备恐曹操取西川，故为此谋。虽然如此，可因操在汉中，乘
势取合淝，亦是上计。”权从之，发付伊籍回蜀去讫，便议起兵攻
操。令鲁肃收取长沙、江夏、桂阳三郡，屯兵于陆口，取吕蒙、甘宁
回；又去馀杭取凌统回。
不一日，吕蒙、甘宁先到。蒙献策曰：
“现今曹操令庐江太守朱
光屯兵于皖城，大开稻田，纳谷于合淝，以充军实 (8) 。今可先取皖
城，然后攻合淝。”权曰：
“此计甚合吾意。”遂教吕蒙、甘宁为先
锋，蒋钦、潘璋为合后，权自引周泰、陈武、董袭、徐盛为中军。时
程普、黄盖、韩当在各处镇守，都未随征。
却说军马渡江，取和州，径到皖城。皖城太守朱光使人往合淝求
救；一面固守城池，坚壁不出。权自到城下看时，城上箭如雨发，射
中孙权麾盖。权回寨，问众将曰：
“如何取得皖城？”董袭曰：
“可
差军士筑起土山攻之。”徐盛曰：
“可竖云梯，造虹桥 (9) ，下观城
中而攻之。”吕蒙曰：
“此法皆费日月而成，合淝救军一至，不可图
矣。今我军初到，士气方锐，正可乘此锐气，奋力攻击。来日平明进
兵，午未时便当破城 (10) 。”权从之。
次日五更饭毕，三军大进。城上矢石齐下。甘宁手执铁链，冒矢
石而上。朱光令弓弩手齐射。甘宁拨开箭林，一链打倒朱光。吕蒙亲
自擂鼓，士卒皆一拥而上，乱刀砍死朱光。馀众多降，得了皖城，方
才辰时。张辽引军至半路，哨马回报皖城已失，辽即回兵归合淝。
孙权入皖城，凌统亦引军到。权慰劳毕，大犒三军，重赏吕蒙、
甘宁诸将，设宴庆功。吕蒙逊甘宁上坐，盛称其功劳。酒至半酣，凌
统想起甘宁杀父之仇，又见吕蒙夸美之，心中大怒，瞪目直视良久，
忽拔左右所佩之剑，立于筵上曰：
“筵前无乐，看吾舞剑。”甘宁知
其意，推开果桌起身，两手取两枝戟挟定，纵步出曰：
“看我筵前使
戟。”吕蒙见二人各无好意，便一手挽牌，一手提刀，立于其中曰：
“二公虽能，皆不如我巧也。”说罢，舞起刀、牌，将二人分于两
下。早有人报知孙权。权慌跨马，直至筵前。众见权至，方各放下军
器。权曰：
“吾常言二人休念旧仇，今日又何如此？”凌统哭拜于
地。孙权再三劝止。至次日，起兵进取合淝，三军尽发。
张辽为失了皖城，回到合淝，心中愁闷。忽曹操差薛悌送木匣一
个，上有操封，旁书云“贼来乃发”。是日报说孙权自引十万大军，
来攻合淝。张辽便开匣观之，内书云：
“若孙权至，张、李二将军出
战，乐将军守城。”张辽将教帖与李典 (11) 、乐进观之。乐进曰：
“将军之意若何？”张辽曰：
“主公远征在外，吴兵以为破我必矣。
今可发兵出迎，奋力与战，折其锋锐，以安众心，然后可守也。”李
典素与张辽不睦，闻辽此言，默然不答。乐进见李典不语，便道：
“贼众我寡，难以迎敌，不如坚守。”张辽曰：
“公等皆是私意，不
顾公事。吾今自出迎敌，决一死战。”便教左右备马。李典慨然而起
曰：
“将军如此，典岂敢以私憾而忘公事乎？愿听指挥。”张辽大喜
曰：
“既曼成肯相助，来日引一军于逍遥津北埋伏，待吴兵杀过来，
可先断小师桥，吾与乐文谦击之。”李典领命，自去点军埋伏。
却说孙权令吕蒙、甘宁为前队，自与凌统居中，其馀诸将陆续进
发，望合淝杀来。吕蒙、甘宁前队兵进，正与乐进相迎。甘宁出马与
乐进交锋，战不数合，乐进诈败而走。甘宁招呼吕蒙一齐引军赶去。
孙权在第二队听得前军得胜，催兵行至逍遥津北，忽闻连珠炮响，左
边张辽一军杀来，右边李典一军杀来。孙权大惊，急令人唤吕蒙、甘
宁回救时，张辽兵已到。凌统手下止有三百馀骑，当不得曹军势如山
倒。凌统大呼曰：
“主公何不速渡小师桥？”言未毕，张辽引二千馀
骑当先杀至。凌统翻身死战。孙权纵马上桥，桥南已折丈馀，并无一
片板。孙权惊得手足无措。牙将谷利大呼曰：
“主公可约马退后 (12)
，再放马向前，跳过桥去。”孙权收回马来有三丈馀远，然后纵辔加
鞭，那马一跳飞过桥南。后人有诗曰：
的卢当日跳檀溪，又见吴侯败合淝。
退后着鞭驰骏骑，逍遥津上玉龙飞。
孙权跳过桥南，徐盛、董袭驾舟相迎。凌统、谷利抵住张辽。甘
宁、吕蒙引军回救，却被乐进从后追来，李典又截住厮杀，吴兵折了
大半。凌统所领三百馀人，尽被杀死。统身中数枪，杀到桥边，桥已
折断，绕河而逃。孙权在舟中望见，急令董袭棹舟接之，乃得渡回。
吕蒙、甘宁皆死命逃过河南。这一阵杀得江南人人害怕；闻张辽大
名，小儿也不敢夜啼。众将保护孙权回营。权乃重赏凌统、谷利，收
军回濡须，整顿船只，商议水陆并进；一面差人回江南，再起人马来
助战。
却说张辽闻孙权在濡须将欲兴兵进取，恐合淝兵少难以抵敌，急
令薛悌星夜往汉中报知曹操，求请救兵。操同众官议曰：
“此时可收
西川否？”刘晔曰：
“今蜀中稍定，已有提备，不可击也。不如撤兵
去救合淝之急，就下江南。”操乃留夏侯渊守汉中定军山隘口，留张
郃守蒙头岩等隘口。其馀军兵拔寨都起，杀奔濡须坞来。正是：
铁骑甫能平陇右，旌旄又复指江南 (13) 。
未知胜负如何，且看下文分解。
--------------------
(1) 惮(dàn弹)劳——害怕劳累。《左传·哀公二十年》：“今君在难，无恤不敢惮
劳。”
(2) 金掩心甲——护胸的黄金铠甲。
(3) 归命——归顺，投诚。
(4) 坐而待毙——语本“坐而待死”，出自《管子·参患》：“射而不能中，与无矢者
同实；中而不能入，与无镞者同实……短兵待远矢，与坐而待死者同实。”尹知章注：“远
矢至，短兵不能应，则坐而受死也。”意谓坐着等死。表示遇到危险或困难，不积极设法克
服，却束手等待大祸临头。
(5) 妨贤——堵塞进贤之路。
(6) “人苦不知足”三句——陇：古地名，在今甘肃省一带。蜀：古地名，约在今四川
省中西部。这三句见于《东观汉记·隗嚣传》而略异：“(光武帝敕岑彭书曰)西城若下，便
可将兵，南击蜀虏。人苦不知足，既平陇，复望蜀，每一发兵，头鬓为白。”意谓既取得了
陇地，又想得到蜀地。“得陇望蜀”遂成为典故和成语，比喻贪心不足。
(7) 勇冠三军——冠：位居第一位。三军：春秋时大国分中、上、下或中、左、右三
军。引申为军队的统称。勇冠三军出自汉·李陵《重报苏武书》(一作《答苏武书》)(见《文
选》卷四一)：“陵先将军，功略盖天地，义勇冠三军，徒失贵臣之意，刭身绝域之表。”
(先将军：李陵对祖父李广之称。)意谓勇敢为全军第一。形容勇猛过人。
(8) 军实——军粮。
(9) 虹桥——架于空中的拱桥。以其形似长虹而得名。将士站在上面可以俯瞰城中敌
军，并以箭攻击。
(10) 午未时——即午时和未时。相当于今上午十一时至下午三时。
(11) 教帖——公侯、大臣的书面命令。这里指曹操的谕令。
(12) 约——约束。这里是指收紧缰绳，使马后退。
(13) 旌旄——军中的指挥旗。汉·刘向《说苑·权谋》：“有狂兕从南方来，正触王左
骖，王举旌旄而使善射者射之。”
第六十八回 甘宁百骑劫魏营 左慈掷杯戏曹操
却说孙权在濡须口收拾军马，忽报曹操自汉中领兵四十万前来救
合淝。孙权与谋士计议：先拨董袭、徐盛二人领五十只大船，在濡须
口埋伏；令陈武带领人马，往来江岸巡哨。张昭曰：
“今曹操远来，
必须先挫其锐气。”权乃问帐下曰：
“曹操远来，谁敢当先破敌，以
挫其锐气？”凌统出曰：
“某愿往。”权曰：
“带多少军去？”统
曰：
“三千人足矣。”甘宁曰：
“只须百骑，便可破敌，何必三
千？”凌统大怒，两个就在孙权面前争竞起来。权曰：
“曹军势大，
不可轻敌。”乃命凌统带三千军出濡须口去哨探，遇曹兵，便与交
战。凌统领命，引着三千人马，离濡须坞。尘头起处，曹兵早到。先
锋张辽与凌统交锋，斗五十合，不分胜败。孙权恐凌统有失，令吕蒙
接应回营。
甘宁见凌统回，即告权曰：
“宁今夜只带一百人马去劫曹营，若
折了一人一骑，也不算功。”孙权壮之，乃调拨帐下一百精锐马兵付
宁，又以酒五十瓶、羊肉五十斤赏赐军士。甘宁回到营中，教一百人
皆列坐，先将银碗斟酒，自吃两碗，乃语百人曰：
“今夜奉命劫寨，
请诸公各满饮一觞，努力向前。”众人闻言，面面相觑。甘宁见众人
有难色，乃拔剑在手，怒叱曰：
“我为上将，且不惜命，汝等何得迟
疑？”众人见甘宁作色，皆起拜曰：
“愿效死力。”甘宁将酒肉与百
人共饮食尽。
约至二更时候，取白鹅翎一百根，插于盔上为号，都披甲上马，
飞奔曹操寨边，拔开鹿角，大喊一声，杀入寨中，径奔中军来杀曹
操。原来中军人马以车仗伏路穿连，围得铁桶相似，不能得进。甘宁
只将百骑左冲右突。曹兵惊慌，正不知敌兵多少，自相扰乱。那甘宁
百骑在营内纵横驰骤，逢着便杀。各营鼓噪，举火如星，喊声大震。
甘宁从寨之南门杀出，无人敢当。孙权令周泰引一枝兵来接应，甘宁
将百骑回到濡须。操兵恐有埋伏，不敢追袭。后人有诗赞曰：
鼙鼓声喧震地来 (1) ，吴师到处鬼神哀。
百翎直贯曹家寨，尽说甘宁虎将才。
甘宁引百骑到寨，不折一人一骑。至营门，令百人皆击鼓吹笛，
口称“万岁”，欢声大震。孙权自来迎接，甘宁下马拜伏。权扶起，
携宁手曰：
“将军此去，足使老贼惊骇。非孤相舍，正欲观卿胆
耳。”即赐绢千匹、利刀百口。宁拜受讫，遂分赏百人。权语诸将
曰：
“孟德有张辽，孤有甘兴霸，足以相敌也。”
次日，张辽引兵搦战。凌统见甘宁有功，奋然曰：
“统愿敌张
辽。”权许之。统遂领兵五千，离濡须。权自引甘宁临阵观战。对阵
圆处，张辽出马，左有李典，右有乐进。凌统纵马提刀，出至阵前；
张辽使乐进出迎。两个斗到五十合，未分胜败。曹操闻知，亲自策马
到门旗下来看，见二将酣斗，乃令曹休暗放冷箭。曹休便闪在张辽背
后，开弓一箭，正中凌统坐下马，那马直立起来，把凌统掀翻在地。
乐进连忙持枪来刺，枪还未到，只听得弓弦响处，一箭射中乐进面
门，翻身落马。两军齐出，各救一将回营，鸣金罢战。凌统回寨中拜
谢孙权。权曰：
“放箭救你者，甘宁也。”凌统乃顿首拜宁曰：
“不
想公能如此垂恩。”自此与甘宁结为生死之交 (2) ，再不为恶。
且说曹操见乐进中箭，令自到帐中调治。次日，分兵五路来袭濡
须：操自领中路；左一路张辽，二路李典；右一路徐晃，二路庞德。
每路各带一万人马，杀奔江边来。时董袭、徐盛二将在楼船上见五路
军马来到，诸军各有惧色。徐盛曰：
“食君之禄，忠君之事，何惧
哉!”遂引猛士数百人，用小船渡过江边，杀入李典军中去了。董袭在
船上，令众军擂鼓呐喊助威。忽然江上猛风大作，白浪掀天，波涛汹
涌。军士见大船将覆，争下脚舰逃命 (3) 。董袭仗剑大喝曰：
“将受
君命，在此防贼，怎敢弃船而去？”立斩下船军士十馀人。须臾，风
急船覆，董袭竟死于江口水中。徐盛在李典军中，往来冲突。
却说陈武听得江边厮杀，引一军来，正与庞德相遇，两军混战。
孙权在濡须坞中，听得曹兵杀到江边，亲自与周泰引军前来助战。正
见徐盛在李典军中搅做一团厮杀，便麾军杀入接应。却被张辽、徐晃
两枝军把孙权困在垓心。曹操上高阜处看见孙权被围，急令许褚纵马
持刀杀入军中，把孙权军冲作两段，彼此不能相救。
却说周泰从军中杀出，到江边，不见了孙权，勒回马，从外又杀
入阵中，问本部军：
“主公何在？”军人以手指兵马厚处曰：
“主公
被围甚急。”周泰挺身杀入，寻见孙权。泰曰：
“主公可随泰杀
出。”于是泰在前，权在后，奋力冲突。泰到江边，回头又不见孙
权，乃复翻身杀入围中，又寻见孙权。权曰：
“弓弩齐发，不能得
出，如何？”泰曰：
“主公在前，某在后，可以出围。”孙权乃纵马
前行。周泰左右遮护，身被数枪，箭透重铠，救得孙权到江边。吕蒙
引一枝水军前来接应下船。权曰：
“吾亏周泰三番冲杀，得脱重围。
但徐盛在垓心，如何得脱？”周泰曰：
“吾再救去。”遂轮枪复翻身
杀入重围之中，救出徐盛。二将各带重伤。吕蒙教军士乱箭射住岸上
兵，救二将下船。
却说陈武与庞德大战，后面又无应兵，被庞德赶到峪口，树林丛
密。陈武再欲回身交战，被树株抓往袍袖，不能迎敌，为庞德所杀。
曹操见孙权走脱了，自策马驱兵，赶到江边对射。吕蒙箭尽，正慌
间，忽对江一宗船到 (4) 。为首一员大将，乃是孙策女婿陆逊，自引
十万兵到。一阵射退曹兵，乘势登岸追杀曹兵，复夺战马数千匹。曹
兵伤者不计其数，大败而回。于乱军中寻见陈武尸首。
孙权知陈武已亡，董袭又沉江而死，哀痛至切，令人入水中寻见
董袭尸首，与陈武尸一齐厚葬之。又感周泰救护之功，设宴款之。权
亲自把盏，抚其背，泪流满面，曰：
“卿两番相救，不惜性命，被枪
数十，肤如刻画，孤亦何心不待卿以骨肉之恩、委卿以兵马之重乎!卿
乃孤之功臣，孤当与卿共荣辱，同休戚也 (5) 。”言罢，令周泰解衣
与众将观之：皮肉肌肤，如同刀剜，盘根遍体。孙权手指其痕，一一
问之。周泰具言战斗被伤之状。一处伤，令吃一觥酒。是日，周泰大
醉。权以青罗伞赐之，令出入张盖，以为显耀。
权在濡须，与操相拒月馀，不能取胜。张昭、顾雍上言：
“曹操
势大，不可力取，若与久战，大损士卒。不若求和安民为上。”孙权
从其言，令步骘往曹营求和，许年纳岁贡。操见江南急未可下，乃从
之，令：
“孙权先撤人马，吾然后班师。”步骘回复，权只留蒋钦、
周泰守濡须口，尽发大兵上船回秣陵。
操留曹仁、张辽屯合淝，班师回许昌。文武众官皆议立曹操为魏
王，尚书崔琰力言不可。众官曰：
“汝独不见荀文若乎？”琰大怒
曰：
“时乎时乎!会当有变，任自为之!”有与琰不和者，告知操。操
大怒，收琰下狱问之。琰虎目虬髯，只是大骂曹操欺君奸贼。廷尉白
操，操令杖杀崔琰在狱中。后人有赞曰 (6) ：
清河崔琰，天性坚刚。
虬髯虎目，铁石心肠 (7) 。
奸邪辟易 (8) ，声节显昂。
忠于汉主，千古名扬。
建安二十一年夏五月，群臣表奏献帝，颂魏公曹操功德极天际地
(9) ，伊、周莫及，宜进爵为王。献帝即令锺繇草诏，册立曹操为魏
王。曹操假意上书三辞，诏三报不许。操乃拜命受魏王之爵，冕十二
旒 (10) ，乘金根车 (11) ，驾六马，用天子车服銮仪，出警入跸 (12)
。于邺郡盖魏王宫，议立世子。，入言警”，出自《史记·梁孝王世
家》：
“(孝王)得赐天子旌旗，出从千乘万骑，东西驰猎，拟于天
子。出言
，
入言警，拟于天子。”(：通“跸”。)又见《汉书·梁孝王
传》，语作“出称警，入言跸”。晋·崔豹《古今注·卷上·舆
服》：
“警跸，所以戒行徒也。周礼跸而不警，秦制出警入跸，谓出
军者皆警戒，入国者皆跸止也，故云出警入跸也。”意谓帝王出行和
返回所经过之处严加戒备，断绝行人来往。操大妻丁夫人无出。妾刘
氏生子曹昂，因征张绣时死于宛城。卞氏所生四子：长曰丕，次曰
彰，三曰植，四曰熊。于是黜丁夫人 (13) ，而立卞氏为魏王后。第三
子曹植，字子建，极聪明，举笔成章，操欲立之为后嗣 (14) 。长子曹
丕恐不得立，乃问计于中大夫贾诩。诩教如此如此。自是但凡操出
征，诸子送行，曹植乃称述功德，发言成章；惟曹丕辞父，只是流涕
而拜，左右皆感伤。于是操疑植乖巧，诚心不及丕也。丕又使人买嘱
近侍，皆言丕之德。操欲立后嗣，踌躇不定，乃问贾诩曰：
“孤欲立
后嗣，当立谁？”贾诩不答，操问其故，诩曰：
“正有所思，故不能
即答耳。”操曰：
“何所思？”诩对曰：
“思袁本初、刘景升父子也
(15) 。”操大笑，遂立长子曹丕为王世子 (16) 。
冬十月，魏王宫成。差人往各处收取奇花异果，栽植后苑。有使
者到吴地，见了孙权，传魏王令旨，再往温州取柑子。时孙权正尊让
魏王，便令人于本城选了大柑子四十馀担，星夜送往邺郡。至中途，
挑担役夫疲困，歇于山脚下，见一先生，眇一目 (17) ，跛一足，头戴
白藤冠，身穿青懒衣 (18) ，来与脚夫作礼，言曰：
“你等挑担劳苦，
贫道都替你挑一肩何如？”众人大喜。于是先生每担各挑五里。但是
先生挑过的担儿都轻了，众皆惊疑。先生临去，与领柑子官说：
“贫
道乃魏王乡中故人 (19) ，姓左名慈，字元放，道号乌角先生。如你到
邺郡，可说左慈申意。”遂拂袖而去。
取柑人至邺郡见操，呈上柑子。操亲剖之，但只空壳，内并无
肉。操大惊，问取柑人。取柑人以左慈之事对。操未肯信。门吏忽
报：
“有一先生，自称左慈，求见大王。”操召入。取柑人曰：
“此
正途中所见之人。”操叱之曰：
“汝以何妖术摄吾佳果？”慈笑曰：
“岂有此事？”取柑剖之，内皆有肉，其味甚甜。但操自剖者，皆空
壳。操愈惊，乃赐左慈坐而问之。慈索酒肉，操令与之，饮酒五斗不
醉，肉食全羊不饱。
操问曰：
“汝有何术，以至于此？”慈曰：
“贫道于西川嘉陵峨
嵋山中学道三十年，忽闻石壁中有声呼我之名，及视，不见。如此者
数日。忽有天雷震碎石壁，得天书三卷，名曰《遁甲天书》。上卷
名‘天遁’，中卷名‘地遁’，下卷名‘人遁’。天遁能腾云跨风，
飞升太虚；地遁能穿山透石；人遁能云游四海，藏形变身，飞剑掷
刀，取人首级。大王位极人臣 (20) ，何不退步 (21) ，跟贫道往峨嵋
山中修行？当以三卷天书相授。”操曰：
“我亦久思急流勇退 (22) ，
奈朝廷未得其人耳。”慈笑曰：
“益州刘玄德乃帝室之胄，何不让此
位与之？不然，贫道当飞剑取汝之头也。”
操大怒曰：
“此正是刘备细作。”喝左右拿下。慈大笑不止。操
令十数狱卒捉下拷之。狱卒着力痛打，看左慈时，却齁齁熟睡，全无
痛楚。操怒，命取大枷，铁钉钉了，铁锁锁了，送入牢中监收，令人
看守。只见枷锁尽落，左慈卧于地上，并无伤损。连监禁七日，不与
饮食。及看时，慈端坐于地上，面皮转红。狱卒报知曹操，操取出问
之。慈曰：
“我数十年不食亦不妨，日食千羊亦能尽。”操无可奈
何。
是日，诸官皆至王宫大宴。正行酒间，左慈足穿木履，立于筵
前。众官惊怪。左慈曰：
“大王今日水陆俱备 (23) ，大宴群臣，四方
异物极多，内中欠少何物，贫道愿取之。”操曰：
“我要龙肝作羹，
汝能取否？”慈曰：
“有何难哉？”取墨笔，于粉墙上画一条龙，以
袍袖一拂，龙腹自开。左慈于龙腹中提出龙肝一副，鲜血尚流。操不
信，叱之曰：
“汝先藏于袖中耳。”慈曰：
“即今天寒，草木枯死，
大王要甚好花，随意所欲。”操曰：
“吾只要牡丹花。”慈曰：
“易
耳。”令取大花盆放筵前，以水噀之 (24) ，顷刻发出牡丹一株，开放
双花。众官大惊，邀慈同坐而食。少刻，庖人进鱼脍 (25) 。慈曰：
“脍必松江鲈鱼者方美。”操曰：
“千里之隔，安能取之？”慈曰：
“此亦何难取？”教把钓竿来，于堂下鱼池中钓之。顷刻钓出数十尾
大鲈鱼，放在殿上。操曰：
“吾池中原有此鱼。”慈曰：
“大王何相
欺耶？天下鲈鱼只两腮，惟松江鲈鱼有四腮，此可辨也。”众官视
之，果是四腮。慈曰：
“烹松江鲈鱼，须紫芽姜方可。”操曰：
“汝
亦能取之否？”慈曰：
“易耳。”令取金盆一个，慈以衣覆之，须臾
得紫芽姜满盆，进上操前。操以手取之，忽盆内有书一本，题曰《孟
德新书》。操取视之，一字不差，操大疑。
慈取桌上玉杯，满斟佳酿，进操曰：
“大王可饮此酒，寿有千
年。”操曰：
“汝可先饮。”慈遂拔冠上玉簪，于杯中一画，将酒分
为两半：自饮一半，将一半奉操。操叱之。慈掷杯于空中，化成一白
鸠，绕殿而飞。众官仰面视之，左慈不知所往。左右忽报：
“左慈出
宫门去了。”操曰：
“如此妖人，必当除之，否则必将为害。”遂命
许褚引三百铁甲军追擒之。
褚上马引军赶至城门，望见左慈穿木履，在前慢步而行。褚飞马
追之，却只追不上。直赶到一山中，有牧羊小童赶着一群羊而来，慈
走入羊群内。褚取箭射之，慈即不见。褚尽杀群羊而回。
牧羊小童守羊而哭，忽见羊头在地上作人言，唤小童曰：
“汝可
将羊头都凑在死羊腔子上。”小童大惊，掩面而走。忽闻有人在后呼
曰：
“不须惊走，还汝活羊。”小童回顾，见左慈已将地上死羊凑
活，赶将来了。小童急欲问时，左慈已拂袖而去，其行如飞，倏忽不
见 (26) 。
小童归告主人，主人不敢隐讳，报知曹操。操画影图形 (27) ，各
处捉拿左慈。三日之内，城里城外，所捉眇一目、跛一足、白藤冠、
青懒衣、穿木履先生，都一般模样者，有三四百个，哄动街市。操令
众将将猪羊血泼之，押送城南教场。曹操亲自引甲兵五百人围住，尽
皆斩之。人人颈腔内各起一道青气，到上天聚成一处，化成一个左
慈，向空招白鹤一只骑坐，拍手大笑曰：
“土鼠随金虎 (28) ，奸雄一
旦休。”操令众将以弓箭射之，忽然狂风大作，走石扬沙，所斩之尸
皆跳起来，手提其头，奔上演武厅来打曹操。文官武将掩面惊倒，各
不相顾。正是：
奸雄权势能倾国，道士仙机更异人。
未知曹操性命如何，且看下文分解。
--------------------
(1) 鼙鼓——军队中所用的小鼓(鼙)和大鼓(鼓)。泛指战鼓。
(2) 生死之交——语本《史记·汲郑传论》(又见《汉书·汲郑传论》)：“始翟公为廷
尉，宾客阗门；及废，门外可设雀罗。翟公复为廷尉，宾客欲往，翟公乃大署其门曰：‘一
死一生，乃知交情；一贫一富，乃知交态；一贵一贱，交情乃见。’”意谓经得起生死考验
的情谊。形容极为深厚的情谊。
(3) 脚舰——即系于大船船尾，用以传递信息及救生的小船。
(4) 一宗船——即一队船。宗：量词。这里义同“队”。
(5) 同休戚——同喜同忧。休：喜庆，欢乐。戚：忧愁，悲哀。
(6) 赞——是一种文体。用于赞颂人物等，多为韵语。
(7) 铁石心肠——语或本“心如铁石”，出自三国魏·曹操《敕王必领长史令》(见《三
国志·魏志·武帝纪》裴松之注引《魏武故事》)：“领长史王必，是吾披荆棘时吏也，忠能
勤事，心如铁石，国之良吏也。”意谓犹如铁石做成的心肠。形容秉性刚强，坚贞不渝。
(8) 辟(b ì闭)易——退避，退缩。
(9) 极天际地——极：至，到，到达。际：边界，界限。引申为充满、遍布。“极天际
地”本“极天蟠地”，出自《礼记·乐记》：“及夫礼乐之极乎天而蟠乎地，行乎阴阳而通
乎鬼神，穷高极远而莫测深厚。”(蟠：遍及，充满。)郑玄注：“言礼乐之道，上至于天，
下委于地，则其间无所不之。”意谓上可到达天上，下可遍布大地。形容人的功德极大，无
可比拟。
(10) 冕十二旒(li ú流)——冕：古代帝王、诸侯所戴的礼帽。旒：冕冠前后悬挂的玉
串。玉串之多少，按等级而定。《礼记·玉藻》：“天子玉藻，十二旒。”可见曹操享受到
了皇帝的待遇，说明其已有篡位之心。
(11) 金根车——帝王所乘以黄金为装饰、以自然圆曲树木为车轮的车子。汉·蔡邕《独
断》卷下：“上所乘曰金根车，驾六马。有五色安车、五色立车各一，皆驾四马，是为五时
副车。”根车：用自然圆曲的树木做车轮的车子，以为祥瑞。
(12) 出警入跸(b ì毕) ——出、入：指皇帝出行和回宫。警：警戒。跸：帝王出行时
开路清道，禁止通行。“出警入跸”本“出言
(13) 黜(chù触)——废除，罢免。这里指不以丁夫人为王后。
(14) 后嗣——即继承人。这里指继承王位的人。
(15) 思袁本初、刘景升父子——意谓正在想袁绍和刘表都因废长立幼而没有好结果。这
是贾诩曲折地劝曹操接受袁绍和刘表的教训，不要废长立幼。
(16) 世子——即太子。帝王和诸侯的嫡长子。
(17) 眇(miǎo秒)——即一目失明。
(18) 懒衣——当为道袍的别称。因其肥衣大袖，穿着方便而得名。
(19) 故人——老朋友。
(20) 位极人臣——位：官位，官级。极：最高，顶端。“位极人臣”出自后汉·阳球
《奏劾王甫段颎》(见晋·袁宏《后汉记·灵帝纪》)：“太尉段颎，以征伐微功，位极人
臣，不能竭忠报国，而谄佞幸，宜并诛戮，以示海内。”意谓官位达到了臣子的最高一级。
引申以泛指高官显爵。
(21) 退步——引退。指辞官不做。
(22) 急流勇退——语出宋·邵伯温《邵氏闻见录》卷七：“钱若水为举子时，见陈希夷
(抟)于华山……见有一老僧与希夷拥地炉坐。僧熟视若水，久之不语，以火箸画灰，作‘做
不得’三字，徐曰：‘急流中勇退人也。’若水辞去，希夷不复留。后若水登科，为枢密副
使，年才四十致政。”(事又见宋·张耒《张右史集·卷四八·书钱宣靖遗事后》、宋·张端
义《贵耳集》卷中、《五朝名臣言行录》卷二。)意谓船行遇到急流时船夫果断地将船退回
来，以免翻船。多比喻官吏在顺利得意时就果断地抽身引退，以全身远害。
(23) 水陆俱备——即山珍海味俱全。参见第五十六回“水陆毕陈”条注。
(24) 噀(xù n训)——含在口中喷出。
(25) 鱼脍——生吃的鱼片。
(26) 倏忽——顷刻。形容极短的时间或时间过得很快。
(27) 画影图形——古代官府通缉逃犯，在海捕文书上画上逃犯的肖像，到处张贴。
(28) 土鼠随金虎，奸雄一旦休——这是综合五行、十二生肖及天干地支的隐语，意谓庚
子年寅月(建安二十五年正月)，曹操当死。
第六十九回 卜周易管辂知机 讨汉贼五臣死节
却说当日曹操见黑风中群尸皆起，惊倒于地。须臾风定，群尸皆
不见。左右扶操回宫，惊而成疾。后人有诗赞左慈曰：
飞步凌云遍九州，独凭遁甲自遨游。
等闲施设神仙术，点悟曹瞒不转头。
曹操染病，服药无愈。适太史丞许芝自许昌来见操，操令芝卜
《易》 (1) 。芝曰：
“大王曾闻神卜管辂否？”操曰：
“颇闻其名，
未知其术，汝可详言之。”
芝曰：
“管辂字公明，平原人也。容貌粗丑，好酒疏狂。其父曾
为琅琊即丘长。辂自幼便喜仰视星辰，夜不肯寐，父母不能禁止。常
云家鸡野鹄，尚自知时，何况为人在世乎？与邻儿共戏，辄画地为天
文，分布日月星辰。及稍长，即深明《周易》，仰观风角 (2) ，数学
通神 (3) ，兼善相术。琅琊太守单子春闻其名，召辂相见。时有坐客
百馀人，皆能言之士。辂谓子春曰：
‘辂年少，胆气未坚，先请美酒
三升，饮而后言。’子春奇之，遂与酒三升。饮毕，辂问子春：
‘今
欲与辂为对者，若府君四座之士耶 (4) ？’子春曰：
‘吾自与卿旗鼓
相当 (5) 。’于是与辂讲论《易》理。辂亹亹而谈 (6) ，言言精奥。
子春反覆辩难，辂对答如流。从晓至暮，酒食不行。子春及众宾客无
不叹服。于是天下号为‘神童’。
“后有居民郭恩者，兄弟三人，皆得躄疾 (7) ，请辂卜之。辂
曰：
‘卦中有君家本墓中女鬼，非君伯母即叔母也。昔饥荒之年，谋
数升米之利，推之落井，以大石压破其头，孤魂痛苦，自诉于天，故
君兄弟有此报。不可禳也。’郭恩等涕泣伏罪。
“安平太守王基知辂神卜，延辂至家。适信都令妻常患头风，其
子又患心痛，因请辂卜之。辂曰：
‘此堂之西角有二死尸：一男持
矛，一男持弓箭，头在壁内，脚在壁外。持矛者主刺头，故头痛；持
弓箭者主刺胸腹，故心痛。’乃掘之，入地八尺，果有二棺：一棺中
有矛，一棺中有角弓及箭，木俱已朽烂。辂令徙骸骨去城外十里埋
之，妻与子遂无恙。
“馆陶令诸葛原迁新兴太守 (8) ，辂往送行。客言辂能覆射 (9)
，诸葛原不信，暗取燕卵、蜂窠、蜘蛛三物，分置三盒之中，令辂卜
之。卦成，各写四句于盒上。其一曰：
‘含气须变，依乎宇堂，雌雄
以形，羽翼舒张 (10) ：此燕卵也。’其二曰：
‘家室倒悬，门户众多
(11) ，藏精育毒，得秋乃化：此蜂窠也。’其三曰：
‘觳觫长足 (12)
，吐丝成罗，寻网求食，利在昏夜：此蜘蛛也。’满座惊骇。
“乡中有老妇失牛，求卜之。辂判曰：
‘北溪之滨，七人宰烹；
急往追寻，皮肉尚存。’老妇果往寻之，见七人于茅舍后煮食，皮肉
犹存。妇告本郡太守刘邠，捕七人罪之。因问老妇曰：
‘汝何以知
之？’妇告以管辂之神卜。刘邠不信，请辂至府，取印囊及山鸡毛藏
于盒中，令卜之。辂卜其一曰：
‘内方外圆，五色成文，含宝守信，
出则有章：此印囊也。’其二曰：
‘岩岩有鸟，锦体朱衣，羽翼玄
黄，鸣不失晨：此山鸡毛也。’刘邠大惊，遂待为上宾。
“一日，出郊闲行，见一少年耕于田中，辂立道旁，观之良久，
问曰：
‘少年高姓、贵庚？’答曰：
‘姓赵名颜，年十九岁矣。敢问
先生为谁？’辂曰：
‘吾管辂也。吾见汝眉间有死气，三日内必死。
汝貌美，可惜无寿。’赵颜回家，急告其父。父闻之，赶上管辂，哭
拜于地曰：
‘请归救吾子。’辂曰：
‘此乃天命也，安可禳乎？’父
告曰：
‘老夫止有此子，望乞垂救。’赵颜亦哭求。辂见其父子情
切，乃谓赵颜曰：
‘汝可备净酒一瓶、鹿脯一块，来日赍往南山之中
大树之下，看盘石上有二人弈棋：一人向南坐，穿白袍，其貌甚恶；
一人向北坐，穿红袍，其貌甚美。汝可乘其弈兴浓时，将酒及鹿脯跪
进之。待其饮食毕，汝乃哭拜求寿，必得益算矣 (13) 。但切勿言是吾
所教。’老人留辂在家。次日，赵颜携酒、脯、杯盘入南山之中，约
行五六里，果有二人于大松树下盘石上着棋，全然不顾。赵颜跪进
酒、脯。二人贪着棋，不觉饮酒已尽。赵颜哭拜于地而求寿，二人大
惊。穿红袍者曰：
‘此必管子之言也。吾二人既受其私 (14) ，必须怜
之。’穿白袍者乃于身边取出簿籍检看 (15) ，谓赵颜曰：
‘汝今年十
九岁，当死。吾今于“十”字上添一“九”字，汝寿可至九十九。回
见管辂，教再休泄漏天机 (16) ；不然，必致天谴 (17) 。’穿红者出
笔添讫，一阵香风过处，二人化作二白鹤，冲天而去。赵颜归问管
辂，辂曰：
‘穿红者南斗也 (18) ，穿白者北斗也 (19) 。’颜
曰：
‘吾闻北斗九星 (20) ，何止一人？’辂曰：
‘散而为九，合而为
一也。北斗注死，南斗注生 (21) 。今已添注寿算 (22) ，子复何
忧？’父子拜谢。
“自此管辂恐泄天机，更不轻为人卜。此人现在平原，大王欲知
休咎，何不召之？”
操大喜，即差人往平原召辂。辂至，参拜讫，操令卜之。辂答
曰：
“此幻术耳，何必为忧？”操心安，病乃渐可。操令卜天下之
事。辂卜曰；
“三八纵横 (23) ，黄猪遇虎 (24) 。定军之南，伤折一
股 (25) 。”又令卜传祚修短之数 (26) 。辂卜曰：
“狮子宫中，以安
神位 (27) 。王道鼎新 (28) ，子孙极贵。”操问其详。辂曰：
“茫茫
天数，不可预知，待后自验。”操欲封辂为太史。辂曰：
“命薄相
穷，不称此职，不敢受也。”操问其故。答曰：
“辂额无主骨，眼无
守睛，鼻无梁柱，脚无天根，背无三甲，腹无三壬 (29) ，只可泰山治
鬼，不能治生人也。”操曰：
“汝相吾若何？”辂曰：
“位极人臣，
又何必相？”再三问之，辂但笑而不答。操令辂遍相文武官僚，辂
曰：
“皆治世之臣也。”操问休咎，皆不肯尽言。后人有诗赞曰：
平原神卜管公明，能算南辰北斗星 (30) 。
八卦幽微通鬼窍 (31) ，六爻玄奥究天庭 (32) 。
预知相法应无寿，自觉心源极有灵。
可惜当年奇异术，后人无复授遗经。
操令卜东吴、西蜀二处，辂设卦云：
“东吴主亡一大将，西蜀有
兵犯界。”操不信。忽合淝报来：
“东吴陆口守将鲁肃身故。”操大
惊，便差人往汉中探听消息。不数日，飞报：
“刘玄德遣张飞、马超
兵屯下辨取关。”操大怒，便欲自领大兵，再入汉中，令管辂卜之。
辂曰：
“大王未可妄动，来春许都必有火灾。”操见辂言累验，故不
敢轻动，留居邺郡。使曹洪领兵五万，往助夏侯渊、张郃同守东川；
又差夏侯惇领兵三万，于许都来往巡警，以备不虞；又教长史王必总
督御林军马。主簿司马懿曰：
“王必嗜酒性宽 (33) ，恐不堪任此
职。”操曰：
“王必是孤披荆棘历艰难时相随之人，忠而且勤，心如
铁石，最足相当。”遂委王必领御林军马屯于许都东华门外。
时有一人，姓耿名纪，字季行，洛阳人也。旧为丞相府掾，后迁
侍中少府，与司直韦晃甚厚。见曹操进封王爵，出入用天子车服，心
甚不平。时建安二十三年春正月，耿纪与韦晃密议曰：
“操贼奸恶日
甚，将来必为篡逆之事。吾等为汉臣，岂可同恶相济 (34) ？”韦晃
曰：
“吾有心腹人，姓金名祎，乃汉相金日磾之后，素有讨操之心；
更兼与王必甚厚。若得同谋，大事济矣。”耿纪曰：
“他既与王必交
厚，岂肯与我等同谋乎？”韦晃曰：
“且往说之，看是如何。”
于是二人同至金祎宅中，祎接入后堂。坐定，晃曰：
“德伟与王
长史甚厚 (35) ，吾二人特来告求。”祎曰：
“所求何事？”晃曰：
“吾闻魏王早晚受禅 (36) ，将登大宝 (37) ，公与王长史必高迁。望
不相弃，曲赐提携，感德非浅。”祎拂袖而起。适从者奉茶至，便将
茶泼于地上。晃佯惊曰：
“德伟故人，何薄情也？”祎曰：
“吾与汝
交厚，为汝等是汉朝臣宰之后。今不思报本 (38) ，欲辅造反之人，吾
有何面目与汝为友？”耿纪曰：
“奈天数如此，不得不为耳。”祎大
怒。
耿纪、韦晃见祎果有忠义之心，乃以实情相告曰：
“吾等本欲讨
贼，来求足下，前言特相试耳。”祎曰：
“吾累世汉臣，安能从贼？
公等欲扶汉室，有何高见？”晃曰：
“虽有报国之心，未有讨贼之
计。”祎曰：
“吾欲里应外合，杀了王必，夺其兵权，扶助銮舆 (39)
，更结刘皇叔为外援，操贼可灭矣。”二人闻之，抚掌称善。
祎曰：
“我有心腹二人，与操贼有杀父之仇，现居城外，可用为
羽翼 (40) 。”耿纪问是何人。祎曰：
“太医吉平之子：长名吉邈，字
文然；次名吉穆，字思然。操昔日为董承衣带诏事，曾杀其父。二子
逃窜远乡，得免于难。今已潜归许都，若使相助讨贼，无有不从。”
耿纪、韦晃大喜。
金祎即使人密唤二吉。须臾，二人至。祎具言其事。二人感愤流
泪，怨气冲天，誓杀国贼。金祎曰：
“正月十五日夜间，城中大张灯
火，庆赏元宵。耿少府、韦司直，你二人各领家僮，杀到王必营前，
只看营中火起，分两路杀入。杀了王必，径跟我入内，请天子登五凤
楼，召百官面谕讨贼。吉文然兄弟于城外杀入，放火为号，各要扬声
(41) ，叫百姓诛杀国贼，截住城内救军。待天子降诏，招安已定，便
进兵杀投邺郡擒曹操，即发使赍诏召刘皇叔。今日约定，至期二更举
事。勿似董承自取其祸。”五人对天说誓，歃血为盟，各自归家，整
顿军马器械，临期而行。
且说耿纪、韦晃二人各有家僮三四百，预备器械。吉邈兄弟亦聚
三百人口，只推围猎，安排已定。金祎先期来见王必，言：
“方今海
宇稍安 (42) ，魏王威震天下。今值元宵令节，不可不放灯火以示太平
气象。”王必然其言，告谕城内居民，尽张灯结彩 (43) ，庆赏佳节。
至正月十五夜，天色晴霁，星月交辉，六街三市，竞放花灯。真个金
吾不禁，玉漏无催 (44) 。
王必与御林诸将在营中饮宴。二更以后，忽闻营中呐喊，人报营
后火起。王必慌忙出帐看时，只见火光乱滚，又闻喊杀连天。知是营
中有变，急上马出南门，正遇耿纪，一箭射中肩膊，几乎坠马，遂望
西门而走。背后有军赶来，王必着忙，弃马步行。至金祎门首，慌叩
其门。原来金祎一面使人于营中放火，一面亲领家僮随后助战，只留
妇女在家。时家中闻王必叩门之声，只道金祎归来。祎妻从隔门便问
曰：
“王必那厮杀了么？”王必大惊，方悟金祎同谋。径投曹休家，
报知金祎、耿纪等同谋反。休急披挂上马，引千馀人在城中拒敌。城
内四下火起，烧着五凤楼，帝避于深宫。曹氏心腹爪牙死据宫门。城
中但闻人叫：
“杀尽曹贼，以扶汉室!”
原来夏侯惇奉曹操命巡警许昌，领三万军，离城五里屯扎。是
夜，遥望见城中火起，便领大军前来，围住许都，使一枝军入城接应
曹休，直混杀至天明。耿纪、韦晃等无人相助，人报金祎、二吉皆被
杀死。耿纪、韦晃夺路杀出城门，正遇夏侯惇大军围住，活捉去了。
手下百馀人皆被杀。夏侯惇入城，救灭遗火，尽收五人老小宗族，使
人飞报曹操。操传令教将耿、韦二人及五家宗族老小皆斩于市；并将
在朝大小百官尽行拿解邺郡，听候发落。夏侯惇押耿、韦二人至市
曹，耿纪厉声大叫曰：
“曹阿瞒，吾生不能杀汝，死当作厉鬼以击
贼!”刽子以刀搠其口，流血满地，大骂不绝而死。韦晃以面颊顿地
曰：
“可恨!可恨!”咬牙皆碎而死。后人有诗赞曰：
耿纪精忠韦晃贤，各持空手欲扶天。
谁知汉祚相将尽，恨满心胸丧九泉。
夏侯惇尽杀五家老小宗族，将百官解赴邺郡。曹操于教场立红旗
于左，白旗于右，下令曰：
“耿纪、韦晃等造反，放火焚许都，汝等
亦有出救火者，亦有闭门不出者。如曾救火者，可立于红旗下；如不
曾救火者，可立于白旗下。”众官自思救火者必无罪，于是多奔红旗
之下，三停内只有一停立于白旗下。操教尽拿立于红旗下者。众官各
言无罪。操曰：
“汝当时之心，非是救火，实欲助贼耳。”尽命牵出
漳河边斩之，死者三百馀员。其立于白旗下者，尽皆赏赐，仍令还许
都。
时王必已被箭疮发而死，操命厚葬之。令曹休总督御林军马，锺
繇为相国，华歆为御史大夫。遂定侯爵六等十八级，关中侯爵十七
级，皆金印紫绶 (45) ；又置关内外侯十六级，银印龟纽墨绶；五大夫
十五级，铜印环纽墨绶。定爵封官，朝廷又换一班人物。曹操方悟管
辂火灾之说，遂重赏辂。辂不受。
却说曹洪领兵到汉中，令张郃、夏侯渊各据险要，曹洪亲自进兵
拒敌。时张飞自与雷铜守把巴西。马超兵至下辨，令吴兰为先锋，领
军哨出，正与曹洪军相遇。吴兰欲退，牙将任夔曰：
“贼兵初至，若
不先挫其锐气，何颜见孟起乎？”于是骤马挺枪搦曹洪战；洪自提刀
跃马而出。交锋三合，斩夔于马下，乘势掩杀。吴兰大败，回见马
超。超责之曰：
“汝不得吾令，何故轻敌致败？”吴兰曰：
“任夔不
听吾言，故有此败。”马超曰：
“可紧守隘口，勿与交锋。”一面申
报成都，听候行止。曹洪见马超连日不出，恐有诈谋，引军退回南
郑。
张郃来见曹洪，问曰：
“将军既已斩将，如何退兵？”洪曰：
“吾见马超不出，恐有别谋。且我在邺都，闻神卜管辂有言，当于此
地折一员大将，吾疑此言，故不敢轻进。”张郃大笑曰：
“将军行兵
半生，今奈何信卜者之言而惑其心哉？郃虽不才，愿以本部兵取巴
西；若得巴西，蜀郡易耳。”洪曰：
“巴西守将张飞，非比等闲，不
可轻敌。”张郃曰：
“人皆怕张飞，吾视之如小儿耳，此去必擒
之。”洪曰：
“倘有疏失，若何？”郃曰：
“甘当军令。”洪勒了文
状，张郃进兵。正是：
自古骄兵多致败，从来轻敌少成功。
未知胜负如何，且看下文分解。
--------------------
(1) 卜《易》——即用《周易》中的八卦占卜。
(2) 风角——古代占卜方法之一。即通过观察四方之风，以断吉凶。
(3) 数学——这里指术数之学，即关于天文、历法、占卜之类的学问。
(4) 府君——这里是对太守的尊称。
(5) 旗鼓相当——旗鼓：指军旗和战鼓。相当：相对。“旗鼓相当”语意本《韩非子·
内储说下》：“二军相当，两旗相望，唯毋一战，战必不两存。”意谓敌对双方的军旗和战
鼓相对。原指两军对敌或对抗。引申以泛指对抗。
(6) 亹(w ěi尾)亹——义同“娓娓”。形容谈话不倦或动听。
(7) 躄(b ì壁)疾——跛足，瘸腿。
(8) 迁——调任。
(9) 覆射——又称“射覆”。古代游戏之一，亦用于占卜。就是将某物隐藏起来，叫人
猜。覆：掩盖，隐藏。射：猜测。见于《汉书·东方朔传》：“上尝使诸数家(术数家)射
覆，置守宫(壁虎)盂下，射之，皆不能中。”
(10) “含气须变”四句——这四句是说有气室的燕卵放在房梁上的燕巢里，逐渐孵化为
或雌或雄的雏燕，最后破壳而出，张开翅膀。
(11) 家室倒悬，门户众多——指蜂窠倒挂在树上、墙角等处，蜂窠上的小孔甚多。
(12) 觳觫(h ú s ù湖素)——因恐惧而发抖。
(13) 益算——增加寿数，延长寿命。益：增加，延长。算：阳寿，寿数。
(14) 私——私惠，个人的好处。
(15) 簿籍——即记载众生寿数的生死簿。
(16) 泄漏天机——天机：天上的机密，即天意。泄漏天机的故事见于《太平广记·卷六
五·姚氏三子》引《神仙感遇传》：唐御史姚生罢官家居，有一子二甥，皆顽劣不堪。姚生
派人于中条山筑茅屋，令三子于此读书，不料竟得奇遇：三子不仅各得天女为妻，且经孔圣
人点化而智慧大开，无所不知。姚生得知后大为惊异，断定为“山鬼所魅”，当即将三子召
回，并令其说出原委。一位儒者得知后惊曰：“大异，大异!君何用责三子乎？向使三子不泄
其事，则必为公相，贵极人臣；今泄之，其命也夫!”姚问其故，儒者说：“吾见织女、婺
女、须女星皆无光，是三女星降下人间，将福三子。今泄天机，三子免祸幸矣!”姚乃复命三
子归山，而三女若不相识。三子复顽劣如故，一无所知。
(17) 天谴——上天的惩罚。
(18) 南斗——星名。在南方，有六颗星构成斗形，故名。俗以为天神。
(19) 北斗——星名。在北方，有七颗星构成斗形，故名。俗以为天神。
(20) 北斗九星——指北斗七星加辅佐二星。
(21) 北斗注死，南斗注生——原作“南斗注生，北斗注死”，语见晋·干宝《搜神记》
卷三：管辂说：“北边坐人是北斗，南边坐人是南斗。南斗注生，北斗注死。凡人受胎，皆
从南斗过北斗。所有祈求，皆向北斗。”意谓南斗决定人何时生，北斗决定人何时死。注：
预先决定人的生死。
(22) 寿算——寿数。
(23) 三八纵横——三八为二十四，暗指建安二十四年。
(24) 黄猪遇虎——黄为五色之一，配五行之土，又配十天干之戊、己；猪为十二生肖之
一，配十二地支之亥；虎为十二生肖之一，配十二地支之寅。故此句暗指己亥年寅月，即建
安二十四年正月。
(25) 定军之南，伤折一股——暗指夏侯渊将死于定军山之南。(见第七十一回)股：即
股肱。借喻得力助手或兄弟。
(26) 传祚修短——意谓帝王在位时间的长短。这里指曹操能在魏王位上享受多少年。
修：长(这里指时间)。
(27) 狮子宫中，以安神位——狮子宫：即“狮子座”。佛的坐处。这里借指神位安放的
地方。神位：即死者的牌位。上写死者的姓名、官爵(如有的话)，供人祭祀。这两句暗指曹
操快死了。
(28) 王道鼎新——即改朝换代，新君登基。这里暗指曹魏将篡夺刘汉的天下。
(29) “辂额无主骨”六句——这六句是管辂自称自己的生相无福短寿，所以不敢接受太
史的官职。守睛、天根、三甲、三壬：皆为相术中的术语，被认为是多福长寿之相，缺者则
为无福短寿之相。守睛：亦作“守精”，即凝聚的眼神。天根：即足跟，俗称脚后跟。三
甲：背阔平实。三壬：腹部鼓出。
(30) 南辰——即南斗。
(31) 八卦——《周易》中以阳爻(——)和阴爻(――)两种符号组成的八种图形，用以
代指乾卦、坤卦、震卦、巽卦、坎卦、离卦、艮卦、兑卦。这里指八卦的占卜之术。
(32) 六爻(yáo尧)——《周易》中组成六十四卦的符号有两种：一长画(——)称“阳
爻”，两短画(――)称“阴爻”，六十四卦中的每卦图形均由六个符号组成，故称“六
爻”。这里代指八卦的占卜之术。
(33) 性宽——慢性子。
(34) 同恶相济——恶：恶人，坏人。济：帮助。“同恶相济”出自三国魏·潘勗(元
茂)《册魏公九锡文》(见《三国志·魏志·武帝纪》、《文选》卷三五)：“马超、成宜，同
恶相济，滨据河、潼，求逞所欲。”意谓坏人相互勾结，狼狈为奸。
(35) 德伟——金祎之字。
(36) 受禅——改朝换代，新皇帝接受旧帝让出的帝位。《孔丛子·杂训》：“夫受禅于
人者则袭其统，受命于天者则革之。”
(37) 大宝——语出《周易·系辞下》：“圣人之大宝曰位。”后即以“大宝”代指帝
位。
(38) 报本——“报本反始”的省略。典出《礼记·郊特牲》：“唯社，丘乘共粢盛，所
以报本反始也。”意谓受恩必报，不忘根本。
(39) 銮舆——本指帝王的车驾，借指皇帝。
(40) 羽翼——本义为飞鸟的翅膀。比喻辅助或助手。
(41) 扬声——扬言，大声宣告。
(42) 海宇——即国内，全国。
(43) 张灯结彩——张：悬挂。彩：指彩带、彩球等装饰物。“张灯结彩”或本“张灯结
绮”，出自宋·贺铸《木兰花·东邻妙》(见《全宋词》)：“张灯结绮笼驰道。六六洞天连
夜到。昭华吹断紫云回，怊怅人间新梦觉。”(绮：指有花纹或图案的丝织品。)意谓悬挂辉
煌的灯火，结扎艳丽的彩绸。形容喜庆、节日的繁华场面。
(44) 金吾不禁，玉漏无催——金吾：即执金吾，官名，掌管京城的治安警卫。《汉书·
百官公卿表上》：“中尉，秦官，掌徼循京师……武帝太初元年更名执金吾。”颜师古注：
“金吾，鸟名也，主辟不祥。天子出行，职主先导，以御非常，故执此鸟之象，因以名
官。”不禁：不实行宵禁，准许京城百姓在夜里自由走动。玉漏：古代计时漏壶的美称。这
两句出自唐·苏味道《正月十五日夜》诗而略有改动，原诗作：“金吾不禁夜，玉漏莫相
催。”这两句是说官府准许京城百姓尽情地庆赏元宵节，也不受时间的限制。
(45) 绶——古代用以系官印的丝带，以不同颜色区分官级。
第七十回 猛张飞智取瓦口隘 老黄忠计夺天荡山
却说张郃部兵三万，分为三寨，各傍山险：一名宕渠寨，一名蒙
头寨，一名荡石寨。当日张郃于三寨中各分军一半，去取巴西，留一
半守寨。早有探马报到巴西，说张郃引兵来了。张飞急唤雷铜商议。
铜曰：
“阆中地恶山险，可以埋伏。将军引兵出战，我出奇兵相助，
郃可擒矣。”张飞拨精兵五千与雷铜去讫。飞自引兵一万，离阆中三
十里，与张郃兵相遇。两军摆开，张飞出马，单搦张郃；郃挺枪纵马
而出。战到二十馀合，郃后军忽然喊起，原来望见山背后有蜀兵旗
幡，故此扰乱。张郃不敢恋战，拨马回走。张飞从后掩杀，前面雷铜
又引兵杀出：两下夹攻，郃兵大败。张飞、雷铜连夜追袭，直赶到宕
渠山。张郃仍旧分兵守住三寨，多置擂木、炮石，坚守不战。
张飞离宕渠十里下寨。次日，引兵搦战。郃在山上大吹大擂饮
酒，并不下山。张飞令军士大骂，郃只不出，飞只得还营。次日，雷
铜又去山下搦战，郃又不出。雷铜驱军士上山，山上擂木、炮石打将
下来，雷铜急退。荡石、蒙头两寨兵出，杀败雷铜。次日，张飞又去
搦战，张郃又不出。飞使军人百般秽骂，郃在山上亦骂。张飞寻思，
无计可施。相拒五十馀日，飞就在山前扎住大寨，每日饮酒，饮至大
醉，坐于山前辱骂。
玄德差人犒军，见张飞终日饮酒，使者回报玄德。玄德大惊，忙
来问孔明。孔明笑曰：
“原来如此。军前恐无好酒，成都佳酿极多，
可将五十瓮作三车装，送到军前与张将军饮。”玄德曰：
“吾弟自来
饮酒失事，军师何故反送酒与他？”孔明笑曰：
“主公与翼德做了许
多年兄弟，还不知其为人耶？翼德自来刚强，然前于收川之时，义释
严颜，此非勇夫所为也。今与张郃相拒五十馀日，酒醉之后，便坐山
前辱骂，旁若无人，此非贪杯，乃败张郃之计耳。”玄德曰：
“虽然
如此，未可托大 (1) ，可使魏延助之。”孔明令魏延解酒赴军前，车
上各插黄旗，大书“军前公用美酒”。
魏延领命，解酒到寨中，见张飞，传说主公赐酒 (2) 。飞拜受
讫，分付魏延、雷铜各引一枝人马为左右翼，只看军中红旗起，便各
进兵。教将酒摆列帐下，令军士大开旗鼓而饮 (3) 。
有细作报上山来。张郃自来山顶观望，见张飞坐于帐下饮酒，令
二小卒于面前相扑为戏 (4) 。郃曰：
“张飞欺我太甚。”传令今夜下
山劫飞寨，令蒙头、荡石二寨皆出为左右援。当夜张郃乘着月色微
明，引军从山侧而下，径到寨前。遥望张飞大明灯烛，正在帐中饮
酒。张郃当先大喊一声，山头擂鼓为助，直杀入中军，但见张飞端坐
不动。张郃骤马到面前，一枪刺倒，却是一个草人。急勒马回时，帐
后连珠炮起。一将当先，拦住去路，睁圆环眼，声如巨雷，乃张飞
也，挺矛跃马，直取张郃。两将在火光中战到三五十合。张郃只盼两
寨来救，谁知两寨救兵已被魏延、雷铜两将杀退，就势夺了二寨。张
郃不见救兵至，正没奈何，又见山上火起，已被张飞后军夺了寨栅。
张郃三寨俱失，只得奔瓦口关去了。张飞大获胜捷，报入成都。玄德
大喜，方知翼德饮酒是计，只要诱张郃下山。
却说张郃退守瓦口关，三万军已折了二万，遣人问曹洪求救。洪
大怒曰：
“汝不听吾言，强要进兵，失了紧要隘口，却又来求救。”
遂不肯发兵，使人催督张郃出战。郃心慌，只得定计，分两军去关口
前山僻埋伏，分付曰：
“我诈败，张飞必然赶来，汝等就截其归
路。”当日张郃引军前进，正遇雷铜。战不数合，张郃败走，雷铜赶
来。两军齐出，截断回路。张郃复回，刺雷铜于马下。
败军回报张飞，飞自来与张郃挑战。郃又诈败，张飞不赶。郃又
回战，不数合，又败走。张飞知是计，收军回寨，与魏延商议曰：
“张郃用埋伏计，杀了雷铜，又要赚吾，何不将计就计？”延问曰：
“如何？”飞曰：
“我明日先引一军前往，汝却引精兵于后，待伏兵
出，汝可分兵击之。用车十馀乘，各藏柴草，塞住小路，放火烧之。
吾乘势擒张郃，与雷铜报仇。”魏延领计。
次日，张飞引兵前进。张郃兵又至，与张飞交锋。战到十合，郃
又诈败，张飞引马步军赶来。郃且战且走，引张飞过山峪口。郃将后
军为前，复扎住营，与飞又战，指望两彪伏兵出，要围困张飞。不想
伏兵却被魏延精兵到，赶入峪口，将车辆截住山路，放火烧车，山谷
草木皆着，烟迷其径，兵不得出。张飞只顾引军冲突，张郃大败，死
命杀开条路，走上瓦口关，收聚败兵，坚守不出。
张飞和魏延连日攻打关隘不下。飞见不济事，把军退二十里。却
和魏延引数十骑，自来两边哨探小路。忽见男女数人，各背小包，于
山僻路攀藤附葛而走。飞于马上用鞭指与魏延曰：
“夺瓦口关，只在
这几个百姓身上。”便唤军士分付：
“休要惊恐他，好生唤那几个百
姓来。”军士连忙唤到马前。飞用好言以安其心，问其何来。百姓告
曰：
“某等皆汉中居民，今欲还乡。听知大军厮杀，塞闭阆中官道。
今过苍溪，从梓潼山桧釿川入汉中，还家去。”飞曰：
“这条路取瓦
口关，远近若何？”百姓曰：
“从梓潼山小路，却是瓦口关背后。”
飞大喜，带百姓入寨中，与了酒食。分付魏延：
“引兵扣关攻打，我
亲自引轻骑出梓潼山攻关后。”便令百姓引路，选轻骑五百，从小路
而进。
却说张郃为救军不到，心中正闷，人报魏延在关下攻打。张郃披
挂上马，却待下山，忽报：
“关后四五路火起，不知何处兵来。”郃
自领兵来迎，旗开处，早见张飞。郃大惊，急往小路而走，马不堪
行。后面张飞追赶甚急，郃弃马上山，寻径而逃，方得走脱，随行只
有十馀人。步行入南郑，见曹洪。洪见张郃只剩下十馀人，大怒曰：
“吾教汝休去，汝取下文状要去。今日折尽大兵，尚不自死，还来做
甚？”喝令左右推出斩之。行军司马郭淮谏曰：
“三军易得，一将难
求。张郃虽然有罪，乃魏王所深爱者也，不可便诛。可再与五千兵，
径取葭萌关，牵动其各处之兵，汉中自安矣。如不成功，二罪俱
罚。”曹洪从之，又与兵五千，教张郃取葭萌关。郃领命而去。
却说葭萌关守将孟达、霍峻知张郃兵来，霍峻只要坚守。孟达定
要迎敌，引军下关，与张郃交锋，大败而回。霍峻急申文书到成都。
玄德闻知，请军师商议。孔明聚众将于堂上，问曰：
“今葭萌关
紧急，必须阆中取翼德，方可退张郃也。”法正曰：
“今翼德兵屯瓦
口，镇守阆中，亦是紧要之地，不可取回。帐中诸将内选一人去破张
郃。”孔明笑曰：
“张郃乃魏之名将，非等闲可及，除非翼德，无人
可当。”忽一人厉声而出曰：
“军师何轻视众人耶？吾虽不才，愿斩
张郃首级，献于麾下。”众视之，乃老将黄忠也。孔明曰：
“汉升虽
勇，争奈年老，恐非张郃对手。”忠听了，白发倒竖而言曰：
“某虽
老，两臂尚开三石之弓，浑身还有千斤之力，岂不足敌张郃匹夫
耶？”孔明曰：
“将军年近七十，如何不老？”忠趋步下堂，取架上
大刀，轮动如飞；壁上硬弓，连拽折两张。孔明曰：
“将军要去，谁
为副将？”忠曰：
“老将严颜，可同我去。但有疏虞，先纳下这白
头。”玄德大喜，即时令严颜、黄忠去与张郃交战。赵云谏曰：
“今
张郃亲犯葭萌关，军师休为儿戏。若葭萌一失，益州危矣。何故以二
老将当此大敌乎？”孔明曰：
“汝以二人老迈，不能成事，吾料汉中
必于此二人手内可得。”赵云等各各哂笑而退。
却说黄忠、严颜到关上，孟达、霍峻见了，心中亦笑孔明欠调
度：
“是这般紧要去处，如何只教两个老的来？”黄忠谓严颜曰：
“你可见诸人动静么？他笑我二人年老。今可建奇功，以服众心。”
严颜曰：
“愿听将军之令。”两个商议定了。黄忠引军下关，与张郃
对阵。张郃出马，见了黄忠，笑曰：
“你许大年纪 (5) ，犹不识羞，
尚欲出战耶？”忠怒曰：
“竖子欺吾年老，吾手中宝刀却不老。”遂
拍马向前，与郃决战。二马相交，约战二十馀合，忽然背后喊声起，
原来是严颜从小路抄在张郃军后，两军夹攻，张郃大败。连夜赶去，
张郃兵退八九十里。黄忠、严颜收兵入寨，俱各按兵不动。
曹洪听知张郃输了一阵，又欲见罪。郭淮曰：
“张郃被迫，必投
西蜀。今可遣将助之，就如监临，使不生外心。”曹洪从之，即遣夏
侯惇之侄夏侯尚并降将韩玄之弟韩浩，二人引五千兵，前来助战。二
将即时起行，到张郃寨中，问及军情，郃言：
“老将黄忠甚是英雄，
更有严颜相助，不可轻敌。”韩浩曰：
“我在长沙知此老贼利害。他
和魏延献了城池，害吾亲兄，今既相遇，必当报仇。”遂与夏侯尚引
新军，离寨前进。
原来黄忠连日哨探，已知路径。严颜曰：
“此去有山，名天荡
山，山中乃是曹操屯粮积草之地。若取得那个去处，断其粮草，汉中
可得也。”忠曰：
“将军之言，正合吾意。可与吾如此如此。”严颜
依计，自领一枝军去了。
却说黄忠听知夏侯尚、韩浩来，遂引军马出营。韩浩在阵前大
骂：
“黄忠，无义老贼!”拍马挺枪，来取黄忠。夏侯尚便出夹攻。黄
忠力战二将，各斗十馀合，黄忠败走。二将赶二十馀里，夺了黄忠
寨。忠又草创一营。次日，夏侯尚、韩浩赶来，忠又出阵，战数合，
又败走。二将又赶二十馀里，夺了黄忠营寨，唤张郃守后寨。郃来前
寨谏曰：
“黄忠连退二日，于中必有诡计。”夏侯尚叱张郃曰：
“你
如此胆怯，可知屡次战败。今再休多言，看吾二人建功。”张郃羞赧
而退。次日，二将又战，黄忠又败退二十里，二将迤逦赶上。次日，
二将兵出，黄忠望风而走。连败数阵，直退在关上。二将扣关下寨，
黄忠坚守不出。
孟达暗暗发书，申报玄德说：
“黄忠连输数阵，现今退在关
上。”玄德慌问孔明。孔明曰：
“此乃老将骄兵之计也 (6) 。”赵云
等不信。玄德差刘封来关上接应黄忠。忠与封相见，问刘封曰：
“小
将军来助战何意？”封曰：
“父亲得知将军数败，故差某来。”忠笑
曰：
“此老夫骄兵之计也。看今夜一阵，可尽复诸营，夺其粮食、马
匹。此是借寨与彼屯辎重耳。今夜留霍峻守关，孟将军可与我搬粮草
夺马匹，小将军看我破敌。”
是夜二更，忠引五千军，开关直下。原来夏侯尚、韩浩二将连日
见关上不出，尽皆懈怠，被黄忠破寨直入，人不及甲，马不及鞍，二
将各自逃命而走，军马自相践踏，死者无数。比及天明，连夺三寨。
寨中丢下军器、鞍马无数，尽教孟达搬运入关。黄忠催军马随后而
进。
刘封曰：
“军士力困，可以暂歇。”忠曰：
“不入虎穴，焉得虎
子 (7) ？”策马先进。士卒皆努力向前。张郃军兵反被自家败兵冲
动，都屯扎不住，望后而走，尽弃了许多寨栅，直奔至汉水旁。
张郃寻见夏侯尚、韩浩，议曰：
“此天荡山乃粮草之所，更接米
仓山亦屯粮之地，是汉中军士养命之源，倘若疏失，是无汉中也。当
思所以保之。”夏侯尚曰：
“米仓山有吾叔夏侯渊分兵守护，那里正
接定军山，不必忧虑。天荡山有吾兄夏侯德镇守，我等宜往投之，就
保此山。”于是张郃与二将连夜投天荡山来，见夏侯德，具言前事。
夏侯德曰：
“吾此处屯十万兵，你可引去，复取原寨。”郃曰：
“只
宜坚守，不可妄动。”忽听山前金鼓大震，人报黄忠兵到。夏侯德大
笑曰：
“老贼不谙兵法，只恃勇耳。”郃曰：
“黄忠有谋，非止勇
也。”德曰：
“川兵远涉而来，连日疲困，更兼深入战境，此无谋
也。”郃曰：
“亦不可轻敌，且宜坚守。”韩浩曰：
“愿借精兵三千
击之，当无不克。”德遂分兵与浩下山。
黄忠整兵来迎。刘封谏曰：
“日已西沉矣，军皆远来劳困，且宜
暂息。”忠笑曰：
“不然。此天赐奇功，不取是逆天也。”言毕，鼓
噪大进；韩浩引兵来战。黄忠挥刀直取浩，只一合，斩浩于马下。蜀
兵大喊，杀上山来。张郃、夏侯尚急引军来迎。忽听山后大喊，火光
冲天而起，上下通红。夏侯德提兵来救火时，正遇老将严颜，手起刀
落，斩夏侯德于马下。原来黄忠预先使严颜引军埋伏于山僻去处，只
等黄忠军到，却来放火，柴草堆上，一齐点着，烈焰飞腾，照耀山
峪。严颜既斩夏侯德，从山后杀来。张郃、夏侯尚前后不能相顾，只
得弃天荡山，望定军山投奔夏侯渊去了。
黄忠、严颜守住天荡山，捷音飞报成都。玄德闻之，聚众将庆
喜。法正曰：
“昔曹操降张鲁，定汉中，不因此势以图巴、蜀，乃留
夏侯渊、张郃二将屯守，而自引大军北还，此失计也。今张郃新败，
天荡失守，主公若乘此时举大兵亲往征之，汉中可定也。既定汉中，
然后练兵积粟，观衅伺隙，进可讨贼，退可自守。此天与之时，不可
失也。”玄德、孔明皆深然之。遂传令赵云、张飞为先锋，玄德与孔
明亲自引兵十万，择日图汉中；传檄各处，严加提备。
时建安二十三年秋七月吉日 (8) ，玄德大军出葭萌关下营，召黄
忠、严颜到寨，厚赏之。玄德曰：
“人皆言将军老矣，惟军师独知将
军之能，今果立奇功。但今汉中定军山乃南郑保障，粮草积聚之所，
若得定军山，阳平一路无足忧矣。将军还敢取定军山否？”黄忠慨然
应诺，便要领兵前去。孔明急止之曰：
“老将军虽然英勇，然夏侯渊
非张郃之比也。渊深通韬略，善晓兵机，曹操倚之为西凉藩蔽02。先
曾屯兵长安，拒马孟起，今又屯兵汉中。操不托他人，而独托渊者，
以渊有将才也。今将军虽胜张郃，未卜能胜夏侯渊。吾欲酌量着一人
去荆州，替回关将军来，方可敌之。”忠奋然答曰：
“昔
之孟月吉日，则属民而读邦法，以纠戒之。”郑玄注：
“以四孟
之月朔日读法。”02 藩蔽——屏障。廉颇年八十，尚食斗米、肉十斤
(9) ，诸侯畏其勇，不敢侵犯赵界，何况黄忠未及七十乎？军师言吾
老，吾今并不用副将，只将本部兵三千人去，立斩夏侯渊首级，纳于
麾下。”孔明再三不容，黄忠只是要去。孔明曰：
“既将军要去，吾
使一人为监军同去，若何？”正是：
请将须行激将法，少年不若老年人。
未知其人是谁，且看下文分解。
--------------------
(1) 托大——骄傲自大，满不在乎。
(2) 传说——转述，转达。
(3) 大开旗鼓——义同“大张旗鼓”。语或本“张旗鼓”，出自唐·崔融《塞垣行》(见
《全唐诗》卷六八)：“是时军两进，东拒复西敌。蔽山张旗鼓，间道潜锋镝。”(按：《全
唐诗》卷五四亦收此诗，作者为崔湜。)意谓军队摆开阵势，摇旗擂鼓，以显示军威。
(4) 相扑——亦称“角觝”。古代的一种角力游戏，相当于今之摔跤。宋·高承《事物
纪原·博弈嬉戏·角觝》：“今相扑也。《汉武帝故事》曰：‘角觝，昔六国时所
造。’《史记》：‘秦二世在甘泉宫，作乐角觝。’注云：‘战国时增讲武，以为戏乐相
夸，角其材力以相觝斗，两两相当也。汉武帝好之。’”
(5) 许大——如此大，这么大。
(6) 骄兵之计——用兵战术之一。即佯输诈败，使敌军骄傲自大，放松防御，乘机发动
突然袭击，一举打垮敌军。
(7) 不入虎穴，焉得虎子——穴：洞。焉得：怎么能得到，哪里能得到。以反问式表示
否定，即得不到。“不入虎穴，焉得虎子”本“不探虎穴，不得虎子”，出自《东观汉记·
班超传》：“超悉会其吏士三十六人，酒酣，激怒曰：‘不探虎穴，不得虎子。当今之计，
独有因夜以火攻虏，使彼不知我多少，必大震怖，可殄尽也。’”又见《后汉书·班超
传》，语作“不入虎穴，不得虎子”。意谓不进老虎洞，怎么能捉到小老虎？比喻不冒风
险，没有无畏精神，就不可能取得大的成功。
(8) 吉日——这里指朔日，也就是农历每月的初一日。《周礼·地官·党正》：“及四
时
(9) “昔亷颇”三句——事见《史记·廉颇蔺相如列传》：廉颇为战国时赵国名将，战
功卓著，威震八方。年八十，尚能“一饭斗米，肉十斤，被甲上马”，威风不减当年。从而
成为老当益壮的典范人物。
第七十一回 占对山黄忠逸待劳 据汉水赵云寡胜众
却说孔明分付黄忠：
“你既要去，吾教法正助你，凡事计议而
行。吾随后拨人马来接应。”黄忠应允，和法正领本部兵去了。孔明
告玄德曰：
“此老将不着言语激他，虽去不能成功。他今既去，须拨
人马前去接应。”乃唤赵云：
“将一枝人马，从小路出奇兵接应黄
忠：若忠胜，不必出战；倘忠有失，即去救应。”又遣刘封、孟达：
“领三千兵于山中险要去处，多立旌旗，以壮我兵之声势，令敌人惊
疑。”三人各自领兵去了。又差人往下辨，授计与马超，令他如此而
行。又差严颜往巴西阆中守隘，替张飞、魏延来同取汉中。
却说张郃与夏侯尚来见夏侯渊，说：
“天荡山已失，折了夏侯
德、韩浩。今闻刘备亲自领兵来取汉中，可速奏魏王，早发精兵猛
将，前来策应。”夏侯渊便差人报知曹洪。洪星夜前到许昌，禀知曹
操。操大惊，急聚文武，商议发兵救汉中。长史刘晔进曰：
“汉中若
失，中原震动。大王休辞劳苦，必须亲自征讨。”操自悔曰：
“恨当
时不用卿言，以致如此。”忙传令旨，起兵四十万亲征。时建安二十
三年秋七月也。曹操兵分三路而进：前部先锋夏侯惇，操自领中军，
使曹休押后，三军陆续起行。操骑白马金鞍，玉带锦衣；武士手执大
红罗销金伞盖，左右金瓜银钺 (1) ，镫棒戈矛 (2) ，打日月龙凤旌
旗；护驾龙虎官军二万五千，分为五队，每队五千，按青、黄、赤、
白、黑五色，旗幡甲马，并依本色：光辉灿烂，极其雄壮。
兵出潼关，操在马上望见一簇林木极其茂盛，问近侍曰：
“此何
处也？”答曰：
“此名蓝田。林木之间乃蔡邕庄也，今邕女蔡琰与其
夫董祀居此。”原来操素与蔡邕相善。先时其女蔡琰乃卫仲道之妻，
后被北方掳去，于北地生二子，作《胡笳十八拍》 (3) ，流入中原。
操深怜之，使人持千金，入北方赎之。左贤王惧操之势，送蔡琰还
汉。操乃以琰配与董祀为妻。
当日到庄前，因想起蔡邕之事，令军马先行，操引近侍百馀骑，
到庄门下马。时董祀出仕于外，止有蔡琰在家，琰闻操至，忙出迎
接。操至堂，琰起居毕 (4) ，侍立于侧。操偶见壁间悬一碑文图轴，
起身观之，问于蔡琰。琰答曰：
“此乃曹娥之碑也 (5) 。昔和帝时，
上虞有一巫者，名曹旴，能婆娑乐神 (6) 。五月五日，醉舞舟中，堕
江而死。其女年十四岁，绕江啼哭七昼夜，跳入波中。后五日，负父
之尸浮于江面，里人葬之江边。上虞令度尚奏闻朝廷，表为孝女。度
尚令邯郸淳作文镌碑以记其事。时邯郸淳年方十三岁，文不加点 (7)
，一挥而就 (8) ，立石墓侧，时人奇之。妾父蔡邕闻而往观，时日已
暮，乃于暗中以手摸碑文而读之，索笔大书八字于其背。后人镌石，
并镌此八字。”操读八字云：
“黄绢幼妇，外孙齑臼 (9) 。”操问琰
曰：
“汝解此意否？”琰曰：
“虽先人遗笔，妾实不解其意。”
操回顾众谋士曰：
“汝等解否？”众皆不能答。于内一人出曰：
“某已解其意。”操视之，乃主簿杨修也。操曰：
“卿且勿言，容吾
思之。”遂辞了蔡琰，引众出庄。上马行三里，忽省悟，笑谓修曰：
“卿试言之。”修曰：
“此隐语耳 (10) 。‘黄绢’乃颜色之丝也，色
旁加丝是‘绝’字；
‘幼妇’者少女也，女旁‘少’字
是‘妙’字；
‘外孙’乃女之子也，‘女’旁‘子’字
是‘好’字；
‘齑臼’乃受五辛之器也 (11) ，‘受’旁‘辛’字
是‘辤’字。总而言之是‘绝妙好辤’四字。”操大惊曰：
“正合孤
意。”众皆叹羡杨修才识之敏。 (12)
不一日，军至南郑。曹洪接着，备言张郃之事。操曰：
“非郃之
罪，胜负乃兵家常事耳。”洪曰：
“目今刘备使黄忠攻打定军山，夏
侯渊知大王兵至，固守未曾出战。”操曰：
“若不出战，是示懦
也。”便差人持节到定军山，教夏侯渊进兵。刘晔谏曰：
“渊性太
刚，恐中奸计。”操乃作手书与之。使命持节到渊营，渊接入。使者
出书，渊拆视之，略曰：
凡为将者，当以刚柔相济 (13) ，不可徒恃其勇。若但任勇，则是一夫之敌
耳。吾今屯大军于南郑，欲观卿之“妙才” (14) ，勿辱二字可也。
夏侯渊览毕大喜，打发使命回讫，乃与张郃商议曰：
“今魏王率
大兵屯于南郑，以讨刘备。吾与汝久守此地，岂能建立功业？来日吾
出战，务要生擒黄忠。”张郃曰：
“黄忠谋勇兼备，况有法正相助，
不可轻敌。此间山路险峻，只宜坚守。”渊曰：
“若他人建了功劳，
吾与汝有何面目见魏王耶？汝只守山，吾去出战。”遂下令曰：
“谁
敢出哨诱敌 (15) ？”夏侯尚曰：
“吾愿往。”渊曰：
“汝去出哨，与
黄忠交战，只宜输，不宜赢。吾有妙计，如此如此……”尚受令，引
三千军离定军山大寨前行。
却说黄忠与法正引兵屯于定军山口，累次挑战，夏侯渊坚守不
出；欲要进攻，又恐山路危险，难以料敌，只得据守。是日，忽报山
上曹兵下来搦战。黄忠恰待引军出迎，牙将陈式曰：
“将军休动，某
愿当之。”忠大喜，遂令陈式引军一千，出山口列阵。夏侯尚兵至，
遂与交锋。不数合，尚诈败而走。式赶去，行到半路，被两山上擂
木、炮石打将下来，不能前进。正欲回时，背后夏侯渊引兵突出，陈
式不能抵当，被夏侯渊生擒回寨。部卒多降。
有败军逃得性命，回报黄忠，说陈式被擒。忠慌与法正商议。正
曰：
“渊为人轻躁，恃勇少谋。可激劝士卒，拔寨前进，步步为营
(16) ，诱渊来战而擒之，此乃反客为主之法 (17) 。”忠用其谋，将应
有之物尽赏三军，欢声满谷，愿效死战。黄忠即日拔寨而进，步步为
营，每营住数日又进。
渊闻之，欲出战。张郃曰：
“此乃反客为主之计，不可出战，战
则有失。”渊不从，令夏侯尚引数千兵出战，直到黄忠寨前。忠上马
提刀出迎，与夏侯尚交马，只一合，生擒夏侯尚归寨。馀皆败走，回
报夏侯渊。渊急使人到黄忠寨，言愿将陈式来换夏侯尚。忠约定来日
阵前相换。
次日，两军皆到山谷阔处，布成阵势。黄忠、夏侯渊各立马于本
阵门旗之下，黄忠带着夏侯尚，夏侯渊带着陈式，各不与袍铠，只穿
蔽体薄衣。一声鼓响，陈式、夏侯尚各望本阵奔回。夏侯尚比及到阵
门时，被黄忠一箭射中后心，尚带箭而回。渊大怒，骤马径取黄忠。
忠正要激渊厮杀。两将交马，战到二十馀合，曹营内忽然鸣金收兵。
渊慌拨马而回，被忠乘势杀了一阵。渊回阵问押阵官：
“为何鸣
金？”答曰：
“某见山凹中有蜀兵旗幡数处，恐是伏兵，故急招将军
回。”渊信其说，遂坚守不出。
黄忠逼到定军山下，与法正商议。正以手指曰：
“定军山西，巍
然有一座高山，四下皆是险道，此山上足可下视定军山之虚实。将军
若取得此山，定军山只在掌中也。”忠仰见山头稍平，山上有些少人
马。是夜二更，忠引军士鸣金击鼓，直杀上山顶。此山有夏侯渊部将
杜袭守把，止有数百馀人，当时见黄忠大队拥上，只得弃山而走。忠
得了山顶，正与定军山相对。法正曰：
“将军可守在半山，某居山
顶。待夏侯渊兵至，吾举白旗为号，将军却按兵勿动；待他倦怠无
备，吾却举起红旗，将军便下山击之：以逸待劳，必当取胜。”忠大
喜，从其计。
却说杜袭引军逃回，见夏侯渊，说黄忠夺了对山。渊大怒曰：
“黄忠占了对山，不容我不出战。”张郃谏曰：
“此乃法正之谋也。
将军不可出战，只宜坚守。”渊曰：
“占了吾对山，观吾虚实，如何
不出战？”郃苦谏不听。渊分军围住对山，大骂挑战。法正在山上举
起白旗，任从夏侯渊百般辱骂，黄忠只不出战。午时以后，法正见曹
兵倦怠，锐气已堕，多下马坐息，乃将红旗招展。鼓角齐鸣，喊声大
震，黄忠一马当先，驰下山来，犹如天崩地塌之势。夏侯渊措手不
及，被黄忠赶到麾盖之下，大喝一声，犹如雷吼。渊未及相迎，黄忠
宝刀已落，连头带肩，砍为两段。后人有诗赞黄忠曰：
苍头临大敌，皓首逞神威 (18) 。
力趁雕弓发，风迎雪刃挥。
雄声如虎吼，骏马似龙飞。
献馘功勋重 (19) ，开疆展帝畿 (20) 。
黄忠斩了夏侯渊，曹兵大溃，各自逃生。黄忠乘势去夺定军山，
张郃领兵来迎。忠与陈式两下夹攻，混杀一阵，张郃败走。忽然山旁
闪出一彪人马，当住去路。为首一员大将，大叫：
“常山赵子龙在
此!”张郃大惊，引败军夺路望定军山而走。只见前面一枝兵来迎，乃
杜袭也。袭曰：
“今定军山已被刘封、孟达夺了。”郃大惊，遂与杜
袭引败兵到汉水扎营；一面令人飞报曹操。
操闻渊死，放声大哭，方悟管辂所言“三八纵横”乃建安二十四
年也，“黄猪遇虎”乃岁在己亥正月也，“定军之南”乃定军山之南
也，“伤折一股”乃渊与操有兄弟之亲情也。操令人寻管辂时，不知
何处去了。操深恨黄忠，遂亲统大军，来定军山与夏侯渊报仇，令徐
晃作先锋。行到汉水，张郃、杜袭接着曹操。二将曰：
“今定军山已
失，可将米仓山粮草移于北山寨中屯积，然后进兵。”曹操依允。
却说黄忠斩了夏侯渊首级，来葭萌关上见玄德献功。玄德大喜，
加忠为征西大将军，设宴庆贺。忽牙将张著来报说：
“曹操自领大军
二十万，来与夏侯渊报仇。目今张郃在米仓山搬运粮草，移于汉水北
山脚下。”孔明曰：
“今操引大兵至此，恐粮草不敷，故勒兵不进。
若得一人深入其境，烧其粮草，夺其辎重，则操之锐气挫矣。”黄忠
曰：
“老夫愿当此任。”孔明曰：
“操非夏侯渊之比，不可轻敌。”
玄德曰：
“夏侯渊虽是总帅，乃一勇夫耳，安及张郃？若斩得张郃，
胜斩夏侯渊十倍也。”忠奋然曰：
“吾愿往斩之。”孔明曰：
“你可
与赵子龙同领一枝兵去，凡事计议而行，看谁立功。”忠应允便行。
孔明就令张著为副将同去。
云谓忠曰：
“今操引二十万众，分屯十营，将军在主公前要去夺
粮，非小可之事。将军当用何策？”忠曰：
“看我先去，如何？”云
曰：
“等我先去。”忠曰：
“我是主将，你是副将，如何先争？”云
曰：
“我与你都一般为主公出力，何必计较？我二人拈阄，拈着的先
去。”忠依允。当时黄忠拈着先去。云曰：
“既将军先去，某当相
助。可约定时刻，如将军依时而还，某按兵不动；若将军过时而不
还，某即引军来接应。”忠曰：
“公言是也。”于是二人约定午时为
期。
云回本寨，谓部将张翼曰：
“黄汉升约定明日去夺粮草，若午时
不回，我当往助。吾营前临汉水，地势危险。我若去时，汝可谨守寨
栅，不可轻动。”张翼应诺。
却说黄忠回到寨中，谓副将张著曰；
“我斩了夏侯渊，张郃丧
胆。吾明日领命去劫粮草，只留五百军守营，你可助吾。今夜三更，
尽皆饱食。四更离营，杀到北山脚下，先捉张郃，后劫粮草。”张著
依令。当夜黄忠领人马在前，张著在后，偷过汉水，直到北山之下。
东方日出，见粮积如山。有些少军士看守，见蜀兵到，尽弃而走。黄
忠教马军一齐下马，取柴堆于米粮之上。正欲放火，张郃兵到，与忠
混战一处。曹操闻知，急令徐晃接应。晃领兵前进，却说赵云在营
中，看看等到午时，不见忠回，急忙披挂上马，引三千军向前接应。
临行，谓张翼曰：
“汝可坚守营寨，两壁厢多设弓弩，以为准备。”
翼连声应诺。云挺枪骤马，直杀往前去。迎头一将拦路，乃文聘部将
慕容烈也，拍马舞刀，来迎赵云，被云手起一枪刺死。曹兵败走。云
直杀入重围，又一枝兵截住，为首乃魏将焦炳。云喝问曰：
“蜀兵何
在？”炳曰：
“已杀尽矣。”云大怒，骤马一枪，又刺死焦炳。杀散
馀兵，直至北山之下，见张郃、徐晃两人围住黄忠，军士被困多时。
云大喝一声，挺枪骤马，杀入重围，左冲右突，如入无人之境。那枪
浑身上下，若舞梨花；遍体纷纷，如飘瑞雪。张郃、徐晃心惊胆战，
不敢迎敌。
云救出黄忠，且战且走，所到之处，无人敢阻。操于高处望见，
惊问众将曰：
“此将何人也？”有识者告曰：
“此乃常山赵子龙
也。”操曰：
“昔日当阳长坂英雄尚在。”急传令曰：
“所到之处，
不许轻敌。”赵云救了黄忠，杀透重围，有军士指曰：
“东南上围
的，必是副将张著。”云不回本寨，遂望东南杀来。所到之处，但见
“常山赵云”四字旗号，曾在当阳长坂知其勇者，互相传说，尽皆逃
窜。云又救了张著。
曹操见云东冲西突，所向无前，莫敢迎敌，救了黄忠，又救了张
著，奋然大怒，自领左右将士来赶赵云，云已杀回本寨。部将张翼接
着，望见后面尘起，知是曹兵追来，即谓云曰：
“追兵渐近，可令军
士闭上寨门，上敌楼防护。”云喝曰：
“休闭寨门。汝岂不知吾昔在
当阳长坂时，单枪匹马，觑曹兵八十三万如草芥？今有军有将，又何
惧哉？”遂拨弓弩手于寨外壕中埋伏，将营内旗枪尽皆倒偃，金鼓不
鸣。云匹马单枪，立于营门之外。
却说张郃、徐晃领兵追至蜀寨，天色已暮，见寨中偃旗息鼓 (21)
；又见赵云匹马单枪，立于营外，寨门大开。二将不敢前进。正疑之
间，曹操亲到，急催督众军向前。众军听令，大喊一声，杀奔营前，
见赵云全然不动，曹兵翻身就回。赵云把枪一招，壕中弓弩齐发。时
天色昏黑，正不知蜀兵多少。操先拨回马走，只听得后面喊声大震，
鼓角齐鸣，蜀兵赶来。曹兵自相践踏，拥到汉水河边，落水死者，不
知其数。赵云、黄忠、张著各引兵一枝，追杀甚急。操正奔走间，忽
刘封、孟达率二枝兵从米仓山路杀来，放火烧粮草。操弃了北山粮
草，忙回南郑。徐晃、张郃扎脚不住，亦弃本寨而走。
赵云占了曹寨，黄忠夺了粮草，汉水所得军器无数，大获胜捷，
差人去报玄德。玄德遂同孔明前至汉水，问赵云的部卒曰：
“子龙如
何厮杀？”军士将子龙救黄忠、拒汉水之事，细述一遍。玄德大喜，
看了山前山后险峻之路，欣然谓孔明曰：
“子龙一身都是胆也 (22)
!”后人有诗赞曰：
昔日战长坂，威风犹未减。
突阵显英雄，被围施勇敢。
鬼哭与神号，天惊并地惨。
常山赵子龙，一身都是胆。
于是玄德号子龙为“虎威将军”，大劳将士，欢宴至晚。
忽报：
“曹操复遣大军从斜谷小路而进，来取汉水。”玄德笑
曰：
“操此来无能为也，我料必得汉水矣。”乃率兵于汉水之西以迎
之。曹操命徐晃为先锋，前来决战。帐前一人出曰：
“某深知地理，
愿助徐将军同去破蜀。”操视之，乃巴西宕渠人也，姓王名平，字子
均，现充牙门将军。操大喜，遂命王平为副先锋，相助徐晃。操屯兵
于定军山北。
徐晃、王平引军至汉水，晃令前军渡水列阵。平曰：
“军若渡
水，倘要急退，如之奈何？”晃曰：
“昔韩信背水为阵 (23) ，所
谓‘致之死地而后生’也 (24) 。”平曰：
“不然。昔者韩信料敌人无
谋而用此计，今将军能料赵云、黄忠之意否？”晃曰：
“汝可引步军
拒敌，看我引马军破之。”遂令搭起浮桥，随即过河来战蜀兵。正
是：
魏人妄意宗韩信，蜀相那知是子房。
未知胜负如何，且看下文分解。
--------------------
(1) 金瓜银钺——参见第十七回“金瓜银斧”条注。
(2) 镫棒——古代的一种棒形武器，其一端以马镫形金或铜制品为装饰。后多用作仪
仗。《三才图会·仪制四·镫杖》：“《宋朝会要》云：‘镫棒，黑漆弩柄也。金铜为镫
状，饰其末，紫丝绦系之。’元制：朱漆竿上以金涂马镫。今制为金龙首衔马镫，贯于朱漆
棒首，仍以金饰棒末。”
(3) 胡笳十八拍——古乐府琴曲歌辞名。相传为蔡琰所作。宋·郭茂倩《乐府诗集·卷
五九·琴曲歌辞·胡笳十八拍》题解曰：“《后汉书》曰：‘蔡琰，字文姬，邕之女也。博
学有才辩，又妙于音律。适河东卫仲道，夫亡无子，归宁于家。兴平中，天下丧乱，文姬没
于南匈奴，在胡中十二年，生二子。曹操痛邕无嗣，乃遣使者以金璧赎之，而嫁陈留董祀。
后感伤乱离，追怀悲愤，作诗二章。’……唐刘商《胡笳曲序》曰：‘蔡文姬善琴，能为
《离鸾别鹤》之操。胡虏犯中原，为胡人所掠，入番为王后，王甚重之。武帝(即魏武帝曹
操)与邕有旧，敕大将军赎以归汉。胡人思慕文姬，乃卷苇叶为吹笳，奏哀怨之音。后董生以
琴写胡笳声为十八拍，今之《胡笳弄》是也。’《琴集》曰：‘大胡笳十八拍，小胡笳十九
拍，并蔡琰所作。’”
(4) 起居——请安问好。
(5) 曹娥之碑——这里指《曹娥碑》的碑文。东汉邯郸淳作。原石碑已不存，其碑文尚
见于《古文苑》。关于曹娥孝行故事，则见于《后汉书·列女传·孝女曹娥》、《世说新语
·捷悟》刘孝标注引晋·虞豫《会稽典录》。
(6) 婆娑——这里是舞蹈之意。
(7) 文不加点——加点：古人写文章时若写错或写得不满意，即在字的右上角涂上一
点，表示删去。引申为涂改或修改。语出汉·张隐《文士传》(见《初学记》卷一七引)：
“吴郡张纯，少有令名，尝谒骠骑将军朱据，据令赋一物然后坐。纯应声便成，文不加
点。”意谓写文章时一气呵成，不加修改。形容文思敏捷，写作技巧纯熟。
(8) 一挥而就——挥：挥动毛笔。就：成，完成。语出宋·孙觌《翰林莫公内外制
序》：“一夕召公独草六制，宰相吴敏欲因是以危公，公解衣据案，一挥而就。”意谓提起
笔来，霎时就写成了。形容文思敏捷，技艺熟练，写作、书法、绘画速度极快。
(9) 黄绢幼妇，外孙齑臼——蔡邕称赞《曹娥碑》文语，意谓“绝炒好辞(辤)”。参见
下文杨修之解。
(10) 隐语——亦称“廋辞”。指不直说本意而借别的词语来暗示的话。
(11) 受五辛之器——盛放五种辛辣蔬菜的器皿。五辛：指五种辛辣蔬菜，而说法不同：
佛家谓指葱、韭、蒜、薤、兴蕖(见《梵纲》)；明·李时珍《本草纲目·菜一·五辛菜》指
葱、蒜、韭、蓼蒿、芥菜。
(12) “操回顾众谋士曰”以下一段——这一段故事取自晋·裴启《语林》、南朝宋·刘
义庆《世说新语·捷悟》，但有两点不同：其一，曹操不是在蔡琰家里读到《曹娥碑》背面
的“黄绢幼妇，外孙齑臼”八字，而是在江南曹娥坟地的墓碑上读到的。其二，曹操不是走
了三里就悟出了“黄绢幼妇，外孙齑臼”八字的意思，而是走了三十里才悟出。
(13) 刚柔相济——刚柔：本义为阴阳。引申为强硬与温和或严厉与宽大。相济：互相调
济或互相配合。“刚柔相济”本“刚柔相推”或“柔刚相成”。“刚柔相推”出自《周易·
系辞下》：“刚柔相推，变在其中矣。”孔颖达疏：“刚柔即阴阳也。”“柔刚相成”出自
《十大经·观》(见马王堆汉墓帛书)：“牝牡相求，会刚与柔；柔刚相成，□牝牡若形。”
(若形：于是形成。)又《淮南子·精神训》：“柔刚相成，万物乃形。”高诱注：“刚柔，
阴阳也。”原指阴阳互相配合，才有春夏秋冬，世界万物。引申以转指为政用兵或为人行事
皆应宽严配合，软硬兼施。
(14) 妙才——超群出众的才能。
(15) 出哨——出兵探敌。
(16) 步步为营——意谓军队每前进一点就设置一道营垒。形容进军谨慎小心，时刻严加
防备。
(17) 反客为主——语意本唐·高迈《济河焚舟赋》(见《全唐文》卷二七六)：“于是
晋实为主，反为客；秦实为客，反为主，不战而胜，不攻而取。”原指由客人地位变为主人
地位。比喻以守为攻，变被动为主动。
(18) 苍头、皓首——白发。指老人。
(19) 献馘(guó国)——古时战争中杀死敌军后，割取其左耳，上交计数，以此记功。
《诗经·鲁颂·泮水》：“矫矫虎臣，在泮献馘。”郑玄笺：“馘，所格者之左耳。”
(20) 帝畿——本指京都或京都及其周边的地区。这里转指刘备的疆域。
(21) 偃旗息鼓——偃：放倒。息：停止。“偃旗息鼓”出自《三国志·蜀志·赵云传》
“成都既定，以云为翊军将军”裴松之注引《赵云别传》：“(张)翼欲闭门拒守，而云入
营，更大开门，偃旗息鼓。公(指曹操)军疑云有伏兵，引去。”意谓放倒军旗，停敲军鼓。
指军队隐蔽行迹，不暴露目标。
(22) 子龙一身都是胆——语出《三国志·蜀志·赵云传》裴松之注引《赵云别传》：
“先主(刘备)明旦自来，至云营围视昨战处，曰：‘子龙一身都是胆也。’”形容赵云胆量
极大，无所畏惧。
(23) 韩信背水为阵——事见《史记·淮阴侯列传》：韩信为汉高祖刘邦部下大将，率兵
攻赵，与赵兵相遇于井陉口，仅选二千精兵，背水列阵，因无路可退，个个奋勇，大获全
胜。
(24) 致之死地而后生——义同“置之死地而后生”。语本《孙子·九地篇》：“投之亡
地然后存，陷之死地然后生。”意谓把将士置于不战必死的境地，使其为生而被迫奋勇作
战，从而取胜。
第七十二回 诸葛亮智取汉中 曹阿瞒兵退斜谷
却说徐晃引军渡汉水，王平苦谏不听，渡过汉水扎营。黄忠、赵
云告玄德曰：
“某等各引本部兵去迎曹兵。”玄德应允。二人引兵而
行。忠谓云曰：
“今徐晃恃勇而来，且休与敌，待日暮兵疲，你我分
兵两路击之可也。”云然之，各引一军据住寨栅。徐晃引兵从辰时搦
战，直至申时 (1) ，蜀兵不动。晃尽教弓弩手向前，望蜀营射去。黄
忠谓赵云曰：
“徐晃令弓弩射者，其军必将退也，可乘时击之。”言
未已，忽报曹兵后队果然退动。于是蜀营鼓声大震，黄忠领兵左出，
赵云领兵右出，两下夹攻，徐晃大败，军士逼入汉水，死者无数。
晃死战得脱，回营责王平曰：
“汝见吾军势将危，如何不救？”
平曰：
“我若来救，此寨亦不能保。我曾谏公休去，公不肯听，以致
此败。”晃大怒，欲杀王平。平当夜引本部军，就营中放起火来。曹
兵大乱，徐晃弃营而走。王平渡汉水来投赵云，云引见玄德。王平尽
言汉水地理。玄德大喜曰：
“孤得王子均，取汉中无疑矣。”遂命王
平为偏将军，领向导使。
却说徐晃逃回见操，说：
“王平反去降刘备矣。”操大怒，亲统
大军来夺汉水寨栅。赵云恐孤军难立，遂退于汉水之西。两军隔水相
拒。玄德与孔明来观形势，孔明见汉水上流头有一带土山，可伏千馀
人。乃回到营中，唤赵云分付：
“汝可引五百人，皆带鼓角，伏于土
山之下，或半夜，或黄昏，只听我营中炮响：炮响一番，擂鼓一番，
只不要出战。”子龙受计去了。孔明却在高山上暗窥。
次日，曹兵到来搦战，蜀营中一人不出，弓弩亦都不发。曹兵自
回。当夜更深，孔明见曹营灯火方息，军士歇定，遂放号炮。子龙听
得，令鼓角齐鸣。曹兵惊慌，只疑劫寨，及至出营，不见一军。方才
回营欲歇，号炮又响，鼓角又鸣，呐喊震地，山谷应声。曹兵彻夜不
安。一连三夜，如此惊疑。操心怯，拔寨退三十里，就空阔处扎营。
孔明笑曰：
“曹操虽知兵法，不知诡计。”遂请玄德亲渡汉水，背水
结营。玄德问计，孔明曰：
“可如此如此……”
曹操见玄德背水下寨，心中疑惑，使人来下战书。孔明批“来日
决战”。次日，两军会于中路五界山前，列成阵势。操出马立于门旗
下，两行布列龙凤旌旗，擂鼓三通，唤玄德答话。玄德引刘封、孟达
并川中诸将而出。操扬鞭大骂曰：
“刘备忘恩失义，反叛朝廷之贼!”
玄德曰：
“吾乃大汉宗亲，奉诏讨贼。汝上弑母后，自立为王，僭用
天子銮舆，非反而何？”操怒，命徐晃出马来战；刘封出迎。交战之
时，玄德先走入阵。封敌晃不住，拨马便走。操下令：
“捉得刘备，
便为西川之主。”大军齐呐喊杀过阵来。蜀兵望汉水而逃，尽弃营
寨，马匹、军器，丢满道上。曹军皆争取。操急鸣金收军。众将曰：
“某等正待捉刘备，大王何故收军？”操曰：
“吾见蜀兵背汉水安
营，其可疑一也；多弃马匹、军器，其可疑二也。可急退军，休取衣
物。”遂下令曰：
“妄取一物者立斩。火速退兵。”曹兵方回头时，
孔明号旗举起，玄德中军领兵便出，黄忠左边杀来，赵云右边杀来。
曹兵大溃而逃，孔明连夜追赶。操传令军回南郑，只见五路火起，原
来魏延、张飞得严颜代守阆中，分兵杀来，先得了南郑。操心惊，望
阳平关而走。
玄德大兵追至南郑褒州，安民已毕，玄德问孔明曰：
“曹操此
来，何败之速也？”孔明曰：
“操平生为人多疑，虽能用兵，疑则多
败。吾以疑兵胜之。”玄德曰：
“今操退守阳平关，其势已孤，先生
将何策以退之？”孔明曰：
“亮已算定了。”便差张飞、魏延分兵两
路去截曹操粮道，令黄忠、赵云分兵两路去放火烧山。四路军将，各
引向导、官军去了。
却说曹操退守阳平关，令军哨探。回报曰：
“今蜀兵将远近小路
尽皆塞断，砍柴去处尽放火烧绝。不知兵在何处。”操正疑惑间，又
报张飞、魏延分兵劫粮。操问曰：
“谁敢敌张飞？”许褚曰：
“某愿
往。”操令许褚引一千精兵，去阳平关路上护接粮草。解粮官接着，
喜曰：
“若非将军到此，粮不得到阳平矣。”遂将车上的酒肉献与许
褚。褚痛饮，不觉大醉，便乘酒兴，催粮车行。解粮官曰：
“日已暮
矣，前褒州之地，山势险恶，未可过去。”褚曰：
“吾有万夫之勇
(2) ，岂惧他人哉？今夜乘着月色，正好使粮车行走。”许褚当先，
横刀纵马，引军前进，二更以后，往褒州路上而来。行至半路，忽山
凹里鼓角震天，一枝军当住。为首大将乃张飞也，挺矛纵马，直取许
褚。褚舞刀来迎，却因酒醉，敌不住张飞，战不数合，被飞一矛刺中
肩膀，翻身落马。军士急忙救起，退后便走。张飞尽夺粮草车辆而
回。
却说众将保着许褚，回见曹操。操令医士疗治金疮，一面亲自提
兵来与蜀兵决战；玄德引军出迎。两阵对圆，玄德令刘封出马。操骂
曰：
“卖履小儿，常使假子拒敌。吾若唤黄须儿来，汝假子为肉泥
矣。”刘封大怒，挺枪骤马，径取曹操；操令徐晃来迎。封诈败而
走，操引兵追赶。蜀兵营中，四下炮响，鼓角齐鸣。操恐有伏兵，急
教退军。曹兵自相践踏，死者极多，奔回阳平关，方才歇定。蜀兵赶
到城下，东门放火，西门呐喊，南门放火，北门擂鼓。操大惧，弃关
而走。蜀兵从后追袭。操正走之间，前面张飞引一枝兵截住，赵云引
一枝兵从背后杀来，黄忠又引兵从褒州杀来。操大败，诸将保护曹
操，夺路而走。方逃至斜谷界口，前面尘头忽起，一枝兵到。操曰：
“此军若是伏兵，吾休矣!”及兵将近，乃操次子曹彰也。
彰字子文，少善骑射，膂力过人 (3) ，能手格猛兽 (4) 。操尝戒
之曰：
“汝不读书而好弓马，此匹夫之勇，何足贵乎？”彰曰：
“大
丈夫当学卫青、霍去病 (5) ，立功沙漠，长驱数十万众，纵横天下，
何能作博士耶 (6) ？”操尝问诸子之志，彰曰：
“好为将。”操问：
“为将何如？”彰曰：
“披坚执锐 (7) ，临难不顾 (8) ，身先士卒
(9) ；赏必行，罚必信 (10) 。”操大笑。
建安二十三年，代郡乌桓反，操令彰引兵五万讨之，临行戒之
曰：
“居家为父子，受事为君臣。法不徇情，尔宜深戒。”彰到代
北，身先战阵，直杀至桑干，北方皆平。因闻操在阳平败阵，故来助
战。操见彰至，大喜曰：
“我黄须儿来，破刘备必矣。”遂勒兵复
回，于斜谷界口安营。
有人报玄德，言曹彰到。玄德问曰：
“谁敢去战曹彰？”刘封
曰：
“某愿往。”孟达又说要去。玄德曰：
“汝二人同去，看谁成
功。”各引兵五千来迎：刘封在先，孟达在后。曹彰出马与封交战，
只三合，封大败而回。孟达引兵前进，方欲交锋，只见曹兵大乱。原
来马超、吴兰两军杀来，曹兵惊动。孟达引兵夹攻。马超士卒蓄锐日
久，到此耀武扬威，势不可当。曹兵败走。曹彰正遇吴兰，两个交
锋，不数合，曹彰一戟刺吴兰于马下。三军混战。操收兵于斜谷界口
扎住。
操屯兵日久，欲要进兵，又被马超拒守；欲收兵回，又恐被蜀兵
耻笑：心中犹豫不决。适庖官进鸡汤 (11) ，操见碗中有鸡肋 (12) ，
因而有感于怀。正沉吟间，夏侯惇入帐，禀请夜间口号。操随口曰：
“鸡肋，鸡肋。”惇传令众官，都称“鸡肋”。行军主簿杨修见传
“鸡肋”二字，便教随行军士各收拾行装，准备归程。有人报知夏侯
惇。惇大惊，遂请杨修至帐中问曰：
“公何收拾行装？”修曰：
“以
今夜号令，便知魏王不日将退兵归也。鸡肋者，食之无肉，弃之有
味。今进不能胜，退恐人笑，在此无益，不如早归。来日魏王必班师
矣，故先收拾行装，免得临行慌乱。”夏侯惇曰：
“公真知魏王肺腑
也。”遂亦收拾行装。于是寨中诸将，无不准备归计。当夜曹操心
乱，不能稳睡，遂手提钢斧，绕寨私行，只见夏侯惇寨内军士各准备
行装。操大惊，急回帐召惇问其故。惇曰：
“主簿杨德祖先知大王欲
归之意。”操唤杨修问之，修以鸡肋之意对。操大怒曰：
“汝怎敢造
言 (13) ，乱我军心？”喝刀斧手推出斩之，将首级号令于辕门外。
原来杨修为人恃才放旷 (14) ，数犯曹操之忌。操尝造花园一所，
造成，操往观之，不置褒贬，只取笔于门上书一“活”字而去。人皆
不晓其意。修曰：
“‘门’内添‘活’字，乃阔字也。丞相嫌园门阔
耳。”于是再筑墙围，改造停当，又请操观之。操大喜，问曰：
“谁
知吾意？”左右曰：
“杨修也。”操虽称美，心甚忌之。
又一日，塞北送酥一盒至 (15) 。操自写“一合酥”三字于盒上
(16) ，置之案头。修入见之，竟取匙与众分食讫。操问其故，修答
曰：
“盒上明书‘一人一口酥’ (17) ，岂敢违丞相之命乎？”操虽喜
笑，而心恶之。
操恐人暗中谋害己身，常分付左右：
“吾梦中好杀人，凡吾睡
着，汝等切勿近前。”一日，昼寝帐中，落被于地，一近侍慌取覆
盖。操跃起，拔剑斩之，复上床睡。半晌而起，佯惊问：
“何人杀吾
近侍？”众以实对。操痛哭，命厚葬之。人皆以为操果梦中杀人。惟
修知其意，临葬时指而叹曰：
“丞相非在梦中，君乃在梦中耳。”操
闻而愈恶之。
操第三子曹植爱修之才，常邀修谈论，终夜不息。操与众商议，
欲立植为世子。曹丕知之，密请朝歌长吴质入内府商议，因恐有人知
觉，乃用大簏藏吴质于中 (18) ，只说是绢匹在内，载入府中。修知其
事，径来告操。操令人于丕府门伺察之。丕慌告吴质，质曰：
“无忧
也。明日用大簏装绢再入以惑之。”丕如其言，以大簏载绢入。使者
搜看簏中，果绢也，回报曹操。操因疑修谮害曹丕，愈恶之。
操欲试曹丕、曹植之才干。一日，令各出邺城门，却密使人分付
门吏，令勿放出。曹丕先至，门吏阻之，丕只得退回。植闻之，问于
修。修曰：
“君奉王命而出，如有阻当者，竟斩之可也。”植然其
言。及至门，门吏阻住。植叱曰：
“吾奉王命，谁敢阻当!”立斩之。
于是曹操以植为能。后有人告操曰：
“此乃杨修之所教也。”操大
怒，因此亦不喜植。
修又尝为曹植作答教十馀条 (19) ，但操有问，植即依条答之。操
每以军国之事问植，植对答如流。操心中甚疑。后曹丕暗买植左右，
偷答教来告操。操见了，大怒曰：
“匹夫安敢欺我耶？”此时已有杀
修之心。今乃借惑乱军心之罪杀之。修死年三十四岁。后人有诗曰
(20) ：
聪明杨德祖，世代继簪缨。
笔下龙蛇走 (21) ，胸中锦绣成 (22) 。
开谈惊四座，捷对冠群英 (23) 。
身死因才误，非关欲退兵。
曹操既杀杨修，佯怒夏侯惇，亦欲斩之，众官告免。操乃叱退夏
侯惇，下令来日进兵。次日，兵出斜谷界口。前面一军相迎，为首大
将乃魏延也。操招魏延归降，延大骂。操令庞德出战。二将正斗间，
曹寨内火起。人报马超劫了中后二寨。操拔剑在手曰：
“诸将退后者
斩!”众将努力向前，魏延诈败而走。操方麾军回战马超，自立马于高
阜处，看两军争战。忽一彪军撞至面前，大叫：
“魏延在此!”拈弓搭
箭，射中曹操，操翻身落马。延弃弓绰刀，骤马上山坡来杀曹操。刺
斜里闪出一将，大叫：
“休伤吾主!”视之，乃庞德也。德奋力向前，
战退魏延，保操前行。马超已退。
操带伤归寨，原来被魏延射中人中，折却门牙两个。急令医士调
治。方忆杨修之言 (24) ，随将修尸收回厚葬，就令班师，却教庞德断
后。操卧于毡车之中，左右虎贲军护卫而行。忽报：
“斜谷山上两边
火起，伏兵赶来。”曹兵人人惊恐。正是：
依稀昔日潼关厄，仿佛当年赤壁危。
未知曹操性命如何，且看下文分解。
--------------------
(1) 从辰时直至申时——相当于今从上午七时至下午五时。
(2) 万夫之勇——参见第四十九回“万夫不当之勇”条注。
(3) 膂(l ǚ旅)力——体力。膂：脊梁骨。
(4) 格——击，打，斗。
(5) 卫青、霍去病——皆为汉武帝时名将。二人都多次远征匈奴，战功卓著。
(6) 博士——古代学官名。这里借指文人学士。
(7) 披坚执锐——披：穿戴。坚：指坚固的铠甲。锐：指锐利的兵器。“披坚执锐”出
自《墨子·鲁问》：“(墨)翟虑被坚执锐，救诸侯之患，盛，然后当一夫之战；一夫之战，
其不御三军，既可睹矣。”(被：同“披”。穿，搭在肩背上。)意谓穿上坚固的铠甲，拿起
锋利的兵器。这里指要做武将。
(8) 临难不顾——语本“临危不惧”，出自《庄子·秋水》：“知穷之有命，知通之有
时，临大难而不惧者，圣人之勇也。”意谓面对灾难，毫不畏惧。
(9) 身先士卒——士卒：古代车兵称“士”，步兵称“卒”。泛指士兵。“身先士卒”
或本“为士卒先”，出自《史记·黥布列传》(又见《汉书·黥布传》)：“项王伐齐，身负
板筑，以为士卒先。大王宜悉淮南之众，身自将之，为楚军前锋。”意谓做士兵的带头人。
指作战时将帅以身作则，带头冲锋陷阵。
(10) 赏必行，罚必信——行：实行。信：信守诺言，说到做到。“赏必行，罚必信”本
“信赏必罚”，出自《韩非子·外储说右上》：“狐子对曰：‘信赏必罚，其足以战。’”
意谓有功必赏，有罪必罚，赏罚严明。
(11) 庖官——厨师头目。
(12) 鸡肋——典出晋·司马彪《九州春秋》(见《三国志·魏志·武帝纪》裴松之注
引)：“时王(指魏王曹操)欲还，出令曰‘鸡肋’，官属不知所谓。主簿杨修便自严装，人惊
问修：‘何以知之？’修曰：‘夫鸡肋，弃之如可惜，食之无所得，以比汉中，知王欲还
也。’”意谓鸡肋(鸡的肋骨)肉很少，但味道很好，所以弃之可惜。比喻利益微小而又不忍
丢弃的事物。
(13) 造言——制造谣言，造谣。在古代为八大重罪之一。《周礼·地官·大司徒》：
“以乡八刑纠万民：……七曰造言之刑……”
(14) 恃才放旷——自负才能出众，任性而行，不守世俗礼法。
(15) 酥——用牛羊乳制成的食品。
(16) 合——通“盒”。
(17) 一人一口酥——即“一合酥”。“人一口”即“合”字。
(18) 簏(l ù鹿)——用竹篾、柳条等所编的圆筒形器具，大小不等。
(19) 答教——预先准备用来解答问题的答案。
(20) 后人有诗——此诗的“笔下龙蛇走”取自宋·邵雍《失诗吟》，其他七句为罗贯中
所创作。
(21) 笔下龙蛇走——语本“龙蛇走”，出自唐·李白《草书歌行》：“起来向壁不停
手，一行数字大如斗。恍恍如闻神鬼惊，时时只见龙蛇走。”意谓犹如龙蛇般弯弯曲曲地走
动。原形容草书笔势曲折多变，潇洒生动。这里引申以形容文思敏捷，文笔流畅。
(22) 胸中锦绣——锦绣：五彩缤纷的丝织品。比喻美妙的文章。“胸中锦绣”本唐·李
白《冬日于龙门送从弟京兆参军令问之淮南觐省序》(见《全唐文》卷三四九)：“(紫云仙
季)常醉目吾曰：‘兄心肝五藏(脏)，皆锦绣耶？不然，何开口成文，挥翰雾散？’”形容人
满腹经纶，文章美妙。
(23) 捷对——对答极快。
(24) 杨修之言——即杨修关于“鸡肋”的比喻。
第七十三回 玄德进位汉中王 云长攻拔襄阳郡
却说曹操退兵至斜谷，孔明料他必弃汉中而走，故差马超等诸
将，分兵十数路，不时攻劫，因此操不能久住。又被魏延射了一箭，
急急班师。三军锐气堕尽。前队才行，两下火起，乃是马超伏兵追
赶。曹兵人人丧胆。操令军士急行，晓夜奔走无停；直至京兆，方始
安心。
且说玄德命刘封、孟达、王平等攻取上庸诸郡，申耽等闻操已弃
汉中而走，遂皆投降。玄德安民已定，大赏三军，人心大悦。于是众
将皆有推尊玄德为帝之心，未敢径启，却来禀告诸葛军师。孔明曰：
“吾意已有定夺了。”随引法正等入见玄德，曰：
“今曹操专权，百
姓无主。主公仁义著于天下，今已抚有两川之地，可以应天顺人，即
皇帝位，名正言顺，以讨国贼。事不宜迟，便请择吉。”玄德大惊
曰：
“军师之言差矣。刘备虽然汉之宗室，乃臣子也，若为此事，是
反汉矣。”孔明曰：
“非也。方今天下分崩，英雄并起，各霸一方。
四海才德之士舍死亡生而事其上者 (1) ，皆欲攀龙附凤 (2) ，建立功
名也。今主公避嫌守义，恐失众人之望。愿主公熟思之。”玄德曰：
“要吾僭居尊位，吾必不敢。可再商议长策。”诸将齐言曰：
“主公
若只推却，众心解矣 (3) 。”孔明曰：
“主公平生以义为本，未肯便
称尊号。今有荆襄、两川之地，可暂为汉中王。”玄德曰：
“汝等虽
欲尊吾为王，不得天子明诏，是僭也。”孔明曰：
“今宜从权 (4) ，
不可拘执常理。”张飞大叫曰：
“异姓之人皆欲为君，何况哥哥乃汉
朝宗派？莫说汉中王，就称皇帝，有何不可？”玄德叱曰：
“汝勿多
言。”孔明曰：
“主公宜从权变，先进位汉中王，然后表奏天子，未
为迟也。”玄德再三推辞不过，只得依允。
建安二十四年秋七月，筑坛于沔阳，方圆九里 (5) ，分布五方
(6) ，各设旌旗仪仗。群臣皆依次序排列。许靖、法正请玄德登坛，
进冠冕玺绶讫 (7) ，面南而坐，受文武官员拜贺为汉中王。子刘禅立
为王世子。封许靖为太傅，法正为尚书令；诸葛亮为军师，总理军国
重事；封关羽、张飞、赵云、马超、黄忠为五虎大将，魏延为汉中太
守。其馀各拟功勋定爵。
玄德既为汉中王，遂修表一道，差人赍赴许都。表曰 (8) ：
备以具臣之才 (9) ，荷上将之任，总督三军，奉辞于外 (10) ，不能扫除寇
难，靖匡王室 (11) ，久使陛下圣教陵迟 (12) ，六合之内 (13) ，否而未泰 (14) ，
惟忧反侧 (15) ，疢如疾首 (16) 。
曩者董卓伪为乱阶 (17) ，自是之后，群凶纵横 (18) ，残剥海内 (19) 。赖
陛下圣德威临，人臣同应，或忠义奋讨，或上天降罚，暴逆并殪 (20) ，以渐冰消
(21) 。惟独曹操，久未枭除，侵擅国权，恣心极乱 (22) 。臣昔与车骑将军董承图
谋讨操，机事不密，承见陷害；臣播越失据 (23) ，忠义不果。遂得使操穷凶极逆
(24) ，主后戮杀，皇子鸩害。虽纠合同盟，念在奋力，懦弱不武，历年未效。常
恐殒没 (25) ，辜负国恩，寤寐永叹 (26) ，夕惕若厉 (27) 。
今臣群僚以为：在昔《虞书》 (28) ，敦叙九族 (29) ，庶明励翼 (30) ，帝
王相传，此道不废。周监二代，并建诸姬 (31) ，实赖晋、郑夹辅之力 (32) 。高
祖龙兴 (33) ，尊王子弟，大启九国 (34) ，卒斩诸吕 (35) ，以安大宗 (36) 。今操
恶直丑正，实繁有徒 (37) ；包藏祸心 (38) ，篡盗已显 (39) 。既宗室微弱，帝族
无位，斟酌古式，依假权宜 (40) ，上臣为大司马、汉中王。
臣伏自三省 (41) ：受国厚恩，荷任一方，陈力未效 (42) ，所获已过，不宜
复忝高位 (43) ，以重罪谤。群僚见逼，迫臣以义。臣退惟寇贼不枭 (44) ，国难
未已，宗庙倾危，社稷将坠，诚臣忧心碎首之日。若应权通变 (45) ，以宁静圣
朝，虽赴水火 (46) ，所不得辞。辄顺众议，拜受印玺，以崇国威。
仰惟爵号，位高宠厚；俯思报效，忧深责重。惊怖惕息，如临于谷 (47) 。
敢不尽力输诚 (48) ，奖励六师 (49) ，率齐群义，应天顺时，以宁社稷。谨拜表
以闻。
表到许都，曹操在邺郡闻知玄德自立汉中王，大怒曰：
“织席小
儿，安敢如此!吾誓灭之!”即时传令，尽起倾国之兵，赴两川与汉中
王决雌雄。一人出班谏曰：
“大王不可因一时之怒，亲劳车驾远征。
臣有一计，不须张弓只箭 (50) ，令刘备在蜀自受其祸。待其兵衰力
尽，只须一将往征之，便可成功。”操视其人，乃司马懿也。操喜问
曰：
“仲达有何高见？”懿曰：
“江东孙权以妹嫁刘备，而又乘间窃
取回去；刘备又据占荆州不还：彼此俱有切齿之恨。今可差一舌辩之
士，赍书往说孙权，使兴兵取荆州，刘备必发两川之兵以救荆州。那
时大王兴兵去取汉川，令刘备首尾不能相救，势必危矣。”操大喜，
即修书，令满宠为使，星夜投江东，来见孙权。
权知满宠到，遂与谋士商议。张昭进曰：
“魏与吴本无仇，前因
听诸葛之说词，致两家连年征战不息，生灵遭其涂炭 (51) 。今满伯宁
来，必有讲和之意，可以礼接之。”权依其言，令众谋士接满宠入城
相见。礼毕，权以宾礼待宠。宠呈上操书，曰：
“吴、魏自来无仇，
皆因刘备之故，致生衅隙。魏王差某到此，约将军攻取荆州，魏王以
兵临汉川，首尾夹击。破刘之后，共分疆土，誓不相侵。”孙权览书
毕，设筵相待满宠，送归馆舍安歇。
权与众谋士商议。顾雍曰：
“虽是说词，其中有理。今可一面送
满宠回，约会曹操，首尾相击；一面使人过江探云长动静，方可行
事。”诸葛瑾曰：
“某闻云长自到荆州，刘备娶与妻室，先生一子，
次生一女。其女尚幼，未许字人 (52) 。某愿往与主公世子求婚：若云
长肯许，即与云长计议共破曹操；若云长不肯，然后助曹取荆州。”
孙权用其谋，先送满宠回许都；却遣诸葛瑾为使，投荆州来。入
城见云长，礼毕，云长曰：
“子瑜此来何意？”瑾曰：
“特来求结两
家之好。吾主吴侯有一子，甚聪明。闻将军有一女，特来求亲。两家
结好，并力破曹。此诚美事，请君侯思之。”云长勃然大怒曰：
“吾
虎女，安肯嫁犬子乎？不看汝弟之面，立斩汝首。再休多言。”遂唤
左右逐出。
瑾抱头鼠窜，回见吴侯，不敢隐匿，遂以实告。权大怒曰：
“何
太无礼耶!”便唤张昭等文武官员，商议取荆州之策。步骘曰：
“曹操
久欲篡汉，所惧者刘备也。今遣使来，令吴兴兵吞蜀，此嫁祸于吴
也。”权曰：
“孤亦欲取荆州久矣。”骘曰：
“今曹仁现屯兵于襄
阳、樊城，又无长江之险，旱路可取荆州，如何不取，却令主公动
兵？只此便见其心。主公可遣使去许都见操，令曹仁旱路先起兵取荆
州，云长必掣荆州之兵而取樊城 (53) 。若云长一动，主公可遣一将，
暗取荆州，一举可得矣。”权从其议，即时遣使过江，上书曹操，陈
说此事。操大喜，发付使者先回。随遣满宠往樊城助曹仁，为参谋
官，商议动兵；一面驰檄东吴，令领兵水路接应，以取荆州。
却说汉中王令魏延总督军马，守御东川，遂引百官回成都。差官
起造宫庭；又置馆舍，自成都至白水，共建四百馀处馆舍亭邮 (54) 。
广积粮草，多造军器，以图进取中原。细作人探听得曹操结连东吴，
欲取荆州，即飞报入蜀。汉中王忙请孔明商议。孔明曰：
“某已料曹
操必有此谋，然吴中谋士极多，必教操令曹仁先兴兵矣。”汉中王
曰：
“似此如之奈何？”孔明曰：
“可差使命就送官诰与云长 (55) ，
令先起兵取樊城，使敌军胆寒，自然瓦解矣。”汉中王大喜，即差前
部司马费诗为使，赍捧诰命投荆州来。
云长出郭迎接，入城至公廨。礼毕，云长问曰：
“汉中王封我何
爵？”诗曰：
“五虎大将之首。”云长问：
“那五虎将？”诗曰：
“关、张、赵、马、黄是也。”云长怒曰：
“翼德吾弟也；孟起世代
名家；子龙久随吾兄，即吾弟也：位与吾相并，可也。黄忠何等人，
敢与吾同列？大丈夫终不与老卒为伍。”遂不肯受印。诗笑曰：
“将
军差矣。昔萧何、曹参与高祖同举大事，最为亲近，而韩信乃楚之亡
将也；然信位为王，居萧、曹之上，未闻萧、曹以此为怨。今汉中王
虽有五虎将之封，而与将军有兄弟之义，视同一体。将军即汉中王，
汉中王即将军也，岂与诸人等哉？将军受汉中王厚恩，当与同休戚，
共祸福，不宜计较官号之高下。愿将军熟思之。”云长大悟，乃再拜
曰：
“某之不明，非足下见教，几误大事。”即拜受印绶。
费诗方出王旨，令云长领兵取樊城。云长领命，即时便差傅士
仁、糜芳二人为先锋，先引一军于荆州城外屯扎。一面设宴城中，款
待费诗。饮至二更，忽报城外寨中火起。云长急披挂上马，出城看
时，乃是傅士仁、糜芳饮酒，帐后遗火，烧着火炮，满营撼动，把军
器、粮草尽皆烧毁。云长引兵救扑，至四更方才火灭。
云长入城，召傅士仁、糜芳，责之曰：
“吾令汝二人作先锋，不
曾出师，先将许多军器、粮草烧毁，火炮打死本部军人，如此误事，
要你二人何用？”叱令斩之。费诗告曰：
“未曾出师，先斩大将，于
军不利，可暂免其罪。”云长怒气不息，叱二人曰：
“吾不看费司马
之面，必斩汝二人之首。”乃唤武士各杖四十，摘去先锋印绶，罚糜
芳守南郡，傅士仁守公安。且曰：
“若吾得胜回来之日，稍有差池，
二罪俱罚。”二人满面羞惭，喏喏而去。云长便令廖化为先锋，关平
为副将，自总中军，马良、伊籍为参谋，一同征进。
先是有胡华之子胡班到荆州来投降关公，公念其旧日相救之情，
甚爱之，令随费诗入川，见汉中王受爵。费诗辞别关公，带了胡班，
自回蜀中去了。
且说关公是日祭了“帅”字大旗，假寐于帐中 (56) 。忽见一猪，
其大如牛，浑身黑色，奔入帐中，径咬云长之足。云长大怒，急拔剑
斩之，声如裂帛。霎然惊觉 (57) ，乃是一梦。便觉左足阴阴疼痛 (58)
，心中大疑。唤关平至，以梦告之。平对曰：
“猪亦有龙象，龙附
足，乃升腾之意，不必疑忌。”云长聚多官于帐下，告以梦兆。或言
吉祥者，或言不祥者，众论不一。云长曰：
“吾大丈夫，年近六旬，
即死何憾!”正言间，蜀使至，传汉中王旨，拜云长为前将军，假节
钺，都督荆襄九郡事。云长受命讫，众官拜贺曰：
“此足见猪龙之瑞
也。”于是云长坦然不疑，遂起兵奔襄阳大路而来。
曹仁正在城中，忽报云长自领兵来。仁大惊，欲坚守不出。副将
翟元曰：
“今魏王令将军约会东吴取荆州，今彼自来，是送死也，何
故避之？”参谋满宠谏曰：
“吾素知云长勇而有谋，未可轻敌。不如
坚守，乃为上策。”骁将夏侯存曰：
“此书生之言耳。岂不闻‘水来
土掩，将至兵迎’？我军以逸待劳，自可取胜。”曹仁从其言，令满
宠守樊城，自领兵来迎云长。
云长知曹兵来，唤关平、廖化二将，受计而往。与曹兵两阵对
圆，廖化出马搦战；翟元出迎。二将战不多时，化诈败，拨马便走。
翟元从后追杀，荆州兵退二十里。次日，又来搦战。夏侯存、翟元一
齐出迎。荆州兵又败，又追杀二十馀里。忽听得背后喊声大震，鼓角
齐鸣。曹仁急命前军速回，背后关平、廖化杀来，曹兵大乱。曹仁知
是中计，先掣一军飞奔襄阳。离城数里，前面绣旗招飐，云长勒马横
刀，拦住去路。曹仁胆战心惊，不敢交锋，望襄阳斜路而走。云长不
赶。须臾，夏侯存军至，见了云长，大怒，便与云长交锋，只一合，
被云长砍死。翟元便走，被关平赶上，一刀斩之。乘势追杀，曹兵大
半死于襄江之中。曹仁退守樊城。
云长得了襄阳，赏军抚民。随军司马王甫曰：
“将军一鼓而下襄
阳，曹兵虽然丧胆，然以愚意论之，今东吴吕蒙屯兵陆口，常有吞并
荆州之意，倘率兵径取荆州，如之奈何？”云长曰：
“吾亦念及此。
汝便可提调此事 (59) ：去沿江上下，或二十里，或三十里，选高阜
处，置一烽火台 (60) ，每台用五十军守之。倘吴兵渡江，夜则明火，
昼则举烟为号。吾当亲往击之。”王甫曰：
“糜芳、傅士仁守二隘
口，恐不竭力，必须再得一人，以总督荆州。”云长曰：
“吾已差治
中潘濬守之，有何虑焉？”甫曰：
“潘濬平生多忌而好利，不可任
用。可差军前都督粮料官赵累代之，赵累为人忠诚廉直，若用此人，
万无一失。”云长曰：
“吾素知潘濬为人，今既差定，不必更改。赵
累现掌粮料，亦是重事。汝勿多疑，只与我筑烽火台去。”王甫怏怏
拜辞而行。云长令关平准备船只渡襄江，攻打樊城。
却说曹仁折了二将，退守樊城，谓满宠曰：
“不听公言，兵败将
亡，失却襄阳，如之奈何？”宠曰：
“云长虎将，足智多谋，不可轻
敌，只宜坚守。”正言间，人报云长渡江而来，攻打樊城。仁大惊。
宠曰：
“只宜坚守。”部将吕常奋然曰：
“某乞兵数千，愿当来军于
襄江之内。”宠谏曰：
“不可。”吕常怒曰：
“据汝等文官之言，只
宜坚守，何能退敌？岂不闻兵法云：
‘军半渡可击 (61) 。’今云长军
半渡襄江，何不击之？若兵临城下，将至壕边，急难抵当矣。”仁即
与兵二千，令吕常出樊城迎战。
吕常来至江口，只见前面绣旗开处，云长横刀出马。吕常却欲来
迎，后面众军见云长神威凛凛，不战先走，吕常喝止不住。云长混杀
过来，曹兵大败，马步军折其大半，残败军奔入樊城。曹仁急差人求
救。使命星夜至长安，将书呈上曹操，言：
“云长破了襄阳，现围樊
城甚急，望拨大将前来救援。”曹操指班部内一人而言曰：
“汝可去
解樊城之围。”其人应声而出。众视之，乃于禁也。禁曰：
“某求一
将作先锋，领兵同去。”操又问众人曰：
“谁敢作先锋？”一人奋然
出曰：
“某愿施犬马之劳，生擒关某，献于麾下。”操视之，大喜。
正是：
未见东吴来伺隙，先看北魏又添兵。
未知此人是谁，且看下文分解。
--------------------
(1) 舍死亡生——亡：通“忘”。语或本“轻死忘生”，出自《隋书·高祖纪上》：
“诸将遵其成旨，壮士感其大义，轻死忘生，转斗千里。”意谓把生死置之度外。形容不顾
生命危险。
(2) 攀龙附凤——语本“攀龙鳞，附凤翼”，出自汉·扬雄《法言·渊骞》：“攀龙
鳞，附凤翼，巽以扬之，勃勃乎其不可及也。”(巽：八卦之一，代表风。)比喻依托帝王或
投靠有权势的人以求飞黄腾达。
(3) 解(xiè懈)——通“懈”。涣散。
(4) 从权——办事不按常规，而采取权宜变通的办法。
(5) 方圆——周围。
(6) 五方——东、南、西、北、中。
(7) 冠冕——帝王和官员的礼帽。这里指王冠。玺绶——本义为系印的彩色丝带。代指
印玺。这里指王印。
(8) 表曰——下面的表文引自《三国志·蜀志·先主传》，但这里所引与原文略有不
同，一仍其旧，不作改动。
(9) 具臣——备位充数之臣。《论语·先进》：“今由与求也，可谓具臣矣。”朱熹集
注：“具臣，谓备臣数而已。”
(10) 奉辞——奉帝王之命。三国魏·锺会《檄蜀文》：“今镇西奉辞衔命，摄统戎
车。”
(11) 靖匡王室——扶持朝廷，使天下安定。
(12) 圣教凌迟——礼教废弛。圣教：原指尧、舜、周文王、周武王、周公、孔子等圣人
的教导。引申以指帝王施行的礼教。
(13) 六合之内——六合：指天(上)、地(下)、东、西、南、北。“六合之内”出自
《庄子·齐物论》：“六合之外，圣人存而不论；六合之内，圣人论而不议。”成玄英疏：
“六合者，谓天地四方也。”意谓上至天、下至地的四方之内。泛指普天之下。
(14) 否(p ǐ痞)而未泰——否：《周易》六十四卦之一。表示天地不交，上下闭塞不通
之象。象征世道不好，天下大乱。泰：《周易》六十四卦之一。表示天地交合，上下通达之
象。象征世道甚好，天下太平。“否而未泰”表示天下大乱，很不太平。
(15) 惟忧反侧——意谓只是忧心重重，惶恐不安。惟：只有，只是。不侧：惶恐不安
(16) 疢(chè n衬)如疾首——疢：忧伤，痛苦。疾首：头痛之病。“疢如疾首”出自
《诗经·小雅·小弁》：“我心忧伤，惄焉如捣。假寐永叹，维忧用老。心之忧矣，疢如疾
首。”马瑞辰通释：“《说文》：‘疢，热病也。’……盖借以为烦热之称，如疾首始言
病。是不以疢为病也。《小宛》释文引《韩诗》：‘疢，苦也。’疢与疹同耳。”意谓忧伤
得如同患头痛之病。比喻忧伤到极点。
(17) 伪为乱阶——意谓无法无天的行为成为祸根。伪：僭伪，非法行为。乱阶：祸根，
祸端。
(18) 纵横——这里是混战之意。
(19) 残剥——残害掠夺。
(20) 暴逆并殪(y ì义)——残暴叛逆之徒全都死亡或全被杀死。
(21) 以渐冰消——已渐消失。以：通“已”。
(22) 恣心极乱——意谓随心所欲地残暴无道。乱：残暴无道。《管子·君臣下》：“为
人君者，倍(背)弃法而好行私谓之乱。”
(23) 播越失据——意谓到处流亡，没有凭依的地盘。
(24) 穷凶极逆——语本“穷凶极恶”，出自《汉书·王莽传赞》：“(莽)乃始恣睢，
奋其威诈，滔天虐民，穷凶极恶，毒流诸夏。”(诸夏：指全中国。)形容极端凶残悖逆。
(25) 殒没——死亡。
(26) 寤寐永叹——意谓日夜长叹。寤寐：醒与睡。引申为日夜、昼夜。永叹：长叹。
(27) 夕惕若厉——语出《周易·乾卦》：“君子终日乾乾，夕惕若厉，无咎。”孔颖达
疏：“夕惕者，谓终竟此日，后至向夕之时，犹怀忧惕。若厉者，若，如也，厉，危也。言
寻常忧惧，恒如倾危，乃得无咎。”意谓朝夕戒惧，如临危难，不敢懈怠。
(28) 《虞书》——《尚书》的第一部分，其内容是记载上古历史、文献及尧、舜、禹等
的事迹。
(29) 敦叙九族——意谓使九族亲密有序地相处。敦：亲密，和睦。叙：通“序”。顺
序，有序。九族：从自己算起，上推至四世之高祖，下推至四世之玄孙，一共九辈，谓之
“九族”。一说父族四辈、母族三辈，妻族两辈，一共九辈，谓之“九族”。
(30) 庶明励翼——意谓以众多的贤明人才作为辅佐之臣。庶：众多。明：贤才。励：
作。翼：辅佐之臣。
(31) 周监二代，并建诸姬——监：通“鉴”：借鉴。二代：指夏朝和商朝。姬：周朝人
以姬为姓。这两句是说周朝借鉴夏、商二朝的经验教训，分封了一批姬姓王，建立了诸侯之
国。
(32) 实赖晋、郑夹辅之力——晋、郑：是周朝分封的两个姬姓诸侯国。晋国地跨今山西
省、河北省南部，峡西省中部，河南省西北部。郑国在今峡西省华县西北。夹辅：辅佐。
“夹”、“辅”皆为辅佐之意，故“夹辅”为重复结构词。此句是指周幽王无道，废申后及
太子伯服，立褒姒为后，褒姒之子宜臼为太子。申后之父申侯大怒，引犬戎杀幽王，西周灭
亡。众诸侯立周幽王之子宜臼为平王，迁都雒邑，史称东周。东周初年，主要依靠晋国、郑
国的辅佐而立国。(事见《史记·周本纪》)
(33) 高祖龙兴——指汉高祖刘邦称帝，建立汉朝。龙兴：比喻帝王兴起。
(34) 尊王子弟，大启九国——指汉朝建立后，高祖刘邦分封九个子弟为诸侯王，建立九
个诸侯国，即刘肥为齐王，刘如意为赵王，刘恒为代王，刘恢为梁王，刘友为淮阳王，刘长
为淮南王，刘建为燕王，刘交为楚王，刘濞为吴王。(事见《史记·高祖本纪》)
(35) 斩诸吕——事见《史记·吕太后本纪》：汉孝惠帝死后，吕太后专政八年，其侄吕
禄、吕产掌握兵权。吕太后死，吕禄、吕产等诸吕欲发动叛乱，刘邦之孙朱虚侯刘章及大臣
周勃、陈平等大臣共同谋划，将吕氏一门灭族，立代王刘恒为帝，是为汉文帝。
(36) 以安大宗——意谓以使国家安定太平。
(37) 恶直丑正，实繁有徒——恶、丑：同义词，皆为憎恶、嫉恨之意，兼有诽谤、中伤
之意。直、正：同义词，皆为正直之意。“恶直丑正，实繁有徒”出自《左传·昭公二十八
年》：“《郑书》有之：‘恶直丑正，实蕃有徒。’”(蕃：义同“繁”。多。)杨伯峻注：
“恶、丑同义，直、正同义，恶直即丑正，同义复语。言嫉害正直者。”意谓不仅曹操憎恶
诋毁正直的人，而且像曹操之流还有很多。
(38) 包藏祸心——包藏：隐藏，暗藏。祸心：坏心，歹心，阴谋诡计。“包藏祸心”出
自《左传·昭公元年》：“小国无罪，恃实其罪。将恃大国之安靖己，而无乃包藏祸心以图
之。小国失恃，而惩诸侯，使莫不憾者，距违君命。”意谓暗藏不可告人的阴谋诡计。
(39) 篡盗——篡夺窃取。
(40) 依假权宜——依照暂时适当变通的办法。
(41) 三省——典出《论语·学而》：“曾子曰：‘吾日三省吾身：为人谋而不忠乎？与
朋友交而不信乎？传不习乎？’”原指每天都自我省察三件事。引申以泛指认真反省自己的
过失。
(42) 陈力未效——意谓尚未充分施展自己的才能。
(43) 忝(tiǎn舔)——谦辞，表示自己不配享有某种地位而有愧。
(44) 退惟——退一步想。惟：思，想，思考。
(45) 应权通变——意谓顺应时机，采取变通的措施。
(46) 赴水火——参见第二十三回“赴汤蹈火”条注。
(47) 惊怖惕息，如临于谷——意谓犹如身临深谷般恐惧。惊怖惕息：极其恐惧。如临于
谷：语出《诗经·小雅·小宛》：“惴惴小心，如临于谷。”毛传：“恐陨也。”意谓犹如
身临深谷，害怕掉了下去。
(48) 输诚——献出诚心。
(49) 六师——原指周天子所统辖的军队，共计七万五千人。《尚书·周书·康王之
诰》：“张皇六师，无坏我高祖寡命。”曾云乾正读：“六师，天子六军。周制一万二千五
百人为师。”引申以泛指军队。
(50) 张弓只箭——即一张弓一支箭。这里是形容不必打仗之意。张、只：都是量词。
“只”通“支”。
(51) 生灵涂炭——生灵：指黎民百姓。涂炭：本义为烂泥和炭火。比喻困苦的境地。
“生灵涂炭”本《尚书·商书·仲虺之诰》：“有夏昏德，民坠涂炭。”孔安国传：“夏桀
昏乱，不恤下民，民之危险，若陷泥坠火，无救之者。”意谓黎民百姓犹如陷入泥潭和火坑
之中。形容政治混乱时期人民陷于极端困苦的境地。
(52) 许字——许配。古时女子至许配时方正式起表字，故称“许字”。
(53) 掣——提，率。
(54) 亭邮——即古代沿途供旅客或信差歇息的驿站。《说文·木部》：“桓，亭邮表
也。”徐锴系传：“亭邮立木为表……古者十里一长亭，五里一短亭。邮，过也，所以止过
客也。”
(55) 官诰——官府文书。
(56) 假寐——和衣打盹。
(57) 霎然——突然，猛然。
(58) 阴阴——即隐隐。
(59) 烽火台——古代设在边防高处的报警设备。因以举火或举烟方式报警，故名。宋·
周煇《清波杂志·卷一○·烽火》：“沿江烽火台，每日平安，即于发更时举火一把；每夜
平安，即于次日平明举烟一把。缓急、盗贼，不拘时候，日则举烟，夜则举火各三把。”
(60) 提调——指挥调度。
(61) 军半渡可击——参见第五十八回“兵半渡可击”条注。
第七十四回 庞令明抬榇决死战 关云长放水淹七军
却说曹操欲使于禁赴樊城救援，问众将谁敢作先锋，一人应声愿
往。操视之，乃庞德也。操大喜曰：
“关某威震华夏，未逢对手；今
遇令明，真劲敌也。”遂加于禁为征南将军，加庞德为征西都先锋，
大起七军，前往樊城。这七军皆北方强壮之士。两员领军将校：一名
董衡，一名董超。当日引各头目参拜于禁。董衡曰：
“今将军提七枝
重兵，去解樊城之厄，期在必胜，乃用庞德为先锋，岂不误事？”禁
惊问其故，衡曰：
“庞德原系马超手下副将，不得已而降魏。今其故
主在蜀，职居五虎上将；况其亲兄庞柔亦在西川为官。今使他为先
锋，是泼油救火也。将军何不启知魏王，别换一人去？”
禁闻此语，遂连夜入府启知曹操。操省悟，即唤庞德至阶下，令
纳下先锋印。德大惊曰：
“某正欲与大王出力，何故不肯见用？”操
曰：
“孤本无猜疑，但今马超现在西川，汝兄庞柔亦在西川，俱佐刘
备，孤纵不疑，奈众口何？”庞德闻之，免冠顿首，流血满面而告
曰：
“某自汉中投降大王，每感厚恩，虽肝脑涂地，不能补报，大王
何疑于德也？德昔在故乡时，与兄同居，嫂甚不贤，德乘醉杀之，兄
恨德入骨髓，誓不相见，恩已断矣。故主马超，有勇无谋，兵败地
亡，孤身入川，今与德各事其主，旧义已绝。德感大王恩遇，安敢萌
异志？惟大王察之。”操乃扶起庞德，抚慰曰：
“孤素知卿忠义，前
言特以安众人之心耳。卿可努力建功，卿不负孤，孤亦必不负卿
也。”
德拜谢回家，令匠人造一木榇 (1) 。次日，请诸友赴席，列榇于
堂。众亲友见之，皆惊问曰：
“将军出师，何用此不祥之物？”德举
杯谓亲友曰：
“吾受魏王厚恩，誓以死报。今去樊城与关某决战，我
若不能杀彼，必为彼所杀；即不为彼所杀，我亦当自杀。故先备此
榇，以示无空回之理。”众皆嗟叹。德唤其妻李氏与其子庞会出，谓
其妻曰：
“吾今为先锋，义当效死疆场。我若死，汝好生看养吾儿。
吾儿有异相，长大必当与吾报仇也。”妻子痛哭送别，德令扶榇而
行。临行，谓部将曰：
“吾今去与关某死战，我若被关某所杀，汝等
即取吾尸置此榇中；我若杀了关某，吾亦即取其首，置此榇内，回献
魏王。”部将五百人皆曰：
“将军如此忠勇，某等敢不竭力相助。”
于是引军前进。
有人将此言报知曹操。操喜曰：
“庞德忠勇如此，孤何忧焉？”
贾诩曰：
“庞德恃血气之勇，欲与关某决死战，臣窃虑之。”操然其
言，急令人传旨戒庞德曰：
“关某智勇双全，切不可轻敌。可取则
取，不可取则宜谨守。”庞德闻命，谓众将曰：
“大王何重视关某
也？吾料此去，当挫关某三十年之声价。”禁曰：
“魏王之言，不可
不从。”德奋然趱军，前至樊城，耀武扬威，鸣锣击鼓。
却说关公正坐帐中，忽探马飞报：
“曹操差于禁为将，领七枝精
壮兵到来。前部先锋庞德，军前抬一木榇，口出不逊之言，誓欲与将
军决一死战。兵离城止三十里矣。”关公闻言，勃然变色，美髯飘
动，大怒曰：
“天下英雄闻吾之名，无不畏服。庞德竖子，何敢藐视
吾耶？关平一面攻打樊城，吾自去斩此匹夫，以雪吾恨!”平曰：
“父
亲不可以泰山之重，与顽石争高下。辱子愿代父去战庞德。”关公
曰：
“汝试一往，吾随后便来接应。”
关平出帐，提刀上马，领兵来迎庞德。两阵对圆，魏营一面皂旗
上大书“南安庞德”四个白字。庞德青袍银铠，钢刀白马，立于阵
前。背后五百军兵紧随，步卒数人肩抬木榇而出。关平大骂：
“庞德
背主之贼!”庞德问部卒曰：
“此何人也？”或答曰：
“此关公义子关
平也。”德叫曰：
“吾奉魏王旨，来取汝父之首。汝乃疥癞小儿 (2)
，吾不杀汝，快唤汝父来。”平大怒，纵马舞刀，来取庞德；德横刀
来迎。战三十合，不分胜负，两家各歇。
早有人报知关公。公大怒，令廖化去攻樊城，自己亲来迎敌庞
德。关平接着，言与庞德交战，不分胜负。关公随即横刀出马，大叫
曰：
“关云长在此，庞德何不早来受死？”鼓声响处，庞德出马曰：
“吾奉魏王旨，特来取汝首。恐汝不信，备榇在此。汝若怕死，早下
马受降。”关公大骂曰：
“量汝一匹夫，亦何能为。可惜我青龙刀斩
汝鼠贼。”纵马舞刀，来取庞德；德轮刀来迎。二将战有百馀合，精
神倍长。两军各看得痴呆了。魏军恐庞德有失，急令鸣金收军。关平
恐父年老，亦急鸣金。二将各退。
庞德归寨，对众曰：
“人言关公英雄，今日方信也。”正言间，
于禁至。相见毕，禁曰：
“闻将军战关公，百合之上，未得便宜，何
不且退军避之？”德奋然曰：
“魏王命将军为大将，何太弱也？吾来
日与关某共决一死，誓不退避。”禁不敢阻而回。
却说关公回寨，谓关平曰：
“庞德刀法惯熟，真吾敌手。”平
曰：
“俗云：
‘初生之犊不惧虎 (3) 。’父亲纵然斩了此人，只是西
羌一小卒耳；倘有疏虞，非所以重伯父之托也。”关公曰：
“吾不杀
此人，何以雪恨？吾意已决，再勿多言。”
次日，上马引兵前进；庞德亦引兵来迎。两阵对圆，二将齐出，
更不打话，出马交锋。斗至五十馀合，庞德拨回马，拖刀而走。关公
随后追赶。关平恐有疏失，亦随后赶去。关公口中大骂：
“庞贼，欲
使拖刀计，吾岂惧汝？”原来庞德虚作拖刀势，却把刀就鞍鞒挂住，
偷拽雕弓，搭上箭，射将来。关平眼快，见庞德拽弓，大叫：
“贼将
休放冷箭!”关公急睁眼看时，弓弦响处，箭早到来，躲闪不及，正中
左臂。关平马到，救父回营。
庞德勒回马，轮刀赶来，忽听得本营锣声大震。德恐后军有失，
急勒马回。原来于禁见庞德射中关公，恐他成了大功，灭禁威风，故
鸣金收军。庞德回马，问：
“何故鸣金？”于禁曰：
“魏王有戒，关
公智勇双全，他虽中箭，只恐有诈，故鸣金收军。”德曰：
“若不收
军，吾已斩了此人也。”禁曰：
“紧行无好步，当缓图之。”庞德不
知于禁之意，只懊悔不已。
却说关公回营，拔了箭头。幸得箭射不深，用金疮药敷之。关公
痛恨庞德，谓众将曰：
“吾誓报此一箭之仇!”众将对曰：
“将军且暂
安息几日，然后与战未迟。”次日，人报庞德引军搦战。关公就要出
战，众将劝住。庞德令小军毁骂。关平把住隘口，分付众将休报知关
公。庞德搦战十馀日，无人出迎，乃与于禁商议曰：
“眼见关公箭疮
举发，不能动止。不若乘此机会，统七军一拥杀入寨中，可救樊城之
围。”于禁恐庞德成功，只把魏王戒旨相推，不肯动兵。庞德累欲动
兵，于禁只不允。乃移七军转过山口，离樊城北十里，依山下寨。禁
自领兵截断大路，令庞德屯兵于谷后，使德不能进兵成功。
却说关平见关公箭疮已合，甚是喜悦。忽听得于禁移七军于樊城
之北下寨，未知其谋，即报知关公。公遂上马，引数骑上高阜处望
之，见樊城城上旗号不整，军士慌乱；城北十里山谷之内，屯着军
马；又见襄江水势甚急。看了半响，唤向导官问曰：
“樊城北十里山
谷，是何地名？”对曰：
“罾口川也 (4) 。”关公喜曰：
“于禁必为
我擒矣。”将士问曰：
“将军何以知之？”关公曰：
“鱼入罾口，岂
能久乎？”诸将未信。公回本寨。
时值八月秋天，骤雨数日。公令人预备船筏，收拾水具。关平问
曰：
“陆地相持，何用水具？”公曰：
“非汝所知也。于禁七军不屯
于广易之地 (5) ，而聚于罾口川险隘之处。方今秋雨连绵，襄江之水
必然泛涨。吾已差人堰住各处水口 (6) ，待水发时，乘高就船，放水
一淹，樊城、罾口川之兵皆为鱼鳖矣。”关平拜服。
却说魏军屯于罾口川，连日大雨不止，督将成何来见于禁曰：
“大军屯于川口，地势甚低，虽有土山，离营稍远。即今秋雨连绵，
军士艰辛。近有人报说荆州兵移于高阜处，又于汉水口预备战筏。倘
江水泛涨，我军危矣，宜早为计。”于禁叱曰：
“匹夫惑吾军心耶？
再有多言者斩之。”成何羞惭而退，却来见庞德说此事。德曰：
“汝
所见甚当。于将军不肯移兵，吾明日自移军屯于他处。”
计议方定，是夜风雨大作。庞德坐于帐中，只听得万马争奔，征
鼙震地 (7) 。德大惊，急出帐上马看时，四面八方，大水骤至。七军
乱窜，随波逐浪者不计其数。平地水深丈馀，于禁、庞德与诸将各登
小山避水。比及平明，关公及众将皆摇旗鼓噪，乘大船而来。于禁见
四下无路，左右止有五六十人，料不能逃，口称“愿降”。关公令尽
去衣甲，拘收入船，然后来擒庞德。
时庞德并二董及成何与步卒五百人皆无衣甲，立在堤上。见关公
来，庞德全无惧怯，奋然前来接战。关公将船四面围定，军士一齐放
箭，射死魏兵大半。董衡、董超见势已危，乃告庞德曰：
“军士折伤
大半，四下无路，不如投降。”庞德大怒曰：
“吾受魏王厚恩，岂肯
屈节于人？”遂亲斩董衡、董超于前，厉声曰：
“再说降者，以此二
人为例!”于是众皆奋力御敌，自平明战至日中，勇力倍增。关公催四
面急攻，矢石如雨。德令军士用短兵接战。德回顾成何曰：
“吾
闻‘勇将不怯死以苟免，壮士不毁节而求生’ (8) 。今日乃我死日
也。汝可努力死战。”成何依令向前，被关公一箭射落水中。众军皆
降，止有庞德一人力战。正遇荆州数十人驾小船近堤来，德提刀飞身
一跃，早上小船，立杀十馀人，馀皆弃船赴水逃命。庞德一手提刀，
一手使短棹，欲向樊城而走。只见上流头一将撑大筏而至，将小船撞
翻，庞德落于水中。船上那将跳下水去，生擒庞德上船。众视之，擒
庞德者乃周仓也。仓素知水性，又在荆州住了数年，愈加惯熟，更兼
力大，因此擒了庞德。于禁所领七军，皆死于水中。其会水者料无去
路，亦皆投降。后人有诗曰：
夜半征鼙响震天，襄樊平地作深渊。
关公神算谁能及，华夏威名万古传。
关公回到高阜去处，升帐而坐。群刀手押过于禁来。禁拜伏于
地，乞哀请命。关公曰：
“汝怎敢抗吾？”禁曰：
“上命差遣，身不
由己。望君侯怜悯，誓以死报。”公绰髯笑曰：
“吾杀汝，犹杀狗彘
耳，空污刀斧。”令人：
“缚送荆州大牢内监候，待吾回，别作区
处。”发落去讫。关公又令押过庞德。德睁眉怒目，立而不跪。关公
曰：
“汝兄现在汉中，汝故主马超亦在蜀中为大将，汝如何不早
降？”德大怒曰：
“吾宁死于刀下，岂降汝耶？”骂不绝口。公大
怒，喝令刀斧手推出斩之。德引颈受刑 (9) 。关公怜而葬之。于是乘
水势未退，复上战船，引大小将校来攻樊城。
却说樊城周围白浪滔天，水势益甚，城垣渐渐浸塌 (10) ，男女担
土搬砖，填塞不住。曹军众将，无不丧胆，慌忙来告曹仁曰：
“今日
之危，非力可救。可趁敌军未至，乘舟夜走，虽然失城，尚可全
身。”仁从其言，方欲备船出走，满宠谏曰：
“不可。山水骤至，岂
能长存？不旬日即当自退。关公虽未攻城，已遣别将在郏下。其所以
不敢轻进者，虑吾军袭其后也。今若弃城而去，黄河以南，非国家之
有矣。愿将军固守此城，以为保障。”仁拱手称谢曰：
“非伯宁之
教，几误大事。”乃骑白马上城，聚众将发誓曰：
“吾受魏王命，保
守此城。但有言弃城而去者斩。”诸将皆曰：
“某等愿以死据守。”
仁大喜，就城上设弓弩数百，军士昼夜防护，不敢懈怠。老幼居民，
担土石填塞城垣。旬日之内，水势渐退。
关公自擒魏将于禁等，威震天下，无不惊骇。忽次子关兴来寨内
省亲。公就令兴赍诸官立功文书，去成都见汉中王，各求升迁。兴拜
辞父亲，径投成都去讫。
却说关公分兵一半，直抵郏下。公自领兵四面攻打樊城。当日关
公自到北门，立马扬鞭，指而问曰：
“汝等鼠辈，不早来降，更待何
时？”正言间，曹仁在敌楼上，见关公身上止披掩心甲，斜袒着绿
袍，乃急招五百弓弩手，一齐放箭。公急勒马回时，右臂上中一弩
箭，翻身落马。正是：
水里七军方丧胆，城中一箭忽伤身。
未知关公性命如何，且看下文分解。
--------------------
(1) 木榇(ch èn衬)——棺材。
(2) 疥癞小儿——瘌痢头小孩子。骂人话，表示极为蔑视之意。疥癞：即头癣，俗称瘌
痢头。
(3) 初生之犊不惧虎——语本《庄子·知北游》：“德将为汝美，道将为汝居，汝瞳焉
如新生之犊而无求其故。”成玄英疏：“瞳焉，无知直视之貌。故，事也。心既虚夷，视亦
半直，故如新生之犊，于事无求也。”意谓刚生的小牛(犊)因不知轻重利害，故不怕老虎。
比喻青年人无所畏惧，敢作敢为。
(4) 罾(zēng增)口川——河名。因“罾”是一种用木棍或竹竿为支架的方形鱼网，而于
禁之“于”与“鱼”谐音，关公以为这是“鱼入罾口”的巧合，故断定于禁必败。
(5) 广易之地——宽广平坦的地方。易：平坦，平地。
(6) 堰住——筑堤堵住。
(7) 万马争奔，征鼙震地——形容狂风暴雨之声。
(8) “勇将”二句——语出《三国志·魏志·庞德传》而略有不同，原文作：“德谓督
将成何曰：‘吾闻良将不怯死以苟免，烈士不毁节而求生。今日，我死日也。’”这两句表
示庞德愿效良将和壮士，视死如归，绝不投降。
(9) 引颈——伸长脖子。
(10) 城垣——城墙。
第七十五回 关云长刮骨疗毒 吕子明白衣渡江
却说曹仁见关公落马，即引兵冲出城来，被关平一阵杀回，救关
公归寨，拔出臂箭。原来箭头有药，毒已入骨，右臂青肿，不能运
动。关平慌与众将商议曰：
“父亲若损此臂，安能出敌？不如暂回荆
州调理。”于是与众将入帐见关公。公问曰：
“汝等来有何事？”众
对曰：
“某等因见君侯右臂损伤，恐临敌致怒，冲突不便。众议可暂
班师回荆州调理。”公怒曰：
“吾取樊城，只在目前。取了樊城，即
当长驱大进，径到许都，剿灭操贼，以安汉室。岂可因小疮而误大
事？汝等敢慢吾军心耶？”平等默然而退。
众将见公不肯退兵，疮又不痊，只得四方访问名医。忽一日，有
人从江东驾小舟而来，直至寨前。小校引见关平。平视其人，方巾阔
服，臂挽青囊。自言姓名：
“乃沛国谯郡人，姓华名佗，字元化。因
闻关将军乃天下英雄，今中毒箭，特来医治。”平曰：
“莫非昔日医
东吴周泰者乎？”佗曰：
“然。”平大喜，即与众将同引华佗入帐见
关公。
时关公本是臂疼，恐慢军心，无可消遣，正与马良弈棋 (1) 。闻
有医者至，即召入。礼毕，赐坐。茶罢，佗请臂视之。公袒下衣袍，
伸臂令佗看视。佗曰：
“此乃弩箭所伤，其中有乌头之药 (2) ，直透
入骨，若不早治，此臂无用矣。”公曰：
“用何物治之？”佗曰：
“某自有治法，但恐君侯惧耳。”公笑曰：
“吾视死如归，有何惧
哉？”佗曰：
“当于静处立一标柱，上钉大环，请君侯将臂穿于环
中，以绳系之，然后以被蒙其首。吾用尖刀割开皮肉，直至于骨，刮
去骨上箭毒，用药敷之，以线缝其口，方可无事。但恐君侯惧耳。”
公笑曰：
“如此容易，何用柱环？”令设酒席相待。
公饮数杯酒毕，一面仍与马良弈棋，伸臂令佗割之。佗取尖刀在
手，令一小校捧一大盆于臂下接血。佗曰：
“某便下手，君侯勿
惊。”公曰：
“任汝医治，吾岂比世间俗子，惧痛者耶？”佗乃下
刀，割开皮肉，直至于骨，骨上已青。佗用刀刮骨，悉悉有声 (3) 。
帐上帐下见者，皆掩面失色。公饮酒食肉，谈笑弈棋，全无痛苦之
色。须臾，血流盈盆 (4) 。佗刮尽其毒，敷上药，以线缝之。公大笑
而起，谓众将曰：
“此臂伸舒如故，并无痛矣。先生真神医也!”佗
曰：
“某为医一生，未尝见此。君侯真天神也!”后人有诗曰：
治病须分内外科，世间妙艺苦无多。
神威罕及惟关将，圣手能医说华佗 (5) 。
关公箭疮既愈，设席款谢华佗。佗曰：
“君侯箭疮虽治，然须爱
护，切勿怒气伤触。过百日后，平复如旧矣。”关公以金百两酬之。
佗曰：
“某闻君侯高义，特来医治，岂望报乎？”坚辞不受，留药一
帖，以敷疮口，辞别而去。
却说关公擒了于禁，斩了庞德，威名大震，华夏皆惊。探马报到
许都，曹操大惊，聚文武商议曰：
“某素知云长智勇盖世，今据荆
襄，如虎生翼。于禁被擒，庞德被斩，魏兵挫锐。倘彼率兵直至许
都，如之奈何？孤欲迁都以避之。”司马懿谏曰：
“不可。于禁等被
水所淹，非战之故。于国家大计，本无所损。今孙、刘失好，云长得
志，孙权必不喜。大王可遣使去东吴陈说利害，令孙权暗暗起兵蹑云
长之后，许事平之日，割江南之地以封孙权，则樊城之危自解矣。”
主簿蒋济曰：
“仲达之言是也。今可即发使往东吴，不必迁都动
众。”操依允，遂不迁都。因叹谓诸将曰：
“于禁从孤三十年，何期
临危反不如庞德也？今一面遣使致书东吴，一面必得一大将以当云长
之锐。”言未毕，阶下一将应声而出曰：
“某愿往。”操视之，乃徐
晃也。操大喜，遂拨精兵五万，令徐晃为将，吕建副之，克日起兵，
前到阳陵坡驻扎，看东南有应，然后征进。
却说孙权接得曹操书信，览毕，欣然应允，即修书发付使者先
回，乃聚文武商议。张昭曰：
“近闻云长擒于禁，斩庞德，威震华
夏，操欲迁都以避其锋。今樊城危急，遣使求救，事定之后，恐有反
覆。”权未及发言，忽报：
“吕蒙乘小舟自陆口来，有事面禀。”权
召入问之，蒙曰：
“今云长提兵围樊城，可乘其远出，袭取荆州。”
权曰：
“孤欲北取徐州，如何？”蒙曰：
“今操远在河北，未暇东
顾，徐州守兵无多，往自可克。然其地势利于陆战，不利水战，纵然
得之，亦难保守。不如先取荆州，全据长江，别作良图。”权曰：
“孤本欲取荆州，前言特以试卿耳。卿可速为孤图之，孤当随后便起
兵也。”
吕蒙辞了孙权，回至陆口，早有哨马报说：
“沿江上下，或二十
里，或三十里，高阜处各有烽火台。又闻荆州军马整肃，预有准
备。”蒙大惊曰：
“若如此，急难图也。我一时在吴侯面前劝取荆
州，今却如何处置？”寻思无计，乃托病不出，使人回报孙权。权闻
吕蒙患病，心甚怏怏。陆逊进言曰：
“吕子明之病，乃诈耳，非真病
也。”权曰：
“伯言既知其诈，可往视之。”
陆逊领命，星夜至陆口寨中，来见吕蒙，果然面无病色。逊曰：
“某奉吴侯命，敬探子明贵恙 (6) 。”蒙曰：
“贱躯偶病，何劳探
问？”逊曰：
“吴侯以重任付公，公不乘时而动，空怀郁结，何
也？”蒙目视陆逊，良久不语。逊又曰：
“愚有小方，能治将军之
疾，未审可用否？”蒙乃屏退左右而问曰：
“伯言良方，乞早赐
教。”逊笑曰：
“子明之疾，不过因荆州兵马整肃，沿江有烽火台之
备耳。予有一计，令沿江守吏不能举火，荆州之兵束手归降，可
乎？”蒙惊谢曰：
“伯言之语，如见我肺腑。愿闻良策。”陆逊曰：
“云长倚恃英雄，自料无敌，所虑者惟将军耳。将军乘此机会，托疾
辞职，以陆口之任让之他人，使他人卑辞赞美关公，以骄其心，彼必
尽撤荆州之兵，以向樊城。若荆州无备，用一旅之师，别出奇计以袭
之，则荆州在掌握之中矣。”蒙大喜曰：
“真良策也。”由是吕蒙托
病不起，上书辞职。
陆逊回见孙权，具言前计。孙权乃召吕蒙还建业养病。蒙至，入
见权。权问曰：
“陆口之任，昔周公谨荐鲁子敬以自代，后子敬又荐
卿自代，今卿亦须荐一才望兼隆者代卿为妙。”蒙曰：
“若用望重之
人，云长必然提备。陆逊意思深长 (7) ，而未有远名，非云长所忌，
若即用以代臣之任，必有所济。”权大喜，即日拜陆逊为偏将军、右
都督，代蒙守陆口。逊谢曰：
“某年幼无学，恐不堪重任。”权曰：
“子明保卿，必不差错，卿毋得推辞。”逊乃拜受印绶，连夜往陆
口，交割马步水三军已毕，即修书一封，具名马、异锦、酒礼等物，
遣使赍赴樊城见关公。
时公正将息箭疮 (8) ，按兵不动。忽报：
“江东陆口守将吕蒙病
危，孙权取回调理。近拜陆逊为将，代吕蒙守陆口。今逊差人赍书具
礼，特来拜见。”关公召入，指来使而言曰：
“仲谋见识短浅，用此
孺子为将 (9) 。”来使伏地告曰：
“陆将军呈书备礼，一来与君侯作
贺，二来求两家和好。幸乞笑留。”公拆书视之，书词极其卑谨。关
公览毕，仰面大笑，令左右收了礼物，发付使者回去。使者回见陆逊
曰：
“关公欣喜，无复有忧江东之意。”
逊大喜，密遣人探得关公果然撤荆州大半兵赴樊城听调，只待箭
疮痊可，便欲进兵。逊察知备细，即差人星夜报知孙权。孙权召吕蒙
商议曰：
“今云长果撤荆州之兵，攻取樊城，便可设计袭取荆州。卿
与吾弟孙皎同引大军前去，何如？”孙皎字叔明，乃孙权叔父孙静之
次子也。蒙曰：
“主公若以蒙可用则独用蒙，若以叔明可用则独用叔
明。岂不闻昔日周瑜、程普为左右都督，事虽决于瑜，然普自以旧臣
而居瑜下，颇不相睦？后因见瑜之才，方始敬服。今蒙之才不及瑜，
而叔明之亲胜于普，恐未必能相济也 (10) 。”权大悟，遂拜吕蒙为大
都督，总制江东诸路军马；令孙皎在后接应粮草。
蒙拜谢，点兵三万，快船八十馀只，选会水者扮作商人，皆穿白
衣，在船上摇橹，却将精兵伏于 船中 (11) 。次调韩当、蒋钦、
朱然、潘璋、周泰、徐盛、丁奉等七员大将相继而进。其馀皆随吴侯
为合后救应。一面遣使致书曹操，令进兵以袭云长之后；一面先传报
陆逊。然后发白衣人，驾快船往浔阳江去，昼夜趱行，直抵北岸。江
边烽火台上守台军盘问时，吴人答曰：
“我等皆是客商，因江中阻
风，到此一避。”随将财物送与守台军士。军士信之，遂任其停泊江
边。约至二更， 中精兵齐出，将烽火台上官军缚倒。暗号一
声，八十馀船精兵俱起，将紧要去处墩台之军尽行捉入船中 (12) ，不
曾走了一个。于是长驱大进，径取荆州，无人知觉。
将至荆州，吕蒙将沿江墩台所获官军用好言抚慰，各各重赏，令
赚开城门，纵火为号。众军领命，吕蒙便教前导。比及半夜，到城下
叫门。门吏认得是荆州之兵，开了城门。众军一声喊起，就城门里放
起号火。吴兵齐入，袭了荆州。吕蒙便传令军中：
“如有妄杀一人、
妄取民间一物者，定按军法。”原任官吏，并依旧职。将关公家属另
养别宅，不许闲人搅扰。一面遣人申报孙权。
一日大雨，蒙上马引数骑点看四门，忽见一人取民间箬笠以盖铠
甲 (13) 。蒙喝左右执下问之，乃蒙之乡人也。蒙曰：
“汝虽系我同
乡，但吾号令已出，汝故犯之，当按军法。”其人泣告曰：
“某恐雨
湿官铠，故取遮盖，非为私用。乞将军念同乡之情。”蒙曰：
“吾固
知汝为覆官铠，然终是不应取民间之物。”叱左右推下斩之，枭首传
示毕，然后收其尸首，泣而葬之。自是三军震肃。
不一日，孙权领众至，吕蒙出郭迎接入衙。权慰劳毕，仍命潘濬
为治中，掌荆州事。监内放出于禁，遣归曹操。安民赏军，设宴庆
贺。权谓吕蒙曰：
“今荆州已得，但公安傅士仁、南郡糜芳，此二处
如何收复？”言未毕，忽一人出曰：
“不须张弓只箭，某凭三寸不烂
之舌，说公安傅士仁来降，可乎？”众视之，乃虞翻也。权曰：
“仲
翔有何良策，可使傅士仁归降？”翻曰：
“某自幼与士仁交厚，今若
以利害说之，彼必归矣。”权大喜，遂令虞翻领五百军，径奔公安
来。
却说傅士仁听知荆州有失，急令闭城坚守。虞翻至，见城门紧
闭，遂写书拴于箭上，射入城中。军士拾得，献与傅士仁。士仁拆书
视之，乃招降之意。览毕，想起：
“关公去日恨吾之意，不如早
降。”即令大开城门，请虞翻入城。二人礼毕，各诉旧情。翻说吴侯
宽洪大度，礼贤下士。士仁大喜，即同虞翻赍印绶来荆州投降。孙权
大悦，仍令去守公安。吕蒙密谓权曰：
“今云长未获，留士仁于公
安，久必有变。不若使往南郡招糜芳归降。”权乃召傅士仁，谓曰：
“糜芳与卿交厚，卿可招来归降，孤自当有重赏。”傅士仁慨然领
诺，遂引十馀骑，径投南郡招安糜芳。正是：
今日公安无守志，从前王甫是良言。
未知此去如何，且看下文分解。
--------------------
(1) 弈(y ì易)棋——下棋，着棋。
(2) 乌头——中草药名。即附子，又名堇。其茎、叶、根皆有毒。明·李时珍《本草纲
目·草六·附子》：“初种为乌头，像乌之头也。附乌头而生者为附子，如子附母也。乌头
如芋魁，附子如芋子，盖一物也。”
(3) 悉悉——象声饲。这里形容刮骨之声。
(4) 盈盆——满盆。
(5) 圣手——对擅长某种技能并有突出成就者的尊称。
(6) 贵恙——世俗问候他人病情的敬辞。宋·洪迈《容斋五笔·卷九·何恙不已》：
“公孙弘为丞相，以病归印，上报曰：‘君不幸罹霜露之疾，何恙不已？’颜师古
注：‘恙，忧也。何忧于疾不止也。’……而世俗相承，至问人病为‘贵恙’，谓轻者
为‘微恙’，心疾为‘心恙’，风疾为‘风恙’，根著已深，无由可改。”
(7) 意思深长——意谓心思周密，深谋远虑。
(8) 将息——养息，休养。
(9) 孺子——小子，竖子。对人的蔑称。《史记·范睢列传》：“吾事之去留在张君，
孺子岂有客习于相君者哉？”司马贞索隐引刘氏云：“盖谓睢为小子也。”
(10) 相济——相助，互补。
(11) (gōu lù沟鹿)——古代吴地的一种大船。
(12) 墩台——军队站岗放哨的报警台。
(13) 箬(ruò若)笠——用箬竹叶或箬竹篾编成的宽边帽。
第七十六回 徐公明大战沔水 关云长败走麦城
却说糜芳闻荆州有失，正无计可施，忽报：
“公安守将傅士仁
至。”芳忙接入城，问其事故。士仁曰：
“吾非不忠，势危力困，不
能支持，我今已降东吴。将军亦不如早降。”芳曰：
“吾等受汉中王
厚恩，安忍背之？“士仁曰：
“关公去日，痛恨吾二人，倘一日得胜
而回，必无轻恕。公细察之。”芳曰：
“吾兄弟久事汉中王，岂可一
朝相背？”正犹豫间，忽报关公遣使至。接入厅上，使者曰：
“关公
军中缺粮，特来南郡、公安二处取白米十万石，令二将军星夜解去军
前交割；如迟立斩。”芳大惊，顾谓傅士仁曰：
“今荆州已被东吴所
取，此粮怎得过去？”士仁厉声曰：
“不必多疑。”遂拔剑斩来使于
堂上。芳惊曰：
“公如何斩之？”士仁曰：
“关公此意，正要斩我二
人，我等安可束手受死？公今不早降东吴，必被关公所杀。”正说
间，忽报吕蒙引兵杀至城下。芳大惊，乃同傅士仁出城投降。蒙大
喜，引见孙权。权重赏二人。安民已毕，大犒三军。
时曹操在许都，正与众谋士议荆州之事，忽报：
“东吴遣使奉书
至。”操召入，使者呈上书信。操拆视之，书中具言吴兵将袭荆州，
求操夹攻云长。且嘱：
“勿泄漏，使云长有备也。”操与众谋士商
议。主簿董昭曰：
“今樊城被困，引颈望救，不如令人将书射入樊
城，以宽军心；且使关公知东吴将袭荆州。彼恐荆州有失，必速退
兵，却令徐晃乘势掩杀，可获全功。”操从其谋，一面差人催徐晃急
战；一面亲统大兵，径往洛阳之南阳陵坡驻扎，以救曹仁。
却说徐晃正坐帐中，忽报魏王使至。晃接入问之，使曰：
“今魏
王引兵已过洛阳，令将军急战关公，以解樊城之困。”正说间，探马
报说：
“关平屯兵在偃城，廖化屯兵在四冢，前后一十二个寨栅，连
络不绝。”晃即差副将徐商、吕建假着徐晃旗号，前赴偃城，与关平
交战。晃却自引精兵五百，循沔水去袭偃城之后。
且说关平闻徐晃自引兵至，遂提本部兵迎敌。两阵对圆，关平出
马，与徐商交锋，只三合，商大败而走。吕建出战，五六合亦败走。
平乘胜追杀二十馀里，忽报城中火起。平知中计，急勒兵回救偃城。
正遇一彪军摆开，徐晃立马在门旗下，高叫曰：
“关平贤侄，好不知
死。汝荆州已被东吴夺了，犹然在此狂为。”平大怒，纵马轮刀，直
取徐晃。不三四合，三军喊叫：
“偃城中火光大起。”
平不敢恋战，杀条大路，径奔四冢寨来，廖化接着。化曰：
“人
言荆州已被吕蒙袭了，军心惊慌，如之奈何？”平曰：
“此必讹言
也。军士再言者斩之。”忽流星马到，报说：
“正北第一屯被徐晃领
兵攻打。”平曰：
“若第一屯有失，诸营岂得安宁？此间皆靠沔水，
贼兵不敢到此。吾与汝同去救第一屯。”廖化唤部将分付曰：
“汝等
坚守营寨，如有贼到，即便举火。”部将曰：
“四冢寨鹿角十重，虽
飞鸟亦不能入，何虑贼兵？”于是关平、廖化尽起四冢寨精兵，奔至
第一屯住扎 (1) 。关平看见魏兵屯于浅山之上，谓廖化曰：
“徐晃屯
兵不得地利，今夜可引兵劫寨。”化曰：
“将军可分兵一半前去，某
当谨守本寨。”
是夜，关平引一枝兵杀入魏寨，不见一人。平知是计，火速退
时，左边徐商，右边吕建，两下夹攻。平大败回营，魏兵乘势追杀前
来，四面围住。关平、廖化支持不住，弃了第一屯，径投四冢寨来，
早望见寨中火起。急到寨前，只见皆是魏兵旗号。关平等退兵，忙奔
樊城大路而走。前面一军拦住，为首大将，乃是徐晃也。平、化二人
奋力死战，夺路而走，回到大寨，来见关公曰：
“今徐晃夺了偃城等
处，又兼曹操自引大军分三路来救樊城；多有人言荆州已被吕蒙袭
了。”关公喝曰：
“此敌人讹言，以乱我军心耳。东吴吕蒙病危，孺
子陆逊代之，不足为虑。”
言未毕，忽报徐晃兵至。公令备马。平谏曰：
“父体未痊，不可
与敌。”公曰：
“徐晃与吾有旧，深知其能。若彼不退，吾先斩之，
以警魏将。”遂披挂提刀上马，奋然而出。魏军见之，无不惊惧。公
勒马问曰：
“徐公明安在？”魏营门旗开处，徐晃出马，欠身而言
曰：
“自别君侯，倏忽数载，不想君侯须发已苍白矣。忆昔壮年相
从，多蒙教诲，感谢不忘。今君侯英风震于华夏，使故人闻之，不胜
叹羡。兹幸得一见，深慰渴怀 (2) 。”公曰：
“吾与公明交契深厚，
非比他人，今何故数穷吾儿耶 (3) ？”晃回顾众将，厉声大叫曰：
“若取得云长首级者，重赏千金!”公惊曰：
“公明何出此言？”晃
曰：
“今日乃国家之事，某不敢以私废公。”言讫，挥大斧直取关
公。公大怒，亦挥刀迎之。战八十馀合，公虽武艺绝伦，终是右臂少
力。
关平恐公有失，火急鸣金，公拨马回寨。忽闻四下里喊声大震。
原来是樊城曹仁闻曹操救兵至，引军杀出城来，与徐晃会合，两下夹
攻，荆州兵大乱。关公上马，引众将急奔襄江上流头。背后魏兵追
至。关公急渡过襄江，望襄阳而奔。忽流星马到，报说：
“荆州已被
吕蒙所夺，家眷被陷。”关公大惊，不敢奔襄阳，提兵投公安来。探
马又报：
“公安傅士仁已降东吴了。”关公大怒。忽催粮人到，报
说：
“公安傅士仁往南郡，杀了使命，招糜芳都降东吴去了。”
关公闻言，怒气冲塞，疮口迸裂，昏绝于地。众将救醒，公顾谓
司马王甫曰：
“悔不听足下之言，今日果有此事。”因问：
“沿江上
下，何不举火？”探马答曰：
“吕蒙使水手尽穿白衣，扮作客商渡
江，将精兵伏于 之中，先擒了守台士卒，因此不得举火。”公
跌足叹曰：
“吾中奸贼之谋矣!有何面目见兄长耶？”管粮都督赵累
曰：
“今事急矣，可一面差人往成都求救，一面从旱路去取荆州。”
关公依言，差马良、伊籍赍文三道，星夜赴成都求救；一面引兵来取
荆州，自领前队先行，留廖化、关平断后。
却说樊城围解，曹仁引众将来见曹操，泣拜请罪。操曰：
“此乃
天数，非汝等之罪也。”操重赏三军，亲至四冢寨周围阅视，顾谓众
将曰：
“荆州兵围堑、鹿角数重，徐公明深入其中，竟获全功。孤用
兵三十馀年，未敢长驱径入敌围。公明真胆识兼优者也。”众皆叹
服。操班师还于摩陂驻扎。徐晃兵至，操亲出寨迎之，见晃军皆按队
伍而行，并无差乱。操大喜曰：
“徐将军真有周亚夫之风矣 (4) 。”
遂封徐晃为平南将军，同夏侯尚守襄阳，以遏关公之师。操因荆州未
定，就屯兵于摩陂，以候消息。
却说关公在荆州路上进退无路，谓赵累曰：
“目今前有吴兵，后
有魏兵，吾在其中，救兵不至，如之奈何？”累曰：
“昔吕蒙在陆口
时，尝致书君侯，两家约好，共诛操贼，今却助操而袭我，是背盟
也。君侯暂驻军于此，可差人遗书吕蒙责之，看彼如何对答。”关公
从其言，遂修书，遣使赴荆州来。
却说吕蒙在荆州传下号令：
“凡荆州诸郡有随关公出征将士之
家，不许吴兵搅扰，按月给与粮米；有患病者，遣医治疗。”将士之
家感其恩惠，安堵不动 (5) 。忽报关公使至。吕蒙出郭迎接入城，以
宾礼相待。使者呈书与蒙。蒙看毕，谓来使曰：
“蒙昔日与关将军结
好，乃一己之私见；今日之事，乃上命差遣，不得自主。烦使者回报
将军，善言致意。”遂设宴款待，送归馆驿安歇。于是随征将士之家
皆来问信，有附家书者，有口传音信者，皆言家门无恙 (6) ，衣食不
缺。
使者辞别吕蒙，蒙亲送出城。使者回见关公，具道吕蒙之语，并
说：
“荆州城中，君侯宝眷并诸将家属，俱各无恙，供给不缺。”公
大怒曰：
“此奸贼之计也。我生不能杀此贼，死必杀之，以雪吾恨!”
喝退使者。使者出寨，众将皆来探问家中之事。使者具言各家安好，
吕蒙极其恩恤，并将书信传送各将。各将欣喜，皆无战心。
关公率兵取荆州，军行之次，将士多有逃回荆州者。关公愈加恨
怒，遂催军前进。忽然喊声大震，一彪军拦住。为首大将乃蒋钦也，
勒马挺枪，大叫曰：
“云长何不早降？”关公骂曰：
“吾乃汉将，岂
降贼乎？”拍马舞刀，直取蒋钦。不三合，钦败走。关公提刀追杀二
十馀里，喊声忽起，左边山谷中韩当领军冲出，右边山谷中周泰引军
冲出，蒋钦回马复战：三路夹攻。关公急撤军回走。行无数里，只见
南山冈上人烟聚集，一面白旗招飐，上写“荆州土人”四字，众人都
叫本处人速速投降。关公大怒，欲上冈杀之。山崦内又有两军撞出：
左边丁奉，右边徐盛，并合蒋钦等三路军马，喊声震地，鼓角喧天，
将关公困在垓心。手下将士渐渐消疏 (7) 。比及杀到黄昏，关公遥望
四山之上，皆是荆州土兵，呼兄唤弟，觅子寻爷，喊声不住。军心尽
变，皆应声而去。关公止喝不住，部从止有三百馀人。
杀至三更，正东上喊声连天，乃是关平、廖化分两路兵杀入重
围，救出关公。关平告曰：
“军心乱矣，必得城池暂屯，以待援兵。
麦城虽小，足可屯扎。”关公从之，催促残军前至麦城，分兵紧守四
门，聚将士商议。赵累曰：
“此处相近上庸，现有刘封、孟达在彼把
守，可速差人往求救兵。若得这枝军马接济，以待川兵大至，军心自
安矣。”正议间，忽报：
“吴兵已至，将城四面围定。”公问曰：
“谁敢突围而出，往上庸求救？”廖化曰：
“某愿往。”关平曰：
“我护送汝出重围。”关公即修书付廖化藏于身畔，饱食上马，开门
出城。正遇吴将丁奉截往，被关平奋力冲杀，奉败走。廖化乘势杀出
重围，投上庸去了。关平入城，坚守不出。
且说刘封、孟达自取上庸，太守申耽率众归降，因此汉中王加刘
封为副将军，与孟达同守上庸。当日探知关公兵败，二人正议间，忽
报廖化至。封令请入，问之，化曰：
“关公兵败，现困于麦城，被围
至急。蜀中援兵不能旦夕即至，特命某突围而出，来此求救。望二将
军速起上庸之兵，以救此危；倘稍迟延，公必陷矣。”封曰：
“将军
且歇，容某计议。”化乃至馆驿安歇，耑候发兵。
刘封谓孟达曰：
“叔父被困，如之奈何？”达曰：
“东吴兵精将
勇，且荆州九郡俱已属彼，止有麦城，乃弹丸之地 (8) ；又闻曹操亲
督大军四五十万，屯于摩陂。量我等山城之众，安能敌得两家之强
兵？不可轻敌。”封曰：
“吾亦知之，奈关公是吾叔父，安忍坐视而
不救乎？”达笑曰：
“将军以关公为叔，恐关公未必以将军为侄也。
某闻汉中王初嗣将军之时 (9) ，关公即不悦。后汉中王登位之后，欲
立后嗣 (10) ，问于孔明，孔明曰：
‘此家事也，问关、张可矣。’汉
中王遂遣人至荆州问关公，关公以将军乃螟蛉之子 (11) ，不可僭立，
劝汉中王远置将军于上庸山城之地，以杜后患。此事人人知之，将军
岂反不知耶？何今日犹沾沾以叔侄之义，而欲冒险轻动乎？”封曰：
“君言虽是，但以何词却之？”达曰：
“但言山城初附，民心未定，
不敢造次兴兵，恐失所守。”封从其言。
次日，请廖化至，言：
“此山城初附之所，未能分兵相救。”化
大惊，以头叩地曰：
“若如此，则关公休矣!”达曰：
“我今即往，一
杯之水，安能救一车薪之火乎 (12) ？将军速回，静候蜀兵至可也。”
化大恸告求，刘封、孟达皆拂袖而入。廖化知事不谐，寻思须告汉中
王求救，遂上马大骂出城，望成都而去。
却说关公在麦城盼望上庸兵到，却不见动静。手下止有五六百
人，多半带伤，城中无粮，甚是苦楚。忽报：
“城下一人教休放箭，
有话来见君侯。”公令放入，问之，乃诸葛瑾也。礼毕茶罢，瑾曰：
“今奉吴侯命，特来劝谕将军。自古道：
‘识时务者为俊杰 (13)
。’今将军所统汉上九郡，皆已属他人矣。止有孤城一区，内无粮
草，外无救兵，危在旦夕。将军何不从瑾之言，归顺吴侯，复镇荆
襄，可以保全家眷。幸君侯熟思之。”关公正色而言曰：
“吾乃解良
一武夫，蒙吾主以手足相待 (14) ，安肯背义投敌国乎？城若破，有死
而已。玉可碎而不可改其白，竹可焚而不可毁其节；身虽殒，名可垂
于竹帛也。汝勿多言，速请出城，吾欲与孙权决一死战。”瑾曰：
“吴侯欲与君侯结秦晋之好，同力破曹，共扶汉室，别无他意，君侯
何执迷如是？”言未毕，关平拔剑而前，欲斩诸葛瑾。公止之曰：
“彼弟孔明在蜀，佐汝伯父，今若杀彼，伤其兄弟之情也。”遂令左
右逐出诸葛瑾。
瑾满面羞惭，上马出城，回见吴侯曰：
“关公心如铁石，不可说
也。”孙权曰：
“真忠臣也。似此如之奈何？’吕范曰：
“某请卜其
休咎。”权即令卜之。范揲蓍成象 (15) ，乃“地水师卦” (16) ，更
有玄武临应 (17) ，主敌人远奔。权问吕蒙曰：
“卦主敌人远奔，卿以
何策擒之？”蒙笑曰：
“卦象正合某之机也 (18) ，关公虽有冲天之
翼，飞不出吾罗网矣。”正是：
龙游沟壑遭虾戏，凤入牢笼被鸟欺。
毕竟吕蒙之计若何，且看下文分解。
--------------------
(1) 屯——这里指营地。
(2) 渴怀——形容极其思念之情。
(3) 数穷——屡次逼迫，使人难堪。
(4) 周亚夫之风——指周亚夫治军严明的作风。事见《史记·绛侯周勃列传》、《汉书
·张陈王周传》：周亚夫为汉朝开国元勋周勃之子，汉文帝时大将，尤以治军严明闻名。曾
驻军细柳以御匈奴，汉文帝前往劳军，竟不得入，经文帝遣使持节诏告，始得入营；而周亚
夫见了文帝，又按照军规，只揖不拜。文帝赞其为“真将军”。
(5) 安堵——安居，安定有序。堵：本义为墙壁，引申为居处。
(6) 无恙——本义为无病。引申为平安无事。
(7) 消疏——减少，稀少。
(8) 弹丸之地——弹丸：弹弓所用泥丸、石丸或铁丸。“弹丸之地”出自《战国策·赵
策三》：“楼缓曰：‘虞卿能尽知秦力之所至乎？诚知秦力之不至，此弹丸之地，犹不予
也；令秦来年复攻王，得无割其内而媾乎？。’”(媾：求和。)意谓像弹丸那么小的地方。
比喻很小的地方。
(9) 嗣——过继。这里指刘备收刘封为义子。
(10) 后嗣——这里指王位继承人，即世子。
(11) 螟蛉之子——即义子。参见第三十六回“螟蛉”条注。
(12) 一杯之水，安能救一车薪之火——语本《孟子·告子上》：“今为之仁者，犹以一
杯水救一车薪之火也。”后即成为“杯水车薪”之典，以喻力量微小，无济于事。
(13) 识时务者为俊杰——语本晋·习凿齿《襄阳记》(见《三国志·蜀志·诸葛亮传》
裴松之注引)：“刘备访世事于司马德操，德操曰：‘儒生俗士，岂识时务？识时务者在乎俊
杰。此间自有伏龙、凤雏。’”意谓能认清形势、了解时代潮流的人，才是杰出人物。
(14) 手足——典出汉·焦延寿《易林·卷一一·益之蒙》：“饮酒醉酣，跳起争斗，手
足纷拏，伯伤仲僵。”比喻亲兄弟。
(15) 揲蓍(shé sh ī舌诗)——即以蓍草茎为工具的一种占卜方法。《周易·系辞
上》：“揲之以四，以象四时。”孔颖达疏：“分揲其蓍，皆以四四为数，以象四时。”意
谓用若干蓍草茎，以四根为一份，按照一定规则来计算根数，以定吉凶祸福。
(16) 地水师卦——“师卦”为《周易》六十四卦之一。此卦由坎下坤上组成，而坤代表
地，坎代表水，故别称“地水师卦”。
(17) 玄武——古代神话传说中的北方之神，实指二十八宿中的北方七宿(斗、牛、女、
虚、危、室、壁)。以其排列之形似龟或龟蛇合体而得名。洪兴祖《楚辞·远游》补注：“玄
武，谓龟蛇。位在北方，故曰玄；身有鳞角，故曰武。”
(18) 机——计谋，计策。
第七十七回 玉泉山关公显圣 洛阳城曹操感神
却说孙权求计于吕蒙，蒙曰：
“吾料关某兵少，必不从大路而
逃。麦城正北有险峻小路，必从此路而去。可令朱然引精兵五千，伏
于麦城之北二十里。彼军至，不可与敌，只可随后掩杀。彼军定无战
心，必奔临沮。却令潘璋引精兵五百，伏于临沮山僻小路，关某可擒
矣。今遣将士各门攻打，只空北门，待其出走。”权闻计，令吕范再
卜之。卦成，范告曰：
“此卦主敌人投西北而走，今夜亥时必然就擒
(1) 。”权大喜，遂令朱然、潘璋领两枝精兵，各依军令埋伏去讫。
且说关公在麦城计点马步军兵，止剩三百馀人；粮草又尽。是
夜，城外吴兵招唤各军姓名，越城而去者甚多。救兵又不见到。心中
无计，谓王甫曰：
“吾悔昔日不用公言。今日危急，将复何如？”甫
哭告曰：
“今日之事，虽子牙复生，亦无计可施也。”赵累曰：
“上
庸救兵不至，乃刘封、孟达按兵不动之故。何不弃此孤城，奔入西
川，再整兵来，以图恢复？”公曰：
“吾亦欲如此。”遂上城观之，
见北门外敌军不多。因问本城居民：
“此去往北，地势若何？”答
曰：
“此去皆是山僻小路，可通西川。”公曰：
“今夜可走此路。”
王甫谏曰：
“小路有埋伏，可走大路。”公曰：
“虽有埋伏，吾何惧
哉!”即下令：
“马步官军，严整装束，准备出城。”甫哭曰：
“君侯
于路小心保重。某与部卒百馀人死据此城，城虽破，身不降也。专望
君侯速来救援。”
公亦与泣别。遂留周仓与王甫同守麦城，关公自与关平、赵累引
残卒二百馀人，突出北门。关公横刀前进，行至初更以后，约走二十
馀里。只见山凹处金鼓齐鸣，喊声大震，一彪军到。为首大将朱然，
骤马挺枪叫曰：
“云长休走，趁早投降，免得一死。”公大怒，拍马
轮刀来战。朱然便走，公乘势追杀。一棒鼓响，四下伏兵皆起。公不
敢战，望临沮小路而走。朱然率兵掩杀。关公所随之兵，渐渐稀少。
走不得四五里，前面喊声又震，火光大起，潘璋骤马舞刀杀来。公大
怒，轮刀相迎，只三合，潘璋败走。公不敢恋战，急望山路而走。背
后关平赶来，报说赵累已死于乱军中。关公不胜悲惶，遂令关平断
后，公自在前开路，随行止剩得十馀人。行至决石，两下是山，山边
皆芦苇败草，树木丛杂。时已五更将尽。正走之间，一声喊起，两下
伏兵尽出，长钩套索，一齐并举，先把关公坐下马绊倒。关公翻身落
马，被潘璋部将马忠所获。关平知父被擒，火速来救。背后潘璋、朱
然率兵齐至，把关平四下围住。平孤身独战，力尽亦被执。
至天明，孙权闻关公父子已被擒获，大喜，聚众将于帐中。少
时，马忠簇拥关公至前。权曰：
“孤久慕将军盛德，欲结秦晋之好，
何相弃耶？公平昔自以为天下无敌，今日何由被吾所擒？将军今日还
服孙权否？”关公厉声骂曰：
“碧眼小儿，紫髯鼠辈!吾与刘皇叔桃园
结义，誓扶汉室，岂与汝叛汉之贼为伍耶？我今误中奸计，有死而
已，何必多言？”权回顾众官曰：
“云长世之豪杰，孤深爱之。今欲
以礼相待，劝使归降，何如？”主簿左咸曰：
“不可。昔曹操得此人
时，封侯赐爵，三日一小宴，五日一大宴，上马一提金 (2) ，下马一
提银，如此恩礼，毕竟留之不住，听其斩关杀将而去，致使今日反为
所逼，几欲迁都以避其锋。今主公既已擒之，若不即除，恐贻后
患。”孙权沉吟半晌，曰：
“斯言是也。”遂命推出。于是关公父子
皆遇害，时建安二十四年冬十二月也。关公亡年五十八岁。后人有诗
叹曰：
汉末才无敌，云长独出群。
神威能奋武，儒雅更知文。
天日心如镜 (3) ，春秋义薄云 (4) 。
昭然垂万古，不止冠三分。
又有诗曰：
人杰惟追古解良，士民争拜汉云长。
桃园一日兄和弟，俎豆千秋帝与王 (5) 。
气挟风雷无匹敌，志垂日月有光芒。
至今庙貌盈天下 (6) ，古木寒鸦几夕阳。
关公既殁，坐下赤兔马被马忠所获，献与孙权，权即赐马忠骑
坐。其马数日不食草料而死。
却说王甫在麦城中骨颤肉惊，乃问周仓曰：
“昨夜梦见主公浑身
血污立于前，急问之，忽然惊觉。不知主何吉凶？”正说间，忽报吴
兵在城下，将关公父子首级招安。王甫、周仓大惊，急登城视之，果
关公父子首级也。王甫大叫一声，堕城而死。周仓自刎而亡。于是麦
城亦属东吴。
却说关公一魂不散，荡荡悠悠，直至一处，乃荆门州当阳县一座
山，名为玉泉山。山上有一老僧，法名普净，原是汜水关镇国寺中长
老 (7) 。后因云游天下，来到此处，见山明水秀，就此结草为庵 (8)
，每日坐禅参道 (9) 。身边只有一小行者 (10) ，化饭度日。是夜月白
风清。三更以后，普净正在庵中默坐，忽闻空中有人大呼曰：
“还我
头来!”普净仰面谛视，只见空中一人骑赤兔马，提青龙刀，左有一白
面将军、右有一黑脸虬髯之人相随，一齐按落云头，至玉泉山顶。普
净认得是关公，遂以手中麈尾击其座曰 (11) ：
“云长安在？”关公英
魂顿悟，即下马乘风落于庵前，叉手问曰：
“吾师何人？愿求法
号。”普净曰：
“老僧普净，昔日汜水关前镇国寺中，曾与君侯相
会，今日岂遂忘之耶？”公曰：
“向蒙相救，铭感不忘。今某已遇祸
而死，愿求清诲 (12) ，指点迷途。”普净曰：
“昔非今是，一切休
论。后果前因，彼此不爽 (13) 。今将军为吕蒙所害，大呼‘还我头
来’，然则颜良、文丑、五关六将等众人之头，又将向谁索耶？”于
是关公恍然大悟，稽首皈依而去 (14) 。后往往于玉泉山显圣护民 (15)
，乡人感其德，就于山顶上建庙，四时致祭。后人题一联于其庙云：
赤面秉赤心，骑赤兔追风 (16) ，驰驱时无忘赤帝 (17) ；
青灯观青史，仗青龙偃月 (18) ，隐微处不愧青天 (19) 。
却说孙权既害了关公，遂尽收荆襄之地，赏犒三军，设宴大会诸
将庆功，置吕蒙于上位，顾谓众将曰：
“孤久不得荆州，今唾手而
得，皆子明之功也。”蒙再三逊谢。权曰：
“昔周郎雄略过人，破曹
操于赤壁，不幸早夭，鲁子敬代之。子敬初见孤时，便及帝王大略
(20) ，此一快也；曹操东下，诸人皆劝孤降，子敬独劝孤召公瑾逆而
击之 (21) ，此二快也。惟劝吾借荆州与刘备，是其一短。今子明设计
定谋，立取荆州，胜子敬、周郎多矣。”于是亲酌酒赐吕蒙。吕蒙接
酒欲饮，忽然掷杯于地，一手揪住孙权，厉声大骂曰：
“碧眼小儿!紫
髯鼠辈!还识我否？”众将大惊，急救时，蒙推倒孙权，大步前进，坐
于孙权位上，两眉倒竖，双眼圆睁，大喝曰：
“我自破黄巾以来，纵
横天下三十馀年，今被汝一旦以奸计图我。我生不能啖汝之肉，死当
追吕贼之魂!我乃汉寿亭侯关云长也。”权大惊，慌忙率大小将士皆下
拜。只见吕蒙倒于地上，七窍流血而死。众将见之，无不恐惧。权将
吕蒙尸首具棺安葬，赠南郡太守、孱陵侯，命其子吕霸袭爵。孙权自
此感关公之事，惊讶不已。
忽报张昭自建业而来。权召入，问之，昭曰：
“今主公损了关公
父子，江东祸不远矣。此人与刘备桃园结义之时，誓同生死。今刘备
已有两川之兵，更兼诸葛亮之谋，张、黄、马、赵之勇。备若知云长
父子遇害，必起倾国之兵，奋力报仇，恐东吴难与敌也。”权闻之大
惊，跌足曰：
“孤失计较也 (22) 。似此如之奈何？”昭曰：
“主公勿
忧。某有一计，令西蜀之兵不犯东吴，荆州如磐石之安 (23) 。”权问
何计，昭曰：
“今曹操拥百万之众，虎视华夏 (24) ，刘备急欲报仇，
必与操约和，若二处连兵而来，东吴危矣。不如先遣人将关公首级转
送与曹操，明教刘备知是操之所使，必痛恨于操，西蜀之兵不向吴而
向魏矣。吾乃观其胜负，于中取事。此为上策。”权从其言，随遣使
者以木匣盛关公首级，星夜送与曹操。
时操从摩陂班师回洛阳，闻东吴送关公首级至，喜曰：
“云长已
死，吾夜眠贴席矣 (25) 。”阶下一人出曰：
“此乃东吴移祸之计
也。”操视之，乃主簿司马懿也。操问其故，懿曰：
“昔刘、关、张
三人桃园结义之时，誓同生死。今东吴害了关公，惧其复仇，故将首
级献与大王，使刘备迁怒大王，不攻吴而攻魏，他却于中乘便而图事
耳。”操曰：
“仲达之言是也。孤以何策解之？”懿曰：
“此事极
易。大王可将关公首级，刻一香木之躯以配之，葬以大臣之礼。刘备
知之，必深恨孙权，尽力南征。我却观其胜负：蜀胜则击吴，吴胜则
击蜀。二处若得一处，那一处亦不久也。”
操大喜，从其计。遂召吴使入，呈上木匣。操开匣视之，见关公
面如平日。操笑曰：
“云长公别来无恙。”言未讫，只见关公口开目
动，须发皆张，操惊倒。众官急救，良久方醒，顾谓众官曰：
“关将
军真天神也!”吴使又将关公显圣附体 (26) 、骂孙权、追吕蒙之事告
操 (27) 。操愈加恐惧，遂设牲醴祭祀 (28) ，刻沉香木为躯，以王侯
之礼，葬于洛阳南门外，令大小官员送殡，操自拜祭，赠为荆王，差
官守墓。即遣吴使回江东去讫。
却说汉中王自东川回成都，法正奏曰：
“王上先夫人去世；孙夫
人又南归，未必再来。人伦之道，不可废也 (29) ，必纳王妃，以襄内
政 (30) 。”汉中王从之。法正复奏曰：
“吴懿有一妹，美而且贤。尝
闻有相者相此女后必大贵。先曾许刘焉之子刘瑁，瑁早夭。其女至今
寡居，大王可纳之为妃。”汉中王曰：
“刘瑁与我同宗，于理不
可。”法正曰：
“论其亲疏，何异晋文之与怀嬴乎 (31) ？”汉中王乃
依允，遂纳吴氏为王妃。后生二子：长刘永，字公寿；次刘理，字奉
孝。
且说东西两川民安国富，田禾大成。忽有人自荆州来，言东吴求
婚于关公，关公力拒之。孔明曰：
“荆州危矣，可使人替关公回。”
正商议间，荆州捷报使命，络绎而至 (32) 。不一日，关兴到，具言水
淹七军之事。忽又报马到来，报说关公于江边多设墩台，提防甚密，
万无一失。因此玄德放心。
忽一日，玄德自觉浑身肉颤，行坐不安。至夜，不能宁睡，起坐
内室，秉烛看书，觉神思昏迷，伏几而卧 (33) 。就室中起一阵冷风，
灯灭复明，抬头见一人立于灯下。玄德问曰：
“汝何人，夤夜至吾内
室？”其人不答。玄德疑怪，自起视之，乃是关公，于灯影下往来躲
避。玄德曰：
“贤弟别来无恙。夜深至此，必有大故。吾与汝情同骨
肉，因何回避？”关公泣告曰：
“愿兄起兵，以雪弟恨。”言讫，冷
风骤起，关公不见。玄德忽然惊觉，乃是一梦，时正三鼓。玄德大
疑，急出前殿，使人请孔明来。孔明入见，玄德细言梦警。孔明曰：
“此乃王上心思关公，故有此梦，何必多疑？”玄德再三疑虑，孔明
以善言解之。
孔明辞出，至中门外，迎见许靖。靖曰：
“某才赴军师府下报一
机密，听知军师入宫，特来至此。”孔明曰：
“有何机密？”靖曰：
“某适闻外人传说，东吴吕蒙已袭荆州，关公已遇害，故特来密报军
师。”孔明曰：
“吾夜观天象，见将星落于荆楚之地，已知云长必然
被祸，但恐王上忧虑，故未敢言。”二人正说之间，忽然殿内转出一
人，扯住孔明衣袖而言曰：
“如此凶信，公何瞒我？”孔明视之，乃
玄德也。孔明、许靖奏曰：
“适来所言，皆传闻之事，未足深信。愿
王上宽怀，勿生忧虑。”玄德曰：
“孤与云长，誓同生死，彼若有
失，孤岂能独生耶？”
孔明、许靖正劝解之间，忽近侍奏曰：
“马良、伊籍至。”玄德
急召入问之。二人具说荆州已失，关公兵败求救，呈上表章。未及拆
观，侍臣又奏：
“荆州廖化至。”玄德急召入。化哭拜于地，细奏刘
封、孟达不发救兵之事。玄德大惊曰：
“若如此，吾弟休矣!”孔明
曰：
“刘封、孟达如此无礼，罪不容诛。王上宽心，亮亲提一旅之
师，去救荆襄之急。”玄德泣曰：
“云长有失，孤断不独生。孤来日
自提一军，去救云长。”遂一面差人赴阆中报知翼德，一面差人会集
人马。未及天明，一连数次，报说关公夜走临沮，为吴将所获，义不
屈节，父子归神。玄德听罢，大叫一声，昏绝于地。正是：
为念当年同誓死，忍教今日独捐生。
未知玄德性命如何，且看下文分解。
--------------------
(1) 亥时——旧时每日十二时辰之一。相当于今晚上九时至十一时。下文说“五更将
尽”，即天快亮时，关公被擒，可见吕范之卦并不准确。
(2) 提——这里为量词，用于钱币或可以手提的物品，其数量并无确数。
(3) 天日心如镜——意谓关羽心如太阳和镜子一般明亮。
(4) 春秋义薄云——意谓关羽义气冲天，正好体现了《春秋》一书褒扬的忠义思想。薄
云：逼近云天，冲天。
(5) 俎(zǔ祖)豆——本义为古代祭祀时盛放祭品的两种礼器。代指祭祀。《论语·卫灵
公》：“卫灵公问陈(阵)于孔子。孔子对曰：‘俎豆之事则尝闻之矣，军旅之事未之学
也。’”
(6) 庙貌——指庙宇及庙中的神像。《诗经·周颂·清庙序》：“庙之言貌也，死者精
神不可得而见，但以生时之居，立宫室象(像)貌为之耳。”这里指关帝庙和关羽神像。
(7) 长老——佛教对住持的尊称。
(8) 结草为庵——用柴草搭成的茅屋。庵：草屋。
(9) 坐禅——佛家指静坐息虑，凝心参悟。《晋书·姚兴载记上》：“起浮图于永贵
里，立波若台于中宫，沙门坐禅者恒有千数。”参道——佛家用语。指领悟佛理。
(10) 行者——到处化缘乞食的和尚。
(11) 麈(zhǔ主)尾——古人闲谈时持以驱蝇、掸尘的一种工具，俗称“拂尘”。一般以
兽尾固定于木棍一头，形似马尾松。相传麈(即驼鹿，俗称四不象)迁徙时以尾为方向标志，
故称。
(12) 清诲——称他人教诲的敬词。清：高洁，高明。
(13) 后果前因，彼此不爽——意谓因果报应，丝毫不差。不爽：不错，没有差错。
(14) 稽首——这里指僧人举一手表示行礼。 皈依——皈(gu ī归)依——佛教用语。原
指僧徒的入教仪式，引申为信奉佛法，出家为僧。
(15) 显圣——指神鬼现出形象，发出声响，显示威力。
(16) 赤兔追风——形容赤兔马跑得极快。
(17) 赤帝——指汉高祖刘邦。因刘邦是天神赤帝之子下界，故称。参见第一回“高祖斩
白蛇而起义”条注。
(18) 青龙偃月——指关羽所用青龙偃月刀。
(19) 隐微处不愧青天——指关羽时时处处都光明磊落，无愧于天地。
(20) 及帝王大略——意谓谈到了称帝称王的谋略。
(21) 逆而击之——即迎头痛击敌人。逆：义同“迎”。
(22) 失计较——欠考虑，考虑不周。
(23) 磐石之安——磐石：体积巨大的石头。之：用同“的”。安：安稳，稳固。“磐石
之安”本“安于盘石”，出自《荀子·富国》：“为名者否，为利者否，为忿者否，则国安
于盘石，寿于旗翼。”(否：无，没有。盘石：同“磐石”。旗：通“箕”。星名，二十八宿
之一。翼：星名，二十八宿之一。)意谓像磐石一般稳固。形容极其稳固，不可动摇或没有危
险。
(24) 虎视华夏——即吞并中国的野心。虎视：比喻伺机攫取之意。
(25) 贴席——意谓可以安心睡大觉，高枕无忧了。
(26) 附体——指关羽的鬼魂附在吕蒙身上。
(27) 追吕蒙——指关羽向吕蒙索命。追：索取。
(28) 牲醴——即作为供品的家畜和甜酒。是古代隆重祭祀的供品。
(29) 人伦之道，不可废——参见第五十四回“中道而废人伦”条注。
(30) 襄——协助，辅助。
(31) 晋文之与怀嬴——晋文即春秋时的晋文公重耳。怀嬴为秦穆公之女，先嫁与晋怀公
子圉，后又改嫁晋怀公的伯父晋文公。
(32) 络绎——连续不断貌。
(33) 伏几而卧——上身爬在几案上睡着了。
第七十八回 治风疾神医身死 传遗命奸雄数终
却说汉中王闻关公父子遇害，哭倒于地。众文武急救，半晌方
醒，扶入内殿。孔明劝曰：
“王上少忧。自古道‘死生有命’ (1) 。
关公平日刚而自矜，故今日有此祸。王上且宜保养尊体，徐图报
仇。”玄德曰：
“孤与关、张二弟桃园结义时，誓同生死。今云长已
亡，孤岂能独享富贵乎？”言未已，只见关兴号恸而来。玄德见了，
大叫一声，又哭绝于地。众官救醒。一日哭绝三五次，三日水浆不
进，只是痛哭，泪湿衣襟，斑斑成血。孔明与众官再三劝解。玄德
曰：
“孤与东吴，誓不同日月也!”孔明曰：
“闻东吴将关公首级献与
曹操，操以王侯礼祭葬之。”玄德曰：
“此何意也？”孔明曰：
“此
是东吴欲移祸于曹操，操知其谋，故以厚礼葬关公，令王上归怨于吴
也。”玄德曰：
“吾今即提兵问罪于吴，以雪吾恨。”孔明谏曰：
“不可。方今吴欲令我伐魏，魏亦欲令我伐吴，各怀谲计，伺隙而
乘。王上只宜按兵不动，且与关公发丧。待吴、魏不和，乘时而伐
之，可也。”众官又再三劝谏，玄德方才进膳，传旨川中大小将士尽
皆挂孝。汉中王亲出南门招魂祭奠，号哭终日。
却说曹操在洛阳，自葬关公后，每夜合眼便见关公。操甚惊惧，
问于众官。众官曰：
“洛阳行宫旧殿多妖 (2) ，可造新殿居之。”操
曰：
“吾欲起一殿，名建始殿，恨无良工。”贾诩曰：
“洛阳良工有
苏越者，最有巧思。”操召入，令画图像 (3) 。苏越画成九间大殿，
前后廊庑楼阁 (4) ，呈与操。操视之，曰：
“汝画甚合孤意，但恐无
栋梁之材。”苏越曰：
“此去离城三十里，有一潭，名跃龙潭。前有
一祠，名跃龙祠。祠旁有一株大梨树，高十馀丈，堪作建始殿之
梁。”操大喜，即令人工到彼砍伐。
次日，回报：
“此树锯解不开，斧砍不入，不能斩伐。”操不
信，自领数百骑，直至跃龙祠前下马。仰观那树，亭亭如华盖 (5) ，
直侵云汉 (6) ，并无曲节 (7) 。操命砍之。乡老数人前来谏曰：
“此
树已数百年矣，常有神人居其上，恐未可伐。”操大怒曰：
“吾平生
游历，普天之下，四十馀年，上至天子，下及庶人，无不惧孤。是何
妖神，敢违孤意？”言讫，拔所佩剑亲自砍之，铮然有声，血溅满
身。操愕然大惊，掷剑上马，回至宫内。是夜二更，操睡卧不安，坐
于殿中，隐几而寐 (8) 。忽见一人披发仗剑，身穿皂衣，直至面前，
指操喝曰：
“吾乃梨树之神也。汝盖建始殿，意欲篡逆 (9) ，却来伐
吾神木。吾知汝数尽 (10) ，特来杀汝。”操大惊，急呼：
“武士安
在？”皂衣人仗剑砍操。操大叫一声，忽然惊觉，头脑疼痛不可忍。
急传旨遍求良医治疗，不能痊可。众官皆忧。
华歆入奏曰：
“大王知有神医华佗否？”操曰：
“即江东医周泰
者乎？”歆曰：
“是也。”操曰：
“虽闻其名，未知其术。”歆曰：
“华佗字元化，沛国谯郡人也。其医术之妙，世所罕有。但有患者，
或用药，或用针，或用灸，随手而愈。若患五脏六腑之疾，药不能效
者，以麻肺汤饮之 (11) ，令病者如醉死，却用尖刀剖开其腹，以药汤
洗其脏腑，病人略无疼痛。洗毕，然后以药线缝口，用药敷之。或一
月，或二十日，即平复矣。其神妙如此。一日，佗行于道上，闻一人
呻吟之声。佗曰：
‘此饮食不下之病。’问之果然。佗令取蒜齑汁三
升饮之 (12) ，吐蛇一条，长二三尺，饮食即下。广陵太守陈登心中烦
懑 (13) ，面赤，不能饮食，求佗医治。佗以药饮之，吐虫三升，皆赤
头，首尾动摇。登问其故，佗曰：
‘此因多食鱼腥，故有此毒。今日
虽可，三年之后，必将复发，不可救也。’后陈登果三年而死。又有
一人眉间生一瘤，痒不可当，令佗视之。佗曰：
‘内有飞物。’人皆
笑之。佗以刀割开，一黄雀飞去，病者即愈。有一人被犬咬足指，随
长肉二块，一痛一痒，俱不可忍。佗曰：
‘痛者内有针十个，痒者内
有黑白棋子二枚。’人皆不信。佗以刀割开，果应其言。此人真扁
鹊、仓公之流也 (14) 。现居金城，离此不远，大王何不召之？”
操即差人星夜请华佗入内，令诊脉视疾。佗曰：
“大王头脑疼
痛，因患风而起 (15) 。病根在脑袋中，风涎不能出 (16) ，枉服汤
药，不可治疗。某有一法：先饮麻肺汤，然后用利斧砍开脑袋，取出
风涎，方可除根。”操大怒曰：
“汝要杀孤耶？”佗曰：
“大王曾闻
关公中毒箭，伤其右臂，某刮骨疗毒，关公略无惧色？今大王小可之
疾 (17) ，何多疑焉？”操曰：
“臂痛可刮，脑袋安可砍开？汝必与关
公情熟 (18) ，乘此机会，欲报仇耳。”呼左右拿下狱中，拷问其情。
贾诩谏曰：
“似此良医，世罕其匹，未可废也。”操叱曰：
“此人欲
乘机害我，正与吉平无异。”急令追拷 (19) 。
华佗在狱，有一狱卒姓吴，人皆称为“吴押狱” (20) 。此人每日
以酒食供奉华佗。佗感其恩，乃告曰：
“我今将死，恨有《青囊书》
未传于世 (21) 。感公厚意，无可为报。我修一书，公可遣人送与我
家，取《青囊书》来赠公，以继吾术。”吴押狱大喜曰：
“我若得此
书，弃了此役，医治天下病人，以传先生之德。”佗即修书付吴押
狱。吴押狱直至金城，问佗之妻取了《青囊书》。回至狱中，付与华
佗检看毕，佗即将书赠与吴押狱。吴押狱持回家中藏之。旬日之后，
华佗竟死于狱中。吴押狱买棺殡殓讫，脱了差役回家，欲取《青囊
书》看习，只见其妻正将书在那里焚烧。吴押狱大惊，连忙抢夺，全
卷已被烧毁，只剩得一两叶 (22) 。吴押狱怒骂其妻。妻曰：
“纵然学
得与华佗一般神妙，只落得死于牢中，要他何用？”吴押狱嗟叹而
止。因此《青囊书》不曾传于世，所传者止阉鸡、猪等小法，乃烧剩
一两叶中所载也。后人有诗叹曰：
华佗仙术比长桑，神识如窥垣一方 (23) 。
惆怅人亡书亦绝，后人无复见青囊。
却说曹操自杀华佗之后，病势愈重，又忧吴、蜀之事。正虑间，
近臣忽奏东吴遣使上书。操取书拆视之，略曰：
臣孙权久知天命已归王上，伏望早正大位，遣将剿灭刘备，扫平两川，臣即
率群下纳土归降矣。
操观毕大笑，出示群臣曰：
“是儿欲使吾居炉火上耶 (24) !”侍
中陈群等奏曰：
“汉室久已衰微，殿下功德巍巍，生灵仰望。今孙权
称臣归命，此天人之应 (25) ，异气齐声 (26) 。殿下宜应天顺人，早
正大位 (27) 。”操笑曰：
“吾事汉多年 (28) ，虽有功德及民，然位
至于王，名爵已极，何敢更有他望？苟天命在孤，孤为周文王矣 (29)
。”司马懿曰：
“今孙权既称臣归附，王上可封官赐爵，令拒刘
备。”操从之，表封孙权为骠骑将军、南昌侯，领荆州牧。即日遣使
赍诰敕赴东吴去讫。
操病势转加。忽一夜，梦三马同槽而食 (30) 。及晓，问贾诩曰：
“孤向日曾梦三马同槽，疑是马腾父子为祸。今腾已死，昨宵复梦三
马同槽，主何吉凶？”诩曰：
“禄马，吉兆也 (31) 。禄马归于曹，王
上何必疑乎？”操因此不疑。后人有诗曰：
三马同槽事可疑，不知已植晋根基 (32) 。
曹瞒空有奸雄略，岂识朝中司马师？
是夜，操卧寝室，至三更，觉头目昏眩，乃起，伏几而卧。忽闻
殿中声如裂帛，操惊视之，忽见伏皇后、董贵人、二皇子并伏完、董
承等二十馀人浑身血污，立于愁云之内，隐隐闻索命之声。操急拔剑
望空砍去，忽然一声响亮，震塌殿宇西南一角。操惊倒于地。近侍救
出，迁于别宫养病。次夜，又闻殿外男女哭声不绝。至晓，操召群臣
入，曰：
“孤在戎马之中三十馀年，未尝信怪异之事，今日为何如
此？”群臣奏曰：
“大王当命道士设醮修禳 (33) 。”操叹曰：
“圣人
云：
‘获罪于天，无所祷也 (34) 。’孤天命已尽，安可救乎？”遂不
允设醮。
次日，觉气冲上焦 (35) ，目不见物，急召夏侯惇商议。惇至殿门
前，忽见伏皇后、董贵人、二皇子、伏完、董承等立在阴云之中。惇
大惊昏倒，左右扶出，自此得病。操召曹洪、陈群、贾诩、司马懿等
同至卧榻前，嘱以后事。曹洪等顿首曰：
“大王善保玉体 (36) ，不日
定当霍然 (37) 。”操曰：
“孤纵横天下三十馀年，群雄皆灭，止有江
东孙权、西蜀刘备未曾剿除。孤今病危，不能再与卿等相叙，特以家
事相托。孤长子曹昂，刘氏所生，不幸早年殁于宛城。今卞氏生四
子：丕、彰、植、熊。孤平生所爱第三子植，为人虚华少诚实，嗜酒
放纵，因此不立；次子曹彰，勇而无谋；四子曹熊，多病难保；惟长
子曹丕，笃厚恭谨，可继我业。卿等宜辅佐之。”曹洪等涕泣领命而
出。
操令近侍取平日所藏名香，分赐诸侍妾，且嘱曰：
“吾死之后，
汝等须勤习女工，多造丝履，卖之可以得钱自给。”又命诸妾多居于
铜雀台中，每日设祭，必令女伎奏乐上食 (38) 。又遗命：
“于彰德府
讲武城外，设立疑冢七十二 (39) ，勿令后人知吾葬处，恐为人所发掘
故也。”嘱毕，长叹一声，泪如雨下。须臾，气绝而死，寿六十六
岁。时建安二十五年春正月也。后人有《邺中歌》一篇，叹曹操云：
邺则邺城水漳水，定有异人从此起。
雄谋韵事与文心 (40) ，君臣兄弟而父子。
英雄未有俗胸中，出没岂随人眼底。
功首罪魁非两人，遗臭流芳本一身。
文章有神霸有气，岂能苟尔化为群。
横流筑台距太行 (41) ，气与理势相低昂。
安有斯人不作逆，小不为霸大不王。
霸王降作儿女鸣，无可奈何中不平。
向帐明知非有益 (42) ，分香未可谓无情。
呜呼!古人作事无巨细，寂寞豪华皆有意。
书生轻议冢中人，冢中笑尔书生气。
却说曹操身亡，文武百官尽皆举哀，一面遣人赴世子曹丕、鄢陵
侯曹彰、临淄侯曹植、萧怀侯曹熊处报丧。众官用金棺银椁将操入殓
(43) ，星夜举灵榇赴邺郡来。
曹丕闻知父丧，放声痛哭，率大小官员出城十里，伏道迎榇入
城，停于偏殿。官僚挂孝，聚哭于殿上。忽一人挺身而出曰：
“请世
子息哀，且议大事。”众视之，乃中庶子司马孚也。孚曰：
“魏王既
薨，天下震动，当早立嗣王，以安众心，何但哭泣耶？”群臣曰：
“世子宜嗣位，但未得天子诏命，岂可造次而行？”兵部尚书陈矫
曰：
“王薨于外，爱子私立，彼此生变，则社稷危矣。”遂拔剑割下
袍袖，厉声曰：
“即今日便请世子嗣位，众官有异议者，以此袍为
例。”百官悚惧。
忽报华歆自许昌飞马而至，众皆大惊。须臾华歆入，众问其来
意。歆曰：
“今魏王薨逝，天下震动，何不早请世子嗣位？”众官
曰：
“正因不及候诏命，方议欲以王后卞氏慈旨立世子为王 (44) 。”
歆曰：
“吾已于汉帝处索得诏命在此。”众皆踊跃称贺。歆于怀中取
出诏命开读。原来华歆谄事魏，故草此诏，威逼献帝降之，帝只得听
从，故下诏即封曹丕为魏王、丞相、冀州牧。丕即日登位，受大小官
僚拜舞起居 (45) 。
正宴会庆贺间，忽报鄢陵侯曹彰自长安领十万大军来到。丕大
惊，遂问群臣曰：
“黄须小弟平日性刚，深通武艺。今提兵远来，必
与孤争王位也。如之奈何？”忽阶下一人应声出曰：
“臣请往见鄢陵
侯，以片言折之 (46) 。”众皆曰：
“非大夫莫能解此祸也。”正是：
试看曹氏丕彰事，几作袁家谭尚争 (47) 。
未知此人是谁，且看下文分解。
--------------------
(1) 死生有命——语出《论语·颜渊》：“司马牛忧曰：‘人皆有兄弟，我独亡
(无)。’子夏曰：‘商闻之矣：死生有命，富贵在天。君子敬而无失，与人恭而有礼，四海
之内，皆兄弟也，君子何患乎无兄弟也？’”意谓人的死生均由天命决定。
(2) 行宫——古代京城之外供帝王出行时临时居住的宫殿。
(3) 图像——这里指建造建始殿的设计图。
(4) 前后廊庑楼阁——指建始殿前后建有廊庑和楼阁。廊庑：屋檐下的走廊。
(5) 亭亭如华盖——高高耸立，犹如伞盖。形容树干高大笔直，树冠枝繁叶茂。亭亭：
高耸貌。华盖：帝王或高官车上竖立的伞盖。《后汉书·王莽传下》：“莽乃造华盖九重，
高八丈一尺，金瑵羽葆。”晋·崔豹《古今注·舆服》：“华盖，黄帝所作也。与蚩尤战于
涿鹿之野，常有五色云气、金枝玉叶止于帝上，有华葩之象，故因而作华盖也。”
(6) 直侵云汉——意谓直冲天空。云汉：即天河。这里借指天空。
(7) 并无曲节——意谓既不弯曲，也无树节，树干笔直。
(8) 隐几而寐——语出《孟子·公孙丑下》：“有欲为王留行者，坐而言，不应，隐几
而卧。”意谓上身爬在几案上睡着了。隐：凭依，靠着。
(9) 篡逆——指篡夺帝位，背叛汉朝。
(10) 数尽——寿数已完。即该死了。
(11) 麻肺汤——原作“麻沸散”。华佗发明的一种麻醉药。见《后汉书·方术传下·华
佗》：“若疾发结于内，针药所不能及者，乃令先以酒服麻沸散，既醉无所觉，因胯破腹
背，抽割积聚；若在肠胃，则断截湔洗，除去疾秽。既而缝合，傅以神膏，四五日创愈，一
月之间皆平复。”
(12) 蒜齑汁——即捣烂的蒜泥汁。
(13) 烦懑——亦作“烦满”。中医指内热郁结之症。《素问·评热病论》：“汗出而身
热者，风也；汗出而烦满不解者，厥也。病名曰风厥。”《史记·扁鹊仓公列传》：“病使
人烦懑，食不下，时呕沫。”
(14) 扁鹊——姓秦，名越人。战国时齐国名医。因其医术类似于轩辕时的扁鹊，故以为
号。又因曾家于卢国，又称卢医。他曾遇神仙长桑公，授予药方书，并服其神药，以致能看
见人的五脏六腑，故能治百病，甚至能起死回生。《史记》有传。 仓公——姓淳于，名意；
曾任太仓令，因称仓公。西汉名医。《史记》有传。
(15) 患风——即外感风邪。风：中医术语。是指外感风邪而致病。《素问·风论》：
“风之伤人也，或为寒热，或为热中，或为寒中，或为疠风，或为偏枯，或为风(疯)也，其
病各异，其名不同。”
(16) 风涎——因外感风邪而体内产生的黏液。
(17) 小可之疾——小病。小可：小小。
(18) 情熟——关系亲密，彼此熟悉。
(19) 追拷——追究拷问。
(20) 押狱——即狱卒。
(21) 《青囊书》——“青囊”为装医书的布口袋，华佗借以作为所著医书的书名。
(22) 叶——义同“页”。
(23) 华佗仙术比长桑，神识如窥垣一方——意谓华佗的医术与其老师长桑君不相上下，
能看见隔墙的人。事见《史记·扁鹊列传》：扁鹊少时与长桑君为友，而不知长桑君为神
仙。长桑君对扁鹊说：“我有禁方，年老，欲传与公，公毋泄。”扁鹊满口答应。长桑君便
将禁方书和怀中药全给了扁鹊，并嘱咐道：“饮是以上池之水，三十日当知物矣。”说罢便
无影无踪，扁鹊才知长桑君为神仙。扁鹊按其嘱咐“饮药三十日，视见垣一方人。以此视
病，尽见五脏症结，特以诊脉为名耳”。视见垣一方人：能看见墙那边的人。垣：墙。方：
边。
(24) “是儿”句——此话有双关之意：一者，汉朝属“火德”，故“居炉火上”就是取
代汉朝，自立为帝；二者，曹操若篡汉自立，乃大逆不道，势必群起反对与唾骂，犹如身
“居炉火上”烧烤。因此曹操认为孙权(是儿)表面上拥护自己称帝，其实包藏祸心。
(25) 天人之应——即天人感应。这里指老天预示人事。
(26) 异气齐声——意谓众人的共同心愿。异气：本指无血缘关系的异姓人，引申为众
人。
(27) 大位——帝位。
(28) 事汉——臣事汉帝，为汉朝的臣子。
(29) 为周文王——即以周文王为榜样。周文王虽然拥有三分之二的版图，仍然臣事商纣
王，自己并不称帝。参见第五十六回“孔子称文王之至德”条注。
(30) 三马同槽而食——引自《晋书·宣帝纪》而略有变动，原文作：“魏武(指曹操)
察帝(指司马懿)有雄豪志……又尝梦三马同食一槽，甚恶焉。因谓太子丕曰：‘司马懿非人
臣也，必豫吾家事。’”隐寓司马懿、司马师、司马昭父子三人将篡夺曹家天下。三马：即
司马氏父子三人。同槽：即同朝(“槽”与“朝”同音)。食：即蚕食曹氏的权力。
(31) 禄马，吉兆——曹操说两次梦见“三马同槽”，就等于“六马同槽”。而“六”与
“禄”在古代为同音，“槽”与“曹”亦同音，故又等于“禄马同曹”。而禄马为古代占卜
术语，即禄命。《李虚中命书》卷中：“禄马气聚，刑备贵全。”再将“同”解释为“归
于”，于是“禄马同曹”也就变成了“禄马归于曹”的吉兆。这是贾诩为了拍曹操的马屁而
生拉硬扯，一派胡言。
(32) “三马同槽”二句——意谓“三马同槽”并非曹操的吉兆，而是为司马氏的晋朝打
下了基础。
(33) 道士设醮修禳——意谓道士设道场超度亡灵。
(34) 获罪于天，无所祷也——语出《论语·八佾》：“王孙贾问曰：‘与其媚于奥，宁
媚于灶，何谓也？’子曰：‘不然。获罪于天，无所祷也。’”意谓得罪了天，连祈祷求恕
的地方都没有了。
(35) 上焦——中医术语。中医将人的消化系统(中医称为“谷道”)分为三个部分，称
之为“三焦”，即上焦、中焦、下焦。上焦即胃的入口。
(36) 玉体——贵体，尊贵的身体。《战国策·赵策四》：“(左师触詟曰)恐太后玉体
乏有所郄也，故愿望见太后。”(郄：疲劳。)
(37) 霍然——本义为消除，消散，借喻病愈。
(38) 上食——即以食品祭奠亡灵。
(39) 疑冢——假坟。以其使人真假难辨，故称。
(40) 雄谋韵事与文心——意谓曹操文才武略，风流韵事，兼而有之。
(41) 横流筑台距太行——意谓铜雀台建在漳河岸边，距离太行山也不远。
(42) 向帐——指曹操临终前嘱咐诸妾在他死后要每日设祭。帐：指丧帐。
(43) 金棺银椁——即里面是黄金小棺材(棺)，外面套上白银大棺材(椁)。
(44) 慈旨——即皇后或皇太后的懿旨。
(45) 拜舞——古代朝拜帝王的礼节，即在跪拜时伴有舞蹈动作。
(46) 以片言折之——用三言两语就能说服他(曹彰)。
(47) 袁家谭尚争——指袁绍死后，其长子袁谭和幼子袁尚为争权而兵戎相见。
第七十九回 兄逼弟曹植赋诗 侄陷叔刘封伏法
却说曹丕闻曹彰提兵而来，惊问众官。一人挺身而出，愿往折服
之。众视其人，乃谏议大夫贾逵也。曹丕大喜，即命贾逵前往。逵领
命出城，迎见曹彰。彰问曰：
“先王玺绶安在？”逵正色而言曰：
“家有长子，国有储君 (1) 。先王玺绶，非君侯之所宜问也。”彰默
然无语，乃与贾逵同入城。至宫门前，逵问曰：
“君侯此来，欲奔丧
耶？欲争位耶？”彰曰：
“吾来奔丧，别无异心。”逵曰：
“既无异
心，何故带兵入城？”彰即时叱退左右将士，只身入内，拜见曹丕。
兄弟二人相抱大哭。曹彰将本部军马尽交与曹丕。丕令彰回鄢陵自
守，彰拜辞而去。
于是曹丕安居王位，改建安二十五年为延康元年 (2) 。封贾诩为
太尉，华歆为相国，王朗为御史大夫，大小官僚尽皆升赏。谥曹操曰
武王，葬于邺郡高陵，令于禁董治陵事 (3) 。
禁奉命到彼，只见陵屋中白粉壁上，图画关云长水淹七军擒获于
禁之事：画云长俨然上坐 (4) ，庞德愤怒不屈，于禁拜伏于地、哀求
乞命之状。原来曹丕以于禁兵败被擒，不能死节，既降敌而复归，心
鄙其为人，故先令人图画陵屋粉壁，故意使之往见以愧之。当下于禁
见此画像，又羞又恼，气愤成病，不久而死。后人有诗叹曰：
三十年来说旧交，可怜临难不忠曹。
知人未向心中识，画虎今从骨里描 (5) 。
却说华歆奏曹丕曰：
“鄢陵侯已交割军马，赴本国去了。临淄侯
植、萧怀侯熊，二人竟不来奔丧，理当问罪。”丕从之，即分遣二使
往二处问罪。不一日，萧怀使者回报：
“萧怀侯曹熊惧罪，自缢身
死。”丕令厚葬之，追赠萧怀王。又过了一日，临淄使者回报说：
“临淄侯日与丁仪、丁廙兄弟二人酣饮，悖慢无礼。闻使命至，临淄
侯端坐不动。丁仪骂曰：
‘昔者先王本欲立吾主为世子，被谗臣所
阻。今王丧未远，便问罪于骨肉，何也？’丁廙又曰：
‘据吾主聪明
冠世，自当承嗣大位，今反不得立。汝那庙堂之臣 (6) ，何不识人才
若此？’临淄侯因怒叱武士将臣乱棒打出。”
丕闻之大怒，即令许褚领虎卫军三千，火速至临淄擒曹植等一干
人来。褚奉命，引军至临淄城。守将拦阻，褚立斩之，直入城中，无
一人敢当锋锐。径到府堂，只见曹植与丁仪、丁廙等尽皆醉倒。褚皆
缚之，载于车上，并将府下大小属官尽行拿解邺郡，听候曹丕发落。
丕下令，先将丁仪、丁廙等尽行诛戮。丁仪字正礼，丁廙字敬礼，沛
郡人，乃一时文士。及其被杀，人多惜之。
却说曹丕之母卞氏听得曹熊缢死，心甚悲伤；忽又闻曹植被擒，
其党丁仪等已杀，大惊。急出殿，召曹丕相见。丕见母出殿，慌来拜
谒。卞氏哭谓丕曰：
“汝弟植平生嗜酒疏狂 (7) ，盖因自恃胸中之
才，故尔放纵。汝可念同胞之情，存其性命，吾至九泉亦瞑目也。”
丕曰：
“儿亦深爱其才，安肯害他？今正欲戒其性耳。母亲勿忧。”
卞氏洒泪而入。
丕出偏殿，召曹植入见。华歆问曰：
“适来莫非太后劝殿下勿杀
子建乎？”丕曰：
“然。”歆曰：
“子建怀才抱智，终非池中物，若
不早除，必为后患。”丕曰：
“母命不可违。”歆曰：
“人皆言子建
出口成章 (8) ，臣未深信。主上可召入，以才试之：若不能，即杀
之；若果能，则贬之。以绝天下文人之口 (9) 。”丕从之。
须臾，曹植入见，惶恐伏拜请罪。丕曰：
“吾与汝情虽兄弟，义
属君臣，汝安敢恃才蔑礼？昔先君在日，汝常以文章夸示于人，吾深
疑汝必用他人代笔。吾今限汝行七步吟诗一首：若果能，则免一死；
若不能，则从重治罪，决不姑恕 (10) 。”植曰：
“愿乞题目。”时殿
上悬一水墨画，画着两只牛斗于土墙之下，一牛坠井而亡。丕指画
曰：
“即以此画为题。诗中不许犯着‘二牛斗墙下，一牛坠井死’字
样。”植行七步，其诗已成。诗曰：
两肉齐道行 (11) ，头上带凹骨 (12) 。
相遇块山下 (13) ，倏起相搪突 (14) 。
二敌不俱刚 (15) ，一肉卧土窟 (16) 。
非是力不如，盛气不泄毕。
曹丕及群臣皆惊。丕又曰：
“七步成章，吾犹以为迟。汝能应声
而作诗一首否？”植曰：
“愿即命题。”丕曰：
“吾与汝乃兄弟也
——以此为题。亦不许犯着‘兄弟’字样。”植略不思索 (17) ，即口
占一首曰 (18) ：
煮豆燃豆萁 (19) ，豆在釜中泣 (20) 。
本是同根生，相煎何太急 (21) !
曹丕闻之，潸然泪下。其母卞氏从殿后出曰：
“兄何逼弟之甚
耶？”丕慌忙离坐告曰：
“国法不可废耳。”于是贬曹植为安乡侯。
植拜辞上马而去。
曹丕自继位之后，法令一新。威逼汉帝，甚于其父。早有细作报
入成都。汉中王闻之，大惊，即与文武商议曰：
“曹操已死，曹丕继
位，威逼天子，更甚于操。东吴孙权拱手称臣。孤欲先伐东吴，以报
云长之仇；次讨中原，以除乱贼。”言未毕，廖化出班，哭拜于地
曰：
“关公父子遇害，实刘封、孟达之罪，乞诛此二贼。”玄德便欲
遣人擒之。孔明谏曰：
“不可。且宜缓图之，急则生变矣。可升此二
人为郡守，分调开去，然后可擒。”玄德从之，遂遣使升刘封去守绵
竹。
原来彭羕与孟达甚厚，听知此事，急回家作书，遣心腹人驰报孟
达。使者方出南门外，被马超巡视军捉获，解见马超。超审知此事，
即往见彭羕。羕接入，置酒相待。酒至数巡，超以言挑之曰：
“昔汉
中王待公甚厚，今何渐薄也？”羕因酒醉，恨骂曰：
“老革荒悖 (22)
，吾必有以报之。”超又探曰：
“某亦怀怨心久矣。”羕曰：
“公起
本部军，结连孟达为外合，某领川兵为内应，大事可图也。”超曰：
“先生之言甚当，来日再议。”超辞了彭羕，即将人与书解见汉中
王，细言其事。玄德大怒，即令擒彭羕下狱，拷问其情。羕在狱中，
悔之无及。玄德问孔明曰：
“彭羕有谋反之意，当何以治之？”孔明
曰：
“羕虽狂士，然留之久必生祸。”于是玄德赐彭羕死于狱。
羕既死，有人报知孟达。达大惊，举止失措。忽使命至，调刘封
回守绵竹去讫。孟达慌请上庸、房陵都尉申耽、申仪弟兄二人商议
曰：
“我与法孝直同有功于汉中王，今孝直已死，而汉中王忘我前
功，乃欲见害，为之奈何？”耽曰：
“某有一计，使汉中王不能加害
于公。”达大喜，急问何计。耽曰：
“吾弟兄欲投魏久矣。公可作一
表，辞了汉中王，投魏王曹丕，丕必重用。吾二人亦随后来降也。”
达猛然省悟，即写表一通，付与来使。当晚引五十馀骑，投魏去了。
使命持表回成都，奏汉中王，言孟达投魏之事。先主大怒，览其
表曰：
臣达伏惟殿下将建伊、吕之业 (23) ，追桓、文之功 (24) ，大事草创，假势
吴、楚 (25) ，是以有为之士，望风归顺。臣委质以来 (26) ，愆戾山积 (27) ，臣
犹自知，况于君乎？今王朝英俊鳞集 (28) ，臣内无辅佐之器，外无将领之才，列
次功臣 (29) ，诚足自愧。
臣闻范蠡识微，浮于五湖 (30) ；舅犯谢罪，逡巡河上 (31) 。夫际会之间
(32) ，请命乞身 (33) ，何哉？欲洁去就之分也 (34) 。况臣卑鄙，无元功巨勋
(35) ，自系于时 (36) ，窃慕前贤，早思远耻 (37) 。昔申生至孝，见疑于亲 (38)
；子胥至忠，见诛于君 (39) ；蒙恬拓境而被大刑 (40) ，乐毅破齐而遭谗佞 (41)
。臣每读其书，未尝不感慨流涕；而亲当其事，益用伤悼 (42) 。
迩者荆州覆败 (43) ，大臣失节，百无一还。惟臣寻事 (44) ，自致房陵、上
庸，而复乞身，自放于外 (45) 。伏想殿下圣恩感悟，愍臣之心，悼臣之举。臣诚
小人，不能始终，知而为之，敢谓非罪？臣每闻交绝无恶声 (46) ，去臣无怨辞。
臣过奉教于君子，愿君王勉之。臣不胜惶恐之至。
玄德看毕，大怒曰：
“匹夫叛吾，安敢以文辞相戏耶？”即欲起
兵擒之。孔明曰：
“可就遣刘封进兵，令二虎相并。刘封或有功，或
败绩，必归成都，就而除之，可绝两害。”玄德从之，遂遣使到绵
竹，传谕刘封。封受命，率兵来擒孟达。
却说曹丕正聚文武议事，忽近臣奏曰：
“蜀将孟达来降。”丕召
入问曰：
“汝此来，莫非诈降乎？”达曰：
“臣为不救关公之危，汉
中王欲杀臣，因此惧罪来降，别无他意。”曹丕尚未准信，忽报刘封
引五万兵来取襄阳，单搦孟达厮杀。丕曰：
“汝既是真心，便可去襄
阳取刘封首级来，孤方准信。”达曰：
“臣以利害说之，不必动兵，
令刘封亦来降也。”丕大喜，遂加孟达为散骑常侍、建武将军、平阳
亭侯，领新城太守，去守襄阳、樊城。
原来夏侯尚、徐晃已先在襄阳，正将收取上庸诸部。孟达到了襄
阳，与二将礼毕，探得刘封离城五十里下寨。达即修书一封，使人赍
赴蜀寨招降刘封。刘封览书，大怒曰：
“此贼误吾叔侄之义，又间吾
父子之亲，使吾为不忠不孝之人也。”遂扯碎来书，斩其使。次日，
引军前来搦战。
孟达知刘封扯书斩使，勃然大怒，亦领兵出迎。两阵对圆，封立
马于门旗下，以刀指骂曰：
“背国反贼，安敢乱言!”孟达曰：
“汝死
已临头上，还自执迷不省 (47) 。”封大怒，拍马轮刀，直奔孟达。战
不三合，达败走。封乘虚追杀二十馀里，一声喊起，伏兵尽出，左边
夏侯尚杀来，右边徐晃杀来，孟达回身复战：三军夹攻。刘封大败而
走，连夜奔回上庸，背后魏兵赶来。刘封到城下叫门，城上乱箭射
下。申耽在敌楼上叫曰：
“吾已降了魏也。”封大怒，欲要攻城，背
后追军将至。封立脚不住，只得望房陵而奔，见城上已尽插魏旗。申
仪在敌楼上将旗一飐，城后一彪军出，旗上大书“右将军徐晃”。
封抵敌不住，急望西川而走。晃乘势追杀。刘封部下只剩得百馀
骑。到了成都，入见汉中王，哭拜于地，细奏前事。玄德怒曰：
“辱
子有何面目复来见吾？”封曰：
“叔父之难，非儿不救，因孟达谏阻
故耳。”玄德更怒曰：
“汝须食人食，穿人衣，非土木偶人，安可听
谗贼所阻？”命左右推出斩之。汉中王既斩刘封，后闻孟达招之，毁
书斩使之事，心中颇悔；又哀痛关公：以致染病，因此按兵不动。
且说魏王曹丕自即王位，将文武官僚尽皆升赏。遂统甲兵三十
万，南巡沛国谯县，大飨先茔 (48) 。乡中父老扬尘遮道 (49) ，奉觞
进酒，效汉高祖还沛之事 (50) 。人报：
“大将军夏侯惇病危。”丕即
还邺郡。时惇已卒，丕为挂孝，以厚礼殡葬。
是岁八月间，报称：石邑县凤凰来仪 (51) ，临淄城麒麟出现 (52)
，黄龙现于邺郡 (53) 。于是中郎将李伏、太史丞许芝商议：
“种种瑞
征，乃魏当代汉之兆，可安排受禅之礼，令汉帝将天下让于魏王。”
遂同华歆、王朗、辛毗、贾诩、刘廙、刘晔、陈矫、陈群、桓阶等一
班文武官僚四十馀人，直入内殿，来奏汉献帝，请禅位于魏王曹丕。
正是：
魏家社稷今将建，汉代江山忽已移。
未知献帝如何回答，且看下文分解。
--------------------
(1) 储君——已确定为继承王位的人。一般指太子。
(2) 延康——魏文帝曹丕的第一个年号。延康元年即汉献帝建安二十五年(公元220
年)，当年即改元黄初。
(3) 董治——主持，主管。
(4) 俨然——严肃庄重的样子。
(5) 画虎——“画虎画皮难画骨”的省略。意谓老虎的外表易画，骨相难描。比喻人心
难测。这里反用其义，意谓壁画把于禁的本相画得淋漓尽致，故称“今从骨里描”。
(6) 庙堂——原指宗庙明堂。因帝王每遇大事，要告于宗庙，议于宗庙明堂，故以“庙
堂”代指朝廷。
(7) 疏狂——狂放不羁。
(8) 出口成章——出口：脱口，随口，信口。章：文章。“出口成章”本“出言有
章”，出自《诗经·小雅·都人士》：“彼都人士，狐裘黄黄。其容不改，出言有章。行归
于周，万民所望。”意谓不加思索，随口而说，就成文章。形容才情出众，文思敏捷。
(9) 绝——堵塞。
(10) 姑恕——姑息宽恕。
(11) 两肉——指两头牛。
(12) 凹骨——指牛的两只角。因两支牛角构成“凹”字形，故称。
(13) 块山——指土墙。
(14) 倏起——突然，忽然。 搪突——冲突。
(15) 不俱刚——不都是很强壮。
(16) 土窟——指井。
(17) 略不思索——亳不思索。略：全，皆。
(18) 口占一首——随口就念出了一首诗。占：口头吟诗吟词。相传下面这首诗才是“七
步诗”，且诗的文字也有差异。其一见于《魏志》(见《太平御览》卷六○○引)：“文帝(曹
丕)尝欲害植，以其无罪，令植七步为诗，若不成，加军法。植即应声曰：‘煮豆燃豆萁，豆
在釜中泣。本是同根生，相煎何太急!’文帝善之。”其二见于南朝宋·刘义庆《世说新语·
文学》：“文帝尝令东阿王七步中作诗，不成者行大法。应声便为诗曰：‘煮豆持作羹，漉
菽以为汁。萁在釜下燃，豆在釜中泣。本是同根生，相煎何太急!’帝深有惭色。”
(19) 豆萁(q í其)——豆秸，即豆子的茎杆。
(20) 釜——古代炊具，其用途相当于今之锅，但造型不同。
(21) 相煎——双关语：表面上是指以燃豆萁的火来熬煮豆子，实则是比喻曹丕折磨兄弟
曹植。
(22) 老革荒悖——即老兵荒谬绝伦。这是骂刘备的话。革：兵革，代指兵。悖：违背常
理。
(23) 建伊、吕之业——这是孟达讽刺刘备，说他辅佐汉朝的丰功伟业，将赶得上伊尹辅
佐商朝、吕尚辅佐周朝的丰功伟业。伊尹事见《史记·殷本纪》：伊尹名伊，一名挚，尹是
官名。相传他生于伊水，故名“伊”。伊尹是商朝的五朝元老。先助商汤灭夏桀，建立商
朝。商汤崩，伊尹立外丙为帝。外丙在位三年即崩，伊尹立中壬为帝。中壬在位四年即崩，
伊尹立太甲为帝。太甲在位三年，暴虐无道，伊尹将其流放到桐宫(地名)，亲自摄政。三年
后太甲悔悟，伊尹还政于太甲。太甲崩，伊尹又立沃丁为帝，伊尹卒。吕尚事见《史记·齐
太公世家》、《六韬·文韬·文师》：吕尚，本姓姜名尚，字子牙，因其先人被封于吕地，
故称吕尚；又因周文王遇见姜尚后说“吾先君太公望子久矣”，故又称太公望；民间则称其
为姜太公。吕尚七八十岁尚穷困，常在渭水钓鱼。周文王狩猎时遇之于渭滨，尊之为师。吕
尚辅佐周文王，使周地逐渐扩大，天下三分有其二。文王崩，吕尚又辅佐周武王，消灭商纣
王，建立周朝。周武王尊之为师尚父，封为齐王。
(24) 追桓、文之功——这依然是孟达讽刺刘备，说他称霸当今的丰功伟绩将赶得上齐桓
公、晋文公称霸春秋时的丰功伟绩。追：赶得上，比得上。
(25) 假势吴、楚——意谓以长江中下游一带为根据地。吴、楚：指春秋时吴国和楚国的
故地，即长江中下游一带。
(26) 委质——即委身。指投靠君主，为其献身。泛指臣服、归附。《左传·僖公二十三
年》：“策名委质，贰乃辟也。”杜预注：“屈膝而君事之，则不可以贰。”孔颖达疏：
“质，形体也……拜则屈膝而委身体于地，以明敬奉之也。”
(27) 愆戾(qi ān l ì谦例)——罪过，过失。山积——形容很多。《后汉书·崔骃
传》：“处士山积，学者川流；衣裳被宇，冠盖云浮。”
(28) 英俊鳞集——形容众多杰出人才聚集。
(29) 列次功臣——列入功臣行列。
(30) 范蠡识微，浮于五湖——事见《史记·越王勾践世家》：范蠡为春秋时楚人，而辅
佐越王勾践二十馀年，使越国强大起来，终于灭掉吴国，称霸当时。范蠡深知“勾践为人可
与同患，难与处安”，遂向勾践请辞，改名换姓，漫游于江湖之上，经商致富。识微：指从
事物的苗头就能察知其本质或发展趋势。
(31) 舅犯谢罪，逡(qūn)巡河上——事见《史记·晋世家》：舅犯，即狐偃，字子犯，
因他是春秋时晋文公重耳之舅，故称舅犯。舅犯曾随重耳流亡十九年，劳苦功高。及至重耳
由秦返国，行至黄河岸边，舅犯对重耳说：“臣从君周游天下，过亦多矣，臣犹知之，况于
君乎？请从此去矣。”重耳发誓说：“若反国，所不与子犯共者，河伯视之!”并“投璧河
中，以与子犯盟”。舅犯才随重耳回到晋国，辅佐晋文公重耳成就霸业。逡巡：有所顾虑而
徘徊不前。
(32) 际会——机遇，遇合。
(33) 请命乞身——请求恩准辞职。乞身：古代以做官为委身事君，故以请求辞职为“乞
身”。
(34) 欲洁去就之分——希望来去明白。“去”指辞官，“就”指做官。
(35) 元功巨勋——大功。“元功”、“巨勋”为同义词，皆为大功，故“元功巨勋”为
同义复合词。
(36) 自系于时——意谓自愿参与朝政。系：归属，参与。
(37) 远耻——避免耻辱。
(38) 申生至孝，见疑于亲——事见《史记·晋世家》：申生为春秋时晋献公之长子，被
立为太子。骊姬欲立己子奚齐，便下毒陷害申生而未遂。或劝申生向其父献公申诉，申生
说：“吾君老矣，非骊姬，寝不安，食不甘。即辞之，君且怒之。不可。”又劝其出亡，申
生说：“被此恶名以出，人谁内(纳)我？我自杀耳。”遂自杀。
(39) 子胥至忠，见诛于君——事见《史记·伍子胥列传》：子胥姓伍名员，字子胥，为
春秋时楚人。楚平王杀其父伍奢，伍子胥逃至吴国，助吴国先后大败楚国和越国，使吴国称
霸一时。吴王夫差因听信太宰嚭的谗言，赐伍子胥属镂剑，伍子胥遂自杀。
(40) 蒙恬拓境而被大刑——事见《史记·蒙恬列传》：蒙恬为战国时秦朝名将。曾率兵
大破齐军。又曾率兵三十万，大败匈奴，拓展大片疆土，威振匈奴十馀年。又修筑长城，自
临洮至辽东，长达万馀里。秦二世听信赵高谗言，令蒙恬自尽，遂服毒而死。
(41) 乐毅破齐而遭谗佞——事见《史记·乐毅列传》：乐毅为战国时燕国大将，曾率
赵、韩、魏、楚、燕五国联军大破齐军，拔城七十馀座，名震当时，被封昌国君。燕昭王死
后，燕惠王继位。燕惠王为太子时就不喜欢乐毅，又中了齐国的反间计，更怀疑乐毅欲自立
为王，乃使骑劫代乐毅率兵，而召乐毅入朝。乐毅畏诛，遂逃亡赵国。
(42) 益用——更加。
(43) 迩者——近来。
(44) 寻事——即寻思。“事”为“思”的假借字。
(45) 自放于外——自贬于朝廷之外。即自愿去做地方官。
(46) 交绝无恶声——语本春秋·乐毅《献书报燕王》(见《史记·乐毅列传》)：“臣
闻古之君子，交绝不出恶声；忠臣之去也，不洁其名。”意谓朋友绝交时并不恶语相加。即
好离好散。
(47) 执迷不省——参见第五十四回“执迷不悟”条注。
(48) 大飨先茔——大张旗鼓地祭祀祖坟。
(49) 扬尘遮道——形容很多人拦路迎接。扬尘：形容人多，以致激起漫天尘士。遮道：
拦路迎接之意。
(50) 汉高祖还沛之事——事见《史记·高祖本纪》：汉高祖刘邦即帝位之后，曾回故乡
沛，与父老乡亲聚饮十馀日。
(51) 凤凰来仪——凤凰：亦作“凤皇”。古代传说中的神鸟，雄者为“凤”，雌者为
“凰”。仪：容止仪态。“凤凰来仪”出自《尚书·虞书·益稷》：“《箫韶》九成，凤皇
来仪。”意谓《箫韶》一奏，优美的乐声使凤凰飞来，并不由自主地翩翩起舞，仪态优美。
古人视为祥瑞(吉祥之兆)。
(52) 麒麟——上古传说中的神兽，古人以为是祥瑞的象征。
(53) 黄龙——上古传说中的神兽，谶讳家以为是帝王的瑞征。
第八十回 曹丕废帝篡炎刘 (1) 汉王正位续大统
却说华歆等一班文武入见献帝，歆奏曰：
“伏睹魏王自登位以
来，德布四方，仁及万物，越古超今，虽唐、虞无以过此 (2) 。群臣
会议，言汉祚已终，望陛下效尧、舜之道，以山川社稷禅与魏王，上
合天心，下合民意，则陛下安享清闲之福，祖宗幸甚，生灵幸甚。臣
等议定，特来奏请。”帝闻奏大惊，半晌无言，觑百官而哭曰：
“朕
想高祖提三尺剑，斩蛇起义，平秦灭楚，创造基业，世统相传，四百
年矣。朕虽不才，初无过恶 (3) ，安忍将祖宗大业，等闲弃了 (4) ？
汝百官再从公计议。”
华歆引李伏、许芝近前奏曰：
“陛下若不信，可问此二人。”李
伏奏曰：
“自魏王即位以来，麒麟降生，凤凰来仪，黄龙出现，嘉禾
蔚生 (5) ，甘露下降 (6) 。此是上天示瑞，魏当代汉之象也。”许芝
又奏曰：
“臣等职掌司天，夜观乾象，见炎汉气数已终 (7) ，陛下帝
星隐匿不明。魏国乾象，极天际地，言之难尽。更兼上应图谶 (8) 。
其谶曰：
‘鬼在边，委相连，当代汉，无可言。言在东，午在西，两
日并光上下移。’以此论之，陛下可早禅位。‘鬼在边，委相连’，
是‘魏’字也；
‘言在东，午在西’，乃‘许’字也；
‘两日并光上
下移’，乃‘昌’字也：此是魏在许昌应受汉禅也。愿陛下察之。”
帝曰：
“祥瑞、图谶，皆虚妄之事，奈何以虚妄之事，而遽欲朕舍祖
宗之基业乎？”王朗奏曰：
“自古以来，有兴必有废，有盛必有衰，
岂有不亡之国、不败之家乎？汉室相传四百馀年，延至陛下，气数已
尽，宜早退避，不可迟疑，迟则生变矣。”帝大哭，入后殿去了。百
官哂笑而退。
次日，官僚又集于大殿，令宦官入请献帝。帝忧惧不敢出。曹后
曰：
“百官请陛下设朝，陛下何故推阻？”帝泣曰：
“汝兄欲篡位，
令百官相逼，朕故不出。”曹后大怒曰：
“吾兄奈何为此乱逆之事
耶？”言未已，只见曹洪、曹休带剑而入，请帝出殿。曹后大骂曰：
“俱是汝等乱贼希图富贵，共造逆谋!吾父功盖寰区，威震天下，然且
不敢篡窃神器 (9) 。今吾兄嗣位未几，辄思篡汉，皇天必不祚尔 (10)
!”言罢，痛哭入宫。左右侍者皆歔欷流涕。
曹洪、曹休力请献帝出殿。帝被逼不过，只得更衣出前殿。华歆
奏曰：
“陛下可依臣等昨日之议，免遭大祸。”帝痛哭曰：
“卿等皆
食汉禄久矣，中间多有汉朝功臣子孙，何忍作此不臣之事？”歆曰：
“陛下若不从众议，恐旦夕萧墙祸起 (11) ，非臣等不忠于陛下也。”
帝曰：
“谁敢弑朕耶？”歆厉声曰：
“天下之人皆知陛下无人君之
福，以致四方大乱。若非魏王在朝，弑陛下者何止一人？陛下尚不知
恩报德，直欲令天下人共伐陛下耶？”帝大惊，拂袖而起。王朗以目
视华歆。歆纵步向前，扯住龙袍，变色而言曰：
“许与不许，早发一
言!”帝战栗不能答。曹洪、曹休拔剑大呼曰：
“符宝郎何在 (12)
？”祖弼应声出曰：
“符宝郎在此。”曹洪索要玉玺。祖弼叱曰：
“玉玺乃天子之宝，安得擅索？”洪喝令武士推出斩之。祖弼大骂不
绝口而死。后人有诗赞曰 (13) ：
奸宄专权汉室亡 (14) ，诈称禅位效虞唐。
满朝百辟皆尊魏 (15) ，仅见忠臣符宝郎。
帝颤栗不已，只见阶下披甲持戈数百馀人皆是魏兵。帝泣谓群臣
曰：
“朕愿将天下禅于魏王，幸留残喘 (16) ，以终天年 (17) 。”贾
诩曰：
“魏王必不负陛下。陛下可急降诏，以安众心。”帝只得令陈
群草禅国之诏，令华歆赍捧诏、玺，引百官直至魏王宫献纳。曹丕大
喜，开读诏曰：
朕在位三十二年，遭天下荡覆，幸赖祖宗之灵，危而复存。然今仰瞻天象，
俯察民心，炎精之数既终 (18) ，行运在乎曹氏 (19) 。是以前王既树神武之迹，
今王又光耀明德 (20) ，以应其期。历数昭明 (21) ，信可知矣。夫大道之行，天
下为公 (22) 。唐尧不私于厥子 (23) ，而名播于无穷，朕窃慕焉。今其追踵尧典
(24) ，禅位于丞相魏王。王其毋辞。
曹丕听毕，便欲受诏。司马懿谏曰：
“不可。虽然诏、玺已至，
殿下宜且上表谦辞，以绝天下之谤。”丕从之，令王朗作表，自称德
薄，请别求大贤以嗣天位 (25) 。帝览表，心甚惊疑，谓群臣曰：
“魏
王谦逊，如之奈何？”华歆曰：
“昔魏武王受王爵之时，三辞而诏不
许，然后受之。今陛下可再降诏，魏王自当允从。”
帝不得已，又令桓阶草诏，遣高庙使张音持节奉玺至魏王宫 (26)
。曹丕开读诏曰：
咨尔魏王 (27) ，上书谦让。朕窃为汉道陵迟，为日已久，幸赖武王操德膺
符运 (28) ，奋扬神武，芟除凶暴，清定区夏 (29) 。今王丕缵承前绪 (30) ，至德
光昭 (31) ，声教被四海 (32) ，仁风扇八区 (33) ，天之历数，实在尔躬 (34) 。昔
虞舜有大功二十，而放勋禅以天下 (35) ；大禹有疏导之绩，而重华禅以帝位 (36)
。汉承尧运 (37) ，有传圣之义 (38) ，加顺灵祇，绍天明命 (39) 。使行御史大夫
张音持节奉皇帝玺绶，王其受之。
曹丕接诏欣喜，谓贾诩曰：
“虽二次有诏，然终恐天下后世不免
篡窃之名也。”诩曰：
“此事极易。可再命张音赍回玺绶，却教华歆
令汉帝筑一坛，名‘受禅坛’。择吉日良辰，集大小公卿尽到坛下，
令天子亲奉玺绶，禅天下与王，便可以释群疑而绝众议矣。”丕大
喜，即令张音赍回玺绶，仍作表谦辞。
音回奏献帝，帝问群臣曰：
“魏王又让，其意若何？”华歆奏
曰：
“陛下可筑一坛，名曰‘受禅坛’，集公卿庶民，明白禅位，则
陛下子子孙孙，必蒙魏恩矣。”帝从之，乃遣太常院官卜地于繁阳，
筑起三层高坛，择于十月庚午日寅时禅让。
至期，献帝请魏王曹丕登坛受禅，坛下集大小官僚四百馀员，御
林虎贲禁军三十馀万。帝亲捧玉玺奉曹丕，丕受之。坛下群臣跪听册
曰 (40) ：
咨尔魏王：昔者唐尧禅位于虞舜，舜亦以命禹。天命不于常 (41) ，惟归有
德。汉道陵迟，世失其序。降及朕躬 (42) ，大乱滋昏 (43) ，群凶恣逆，宇内颠
覆 (44) 。赖武王神武，拯兹难于四方，惟清区夏，以保绥我宗庙 (45) 。岂予一
人获乂 (46) ，俾九服实受其赐 (47) 。今王钦承前绪 (48) ，光于乃德 (49) ，恢文
武之大业 (50) ，昭尔考之弘烈 (51) 。皇灵降瑞 (52) ，人神告徵 (53) ，诞惟亮
采，师锡朕命 (54) 。佥曰 (55) ：尔度克协于虞舜，用率我唐典，敬逊尔位 (56)
。於戏 (57) ! “天之历数在尔躬” (58) ，君其祗顺大礼，飨万国以肃承天命
(59) 。
读册已毕，魏王曹丕即受八般大礼 (60) ，登了帝位。贾诩引大小
官僚朝于坛下。改延康元年为黄初元年，国号大魏。丕即传旨，大赦
天下。谥父曹操为太祖武皇帝。
华歆奏曰：
“‘天无二日，民无二王’ (61) 。汉帝既禅天下，理
宜退就藩服 (62) 。乞降明旨，安置刘氏于何地？”言讫，扶献帝跪于
坛下听旨。丕降旨封帝为山阳公，即日便行。华歆按剑指帝，厉声而
言曰：
“立一帝，废一帝，古之常道。今上仁慈，不忍加害，封汝为
山阳公。今日便行，非宣召不许入朝。”献帝含泪拜谢，上马而去。
坛下军民人等见之，伤感不已。丕谓群臣曰：
“舜、禹之事，朕知之
矣 (63) 。”群臣皆呼“万岁”。后人观此受禅坛，有诗叹曰：
两汉经营事颇难 (64) ，一朝失却旧江山。
黄初欲学唐虞事，司马将来作样看 (65) 。
百官请曹丕答谢天地。丕方下拜，忽然坛前卷起一阵怪风，飞砂
走石，急如骤雨，对面不见，坛上火烛尽皆吹灭。丕惊倒于坛上，百
官急救下坛，半晌方醒。侍臣扶入宫中，数日不能设朝。后病稍可，
方出殿受群臣朝贺。封华歆为司徒，王朗为司空，大小官僚一一升
赏。丕疾未痊，疑许昌宫室多妖，乃自许昌幸洛阳，大建宫室。
早有人到成都，报说曹丕自立为大魏皇帝，于洛阳盖造宫殿，且
传言汉帝已遇害。汉中王闻知，痛哭终日。下令百官挂孝，遥望设
祭，上尊谥曰“孝愍皇帝”。玄德因此忧虑，致染成疾，不能理事，
政务皆托与孔明。
孔明与太傅许靖、光禄大夫谯周商议，言天下不可一日无君，欲
尊汉中王为帝。谯周曰：
“近有祥风庆云之瑞 (66) ；成都西北角有黄
气数十丈 (67) ，冲霄而起；帝星见于毕、胃、昴之分 (68) ，煌煌如
月。此正应汉中王当即帝位，以继汉统，更复何疑？”于是孔明与许
靖引大小官僚上表，请汉中王即皇帝位。汉中王览表，大惊曰：
“卿
等欲陷孤为不忠不义之人耶？”孔明奏曰：
“非也。曹丕篡汉自立，
王上乃汉室苗裔，理合继统以延汉祀。”汉中王勃然变色曰：
“孤岂
效逆贼所为？”拂袖而起，入于后宫。众官皆散。
三日后，孔明又引众官入朝，请汉中王出，众皆拜伏于前。许靖
奏曰：
“今汉天子已被曹丕所弑，王上不即帝位，兴师讨逆，不得为
忠义也。今天下无不欲王上为君，为孝愍皇帝雪恨。若不从臣等所
议，是失民望矣。”汉中王曰：
“孤虽是景帝之孙，并未有德泽以布
于民，今一旦自立为帝，与篡窃何异？”孔明苦劝数次，汉中王坚执
不从。孔明乃设一计，谓众官曰：
“如此如此……”于是孔明托病不
出。
汉中王闻孔明病笃，亲到府中，直入卧榻边，问曰：
“军师所感
何疾？”孔明答曰：
“忧心如焚 (69) ，命不久矣。”汉中王曰：
“军
师所忧何事？”连问数次，孔明只推病重，瞑目不答。汉中王再三请
问，孔明喟然叹曰：
“臣自出茅庐，得遇大王，相随至今，言听计
从。今幸大王有两川之地，不负臣夙昔之言。目今曹丕篡位，汉祀将
斩 (70) ，文武官僚，咸欲奉大王为帝，灭魏兴刘，共图功名。不想大
王坚执不肯，众官皆有怨心，不久必尽散矣。若文武皆散，吴、魏来
攻，两川难保，臣安得不忧乎？”汉中王曰：
“吾非推阻，恐天下人
议论耳。”孔明曰：
“圣人云：
‘名不正则言不顺 (71) 。’今大王名
正言顺，有何可议？岂不闻‘天与弗取，反受其咎’ (72) ？”汉中王
曰：
“待军师病可，行之未迟。”
孔明听罢，从榻上跃然而起，将屏风一击，外面文武众官皆入，
拜伏于地曰：
“王上既允，便请择日以行大礼。”汉中王视之，乃是
太傅许靖、安汉将军糜竺、青衣侯向举、阳泉侯刘豹、别驾赵祚、治
中杨洪、议曹杜琼、从事张爽、太常卿赖恭、光禄卿黄权、祭酒何
宗、学士尹默、司业谯周、大司马殷纯、偏将军张裔、少府王谋、昭
文博士伊籍、从事郎秦宓等众也。汉中王惊曰：
“陷孤于不义，皆卿
等也。”孔明曰：
“王上既允所请，便可筑坛择吉，恭行大礼。”即
时送汉中王还宫，一面令博士许慈、谏议郎孟光掌礼，筑坛于成都武
担之南。
诸事齐备，多官整设銮驾，迎请汉中王登坛致祭 (73) 。谯周在坛
上高声朗读祭文曰：
惟建安二十六年四月丙午朔 (74) ，越十二日丁巳，皇帝备敢昭告于皇天后
土：汉有天下，历数无疆 (75) 。曩者王莽篡盗，光武皇帝震怒致诛，社稷复存。
今曹操阻兵安忍 (76) ，戮杀主后，罪恶滔天；操子丕载肆凶逆 (77) ，窃据神
器。群下将士以为汉祀堕废，备宜延之，嗣武二祖，躬行天罚 (78) 。备惧无德忝
帝位，询于庶民，外及遐荒君长 (79) ，佥曰：天命不可以不答，祖业不可以久替
(80) ，四海不可以无主。率土式望 (81) ，在备一人。备畏天明命，又惧高、光之
业将坠于地 (82) ，谨择吉日，登坛告祭，受皇帝玺绶，抚临四方。惟神飨祚汉
家，永绥历服 (83) 。
读罢祭文，孔明率众官恭上玉玺。汉中王受了，捧于坛上，再三
推辞曰：
“备无才德，请择有才德者受之。”孔明奏曰：
“王上平定
四海，功德昭于天下，况是大汉宗派，宜即正位。已祭告天神，复何
让焉？”文武各官皆呼“万岁”。
拜舞礼毕，改元章武元年。立妃吴氏为皇后，长子刘禅为太子；
封次子刘永为鲁王，三子刘理为梁王；封诸葛亮为丞相，许靖为司
徒；大小官僚，一一升赏。大赦天下。两川军民，无不欣跃。
次日设朝，文武官僚拜毕，列为两班。先主降诏曰：
“朕自桃园
与关、张结义，誓同生死。不幸二弟云长被东吴孙权所害，若不报
仇，是负盟也。朕欲起倾国之兵，剪伐东吴，生擒逆贼，以雪此恨!”
言未毕，班内一人拜伏于阶下，谏曰：
“不可。”先主视之，乃虎威
将军赵云也。正是：
君王未及行天讨，臣下曾闻进直言。
未知子龙所谏若何，且看下文分解。
--------------------
(1) 炎刘——指以火德为帝的刘氏汉朝。汉·赵岐《〈孟子〉题辞》(见《孟子》赵岐注
宋本)：“孟子亦自知遭苍姬之讫录，值炎刘之未奋，进不得佐兴唐虞雍熙之和，退不能信三
代之馀风，耻没世而无闻焉，是故垂宪言以诒后人。”
(2) 唐、虞——即尧、舜。尧为唐陶氏，故别称“唐尧”或“唐”。舜为有虞氏，故别
称“虞舜”或“虞”。
(3) 初无——完全没有，始终没有，从来没有。初：完全，始终，从来。
(4) 等闲——轻易，随便。
(5) 嘉禾蔚生——嘉禾：形状奇特的谷类植物，如一株生双穗或双株生一穗等，古人以
为祥瑞。蔚生：这里是竞相出现、大量产生之意。
(6) 甘露——甘美的露水。古人认为甘露是天地交合产生的神水，故甘露下降是祥瑞。
《老子》第三十二章：“天地相合，以降甘露，人莫之令而自均。”
(7) 炎汉气数已终——意谓汉朝的运气已经没有了。表示汉朝即将消亡。炎汉：即汉
朝。古人以为汉朝以火德统治天下，故称。三国魏·曹植《徙封雍丘于朝京师上疏》：“笃
生我皇，奕世载聪……受禅炎汉，君临万邦。”气数：命运，运气。
(8) 图谶(chèn趁)——泛指古代方士或儒生编造的预测吉凶、帝王受命之类的书。
(9) 神器——本指象征国家政权的玉玺、宝鼎之类，借喻帝位。
(10) 必不祚尔——意谓必定不保佑你(指曹丕)。祚：赐福，保佑。
(11) 萧墙祸起——萧墙：即“肃墙”(“萧”通“肃”)。指宫廷内室的屏障。人臣至
此都要肃立等待朝见，故称。引申以指家庭或团体内部。典出《论语·季氏》：“季氏将伐
颛臾……孔子曰：‘……今(仲)由与(冉)求也，相夫子，远人不服，而不能来也；邦分崩离
析，而不能守也，而谋动干戈于邦内。吾恐季孙之忧，不在颛臾，而在萧墙之内也。’”(相
夫子：指仲由和冉求为相辅佐季孙。颛臾：春秋时小国。)何晏集解引郑玄曰：“萧之言肃
也；墙谓屏也。君臣相见之礼，至屏而加肃敬焉，是以谓之萧墙。”意谓祸乱发生在内部。
(12) 符宝郎——官名，全称“尚符玺郎”或“符玺郎中”。掌管符节和玉玺。
(13) 后人有诗——下面这首诗的作者是明人周敬轩。
(14) 奸宄(gu ǐ诡)——指违法作乱的坏蛋。
(15) 百辟——本指诸侯，引申以指百官。
(16) 残喘——本指垂死的喘息，借喻残生，残馀的生命。
(17) 天年——自然的寿数。
(18) 炎精——火德。因汉朝以火德王天下，故代指汉朝。《文选·(汉)王延寿〈鲁灵
光殿赋〉》：“殷五代之纯熙，绍伊唐之炎精。”李善注：“言汉盛于五代纯熙之道，而绍
帝尧火德之运。”
(19) 行运——流年运气。这里指国运。
(20) 前王、今王——指曹操和曹丕。曹操被封为魏王，死后其子曹丕又被封为魏王，故
称“前王”和“今王”。神武之迹——英明威武的功绩。
(21) 历数——天道，即帝王代天理民的次序，也就是朝代更迭的次序。《论语·尧
曰》：“尧曰：‘咨，尔舜，天之历数在尔躬。’”邢昺疏：“孔注《尚书》云：(历数)谓
天道。谓天历运之数。帝王异姓而兴，故言历数谓天道。” 昭明——明白，清楚。
(22) 大道之行，天下为公——大道：正道，常理。这两句出自《礼记·礼运》：“大道
之行也，天下为公，选贤与能，讲信修睦。故人不独亲其亲，不独子其子……故外户而不
闭，是谓大同。”孙希旦集解：“天下为公者，天子之位传贤而不传子也。”意谓按照常理
来治理天下，天下应该为世人所公有。指帝位应该传贤不传子，不可以世袭。
(23) 唐尧不私于厥子——意谓尧不把帝位作为私产而传给他的儿子。厥子：其子。
(24) 追踵尧典——意谓以尧帝传贤不传子(即传帝位与舜而不传其子)为榜样。追踵：
追随，效法。典：典范，榜样。
(25) 天位——天子之位，即帝位。《周易·需卦》：“位乎天位，以正中也。”孔颖达
疏：“以九五居天子之位。”
(26) 遣高庙使张音持节奉玺至魏王宫——这里的“高庙使”为官名，是说张音的官职为
高庙使。按东汉并无高庙使，而有高庙令，职掌守高庙，并负责扫除。但张音(正史一作高
音)并非高庙令。这段文字源于《三国志·魏志·文帝纪》，原文是：“汉帝以众望在魏，乃
如群公卿士，告祠高庙，使兼御史大夫高音持节奉玺绶禅位。”又《资治通鉴·魏纪一·文
帝黄初元年》曰：“冬十月乙卯，汉帝告祠高庙，使行御史大夫高音持节奉玺诏册，禅位于
魏。”又《后汉书·献帝纪》注引《献帝春秋》亦曰：“帝时如群臣卿士，告祠高庙，诏太
常张音持节奉策绶玺，禅位于魏王。”下面的诏书中也说“使行御史大夫张音持节奉皇帝玺
绶”。可见罗贯中因一时疏忽，断句失误，造成了对此段文字的错误理解。但并未造成对事
情本身的曲解，故一仍其旧。
(27) 咨尔——典出《论语·尧曰》：“尧曰：‘咨，尔舜，天之历数在尔躬。’”邢昺
疏：“咨，咨嗟；尔，女(汝)也……故先咨嗟，叹而命之。”后常以“咨尔”用于句首，表
示赞叹或祈使。
(28) 武王操德膺符运——意谓曹操德高望重，正是上天预示帝王受命的符兆；换言之，
曹操具有做帝王的资格。武王：曹操死后的谥号。膺：具有。符运：符命，符兆。
(29) 清定区夏——意谓使中国清平安定。区夏：华夏地区，即中国。《尚书·周书·康
诰》：“惟乃丕显考文王，克明德慎罚……用肇造我区夏，越我一二邦，以修我西土。”
(30) 丕缵承前绪——意谓曹丕继承先人曹操的未竟之业。缵承：继承。前绪：前人的未
竟之业。
(31) 至德光昭——意谓盛德照耀天下。指恩德普施百姓。
(32) 声教被四海——意谓声威教化遍及全中国。“声教被四海”本《尚书·夏书·禹
贡》：“东渐于海西，被于流沙，朔南暨声教，讫于四海。”被：覆盖，遍及。四海：古人
以为中国为四海环绕，故以“四海”为中国的代称。
(33) 仁风扇八区——意谓恩德如风般遍及天下。仁风：形容恩泽如风之流布。多用于颂
扬帝王或官员的德政。扇：流布，遍布。八区：八方，天下。
(34) 尔躬——即你自己。《论语·尧曰》：“尧曰：‘咨，尔舜，天之历数在尔
躬。’”
(35) “虞舜”二句——事见《史记·五帝本纪》：尧(名放勋)帝年老，命舜摄政。舜
任用大禹、皋陶、契、后稷、伯夷、夔、龙、倕、益、彭祖等二十二位贤人，“此二十二人
咸成厥功”。尧帝知其子丹朱不肖，故不传位于其子丹朱，而传位于舜。
(36) “大禹”二句——事见《史记·五帝本纪》：舜命大禹治水，大禹“乃劳身焦思，
居外十三年，过家门不敢入”，终于“披九山，通九泽，决九河，定九州”。于是舜(名重
华)帝不传位于其子商均，而传位于大禹。
(37) 汉承尧运——意谓汉朝和唐尧都是以火德王天下，所以汉朝是唐尧的继承者。《文
选·王延寿〈鲁灵光殿赋〉》：“殷五代之纯熙，绍伊唐之炎精。”李善注：“言汉盛于五
代纯熙之道，而绍帝尧火德之运。”
(38) 有传圣之义——此句紧接上句，是说既然汉朝是唐尧的继承者，那么汉献帝就应该
效法圣人尧帝而传贤不传子，把帝位禅让给曹丕。
(39) 加顺灵祇，绍天明命——意谓汉献帝传位于曹丕更是顺应神灵的意愿，遵从上天之
命。加：更。衹：地神。引申以泛指神灵。绍：承受，接受，遵从。
(40) 册——古代帝王封立继承人、后妃以及封赠功臣等的诏书。因诏书为折叠式，形似
书册，故称。
(41) 不于常——不拘泥于常规。
(42) 朕躬——天子的自称。《尚书·商书·汤诰》：“(王曰)尔有善，朕弗敢蔽；罪
当朕躬，弗敢自赦。”
(43) 大乱滋昏——意谓天下大乱，世道更加黑暗。滋：更加。
(44) 宇内颠覆——意谓天下大乱。宇内：天下，全国。颠覆：失序，大乱。
(45) 保绥——得以保全，获得安定。
(46) 获乂(y ì艺)——获得平安。
(47) 俾九服实受其赐——意谓使全国都得到了实惠。俾：使。九服：指王畿(京城)以
外的九等地区。详见《周礼·夏官·职方氏》：“乃辨九服之邦国：方千里曰王畿，其外方
五百里曰侯服，又其外方五百里曰甸服，又其外方五百里曰男服，又其外方五百里曰采服，
又其外方五百里曰卫服，又其外方五百里曰蛮服，又其外方五百里曰夷服，又其外方五百里
曰镇服，又其外方五百里曰藩服。”后世多泛指全国。赐：恩惠。
(48) 今王钦承前绪——意谓魏王曹丕继承其父曹操的未竟之业。钦：敬辞。用于帝王，
表示尊敬。绪：前人未竟之业。
(49) 光于乃德——意谓将你父亲曹操的德政发扬光大。乃：你(父亲)的或他(曹操)
的。
(50) 恢文武——扩大文治武功。
(51) 昭尔考之弘烈——意谓弘扬你父亲曹操的伟大功业。考：称已故之父。弘烈：伟大
功业。
(52) 皇灵降瑞——意谓上天屡降吉祥的预兆。指本回前文李伏所奏“自魏王即位以来，
麒麟降生，凤凰来仪，黄龙出现，嘉禾蔚生，甘露下降”。皇灵：上天，天帝。
(53) 人神告徵——意谓人言和天意都有预兆。指本回前文所述“鬼在边，委相连，当代
汉，无可言”的谶语，以及乾象显示“帝星隐匿不明”，“魏国乾象，极天际地”。告：表
明，显示。徵：预兆。
(54) 诞惟亮采，师锡朕命——意谓由于你(曹丕)辅助政务的功劳，众人举荐你为帝位
的继承人。诞：语助词，无实义。惟：由于，因为。亮采：辅助政务的功劳。师锡：本义为
众人进言、建议。引申为众人举荐推许。朕命：天子之命，天命。转指帝位。
(55) 佥(qiān千)曰——都说。
(56) “尔度”三句——意谓量你(曹丕)能与虞舜相媲美，因此我应遵循唐尧禅位与虞
舜的法则，让位与你。尔度：估量你(曹丕)。克：能够。协：相同，匹敌，不相上下，媲
美。用：因此，因而。率：遵循。唐典：指唐尧禅位与虞舜的法则。敬逊尔位：让位与你。
敬：谦辞，表示恭敬。
(57) 於戏(w ū hū呜呼)——感叹词。音义皆同“呜呼”。表示叹息。
(58) 天之历数在尔躬——语出《论语·尧曰》：“尧曰：‘咨!尔舜，天之历数在尔
躬，允执其中。四海困穷，天禄永终。’”又《尚书·虞书·大禹谟》：舜帝对大禹说：
“予懋乃德，嘉乃丕绩，天之历数在汝躬，汝终陟元后。”意谓按照天道，你(曹丕)应该继
承帝位。
(59) “君其”二句——意谓你应该恭顺地接受隆重的禅位典礼，统治天下，接受上天赋
予你的使命。祗(zh ī知)顺：恭敬地顺从或接受。大礼：隆重的典礼。飨：享有。指统治。
万国：天下。
(60) 八般大礼——八种隆重的典礼。
(61) 天无二日，民无二王——语出《孟子·万章上》：“孔子曰：‘天无二日，民无二
王。’舜既为天子矣，又帅天下诸侯以为尧三年丧，是二天子矣。”意谓天上没有两个太
阳，民众不能有两位君主。这里是偏指一国不能同时有两个皇帝。
(62) 藩服——古代将国家最边远的地区称“藩服”。参见本回“俾九服实受其赐”条
注。
(63) 舜、禹之事，朕知之矣——意谓虞舜让位与大禹的事，我现在明白了。曹丕如此
说，意在自比圣帝大禹，为自己脸上贴金，并掩盖其篡位恶行。
(64) 经营——治理天下。
(65) “黄初”二句——意谓曹丕效法唐尧让位与虞舜、虞舜让位与大禹而篡汉夺位，司
马氏后来便以曹丕篡汉为榜样而篡魏夺位。表示因果报应，丝毫不爽。黄初：魏文帝曹丕的
年号，代指曹丕。
(66) 祥风庆云——古人认为的吉祥之兆。祥风：和风。《尚书大传》卷五：“王者德及
皇天则祥风起。”庆云：五彩云。《汉书·天文志》：“若烟非烟，若云非云，郁郁纷纷，
萧萧轮囷，是谓庆云。庆云见，喜气也。”
(67) 黄气——黄色云气。古人认为是天子之气。《史记·封禅书》：“皇帝始郊见太乙
云阳，有司奉瑄玉、嘉牲祭飨。是夜有美光，及昼，黄气上属天。”
(68) 帝星——古星名。亦称“天帝”，俗称“紫微星”。古人以为是皇帝的象征，当它
出现于某地区上空时，就预示该地区要出皇帝。毕、胃、昂之分：即毕、胃、昂(二十八宿中
的三宿)所在天域。其位置与汉中一带相对应，而帝星出现于其上空，故称汉中王刘备当做皇
帝。
(69) 忧心如焚——语本“忧心如惔”，出自《诗经·小雅·节南山》：“忧心如惔，不
敢戏谈。”(惔：焚，烧。)意谓忧虑的心情好像火烧一般。形容心境忧烦，焦虑不安。
(70) 汉祀将斩——即汉朝刘氏的香火就要断绝(斩)，也就是汉朝即将灭亡。其实曹魏
已篡刘汉，汉朝已经灭亡。但在诸葛亮等人看来，只要刘备称帝，就算是延续了汉朝；只有
刘备拒绝称帝，汉朝才算灭亡，故称“将斩”。
(71) 名不正则言不顺——语出《论语·子路》：“名不正则言不顺，言不顺则事不
成……故君子名之必可言也，言之必可行也。”意谓如果名分不正或名与实不相符，其言就
难以服人，办事也很难成功。
(72) 天与弗取，反受其咎——语出《史记·勾践世家》：“范蠡曰：‘会稽之事，天以
越赐吴，吴不取。今天以吴赐越，越其可逆天乎？……且夫天与弗取，反受其咎。’”又见
《史记·淮阴侯列传》：“盖闻天与弗取，反受其咎；时至不行，反受其殃。”意谓如果拒
绝接受上天的赐福，反而会招来灾祸。咎：灾祸。
(73) 致祭——即祭告天地。
(74) 丙午朔——丙午日早晨。
(75) 汉有天下，历数无疆——意谓按照天意，汉朝应该永世长存，不会灭亡。无疆：无
穷无尽，永远。
(76) 阻兵安忍——阻兵：仗恃武力。安忍：心安理得地干残忍之事。“阻兵安忍”出自
《左传·隐公四年》：“夫州吁，阻兵而安忍。阻兵无众，安忍无亲，众叛亲离，难以济
矣。”意谓倚仗武力，心安理得地干残忍之事。形容杀人不眨眼，极其残忍。
(77) 载肆凶逆——意谓肆无忌惮地凶残悖逆。载：语助词，无实义。
(78) 遐荒——边远的广大地区。
(79) 嗣武二祖，躬行天罚——意谓继承汉高祖、汉光武帝的大业，代天惩罚曹操父子的
罪行。嗣武：继承，接续。
(80) 替——衰落，衰微。
(81) 率土式望——意谓全国百姓仰望。率土：“率土之滨”的省略，出自《诗经·小雅
·北山》：“溥天之下，莫非王土；率土之滨，莫非王臣。”(溥：通“普”。)王引之《经
义述闻·毛诗中》：“《尔雅》曰：‘率，自也。’自土之滨者，举外以包内，犹言四海之
内。”泛指全国。式望：通“轼望”。仰望。《左传·庄公十年》：“下视其辙，登轼而望
之。”轼：古代设在车箱前供立乘者凭倚的横木。
(82) 惧高、光之业将坠于地——意谓害怕汉高祖、汉光武帝创立的汉朝被消灭。
(83) 惟神飨祚汉家，永绥历服——意谓希望神灵赐福给汉家，永远平安，永保帝位。
惟：希望。飨祚：赐福。绥：平安，太平。历服：王位永传。
第八十一回 急兄仇张飞遇害 雪弟恨先主兴兵
却说先主欲起兵东征，赵云谏曰：
“国贼乃曹操，非孙权也。今
曹丕篡汉，神人共怒 (1) 。陛下可早图关中，屯兵渭河上流，以讨凶
逆，则关东义士必裹粮策马，以迎王师。若舍魏以伐吴，兵势一交，
岂能骤解？愿陛下察之。”先主曰：
“孙权害了朕弟，又兼傅士仁、
糜芳、潘璋、马忠皆有切齿之仇，啖其肉而灭其族，方雪朕恨，卿何
阻耶？”云曰：
“汉贼之仇，公也；兄弟之仇，私也。愿以天下为
重。”先主答曰：
“朕不为弟报仇，虽有万里江山，何足为贵？”遂
不听赵云之谏，下令起兵伐吴。且发使往五溪，借番兵五万，共相策
应。一面差使往阆中，迁张飞为车骑将军，领司隶校尉，封西乡侯，
兼阆中牧。使命赍诏而去。
却说张飞在阆中，闻知关公被东吴所害，旦夕号泣，血湿衣襟。
诸将以酒解劝，酒醉，怒气愈加。帐上帐下，但有犯者即鞭挞之，多
有鞭死者。每日望南切齿睁目怒恨，放声痛哭不已。忽报使至，慌忙
接入，开读诏旨。飞受爵，望北拜毕，设酒款待来使。飞曰：
“吾兄
被害，仇深似海，庙堂之臣，何不早奏兴兵？”使者曰：
“多有劝先
灭魏而后伐吴者。”飞怒曰：
“是何言也!昔我三人桃园结义，誓同生
死，今不幸二兄半途而逝，吾安得独享富贵耶？吾当面见天子，愿为
前部先锋，挂孝伐吴，生擒逆贼，祭告二兄，以践前盟。”言讫，就
同使命望成都而来。
却说先主每日自下教场操演军马，克日兴师，御驾亲征。于是公
卿都至丞相府中见孔明，曰：
“今天子初临大位，亲统军伍，非所以
重社稷也。丞相秉钧衡之职 (2) ，何不规谏？”孔明曰：
“吾苦谏数
次，只是不听。今日公等随我入教场谏去。”当下孔明引百官来奏先
主曰：
“陛下初登宝位，若欲北讨汉贼，以伸大义于天下，方可亲统
六师；若只欲伐吴，命一上将统军伐之可也，何必亲劳圣驾？”先主
见孔明苦谏，心中稍回。
忽报张飞到来，先主急召入。飞至演武厅拜伏于地，抱先主足而
哭。先主亦哭。飞曰：
“陛下今日为君，早忘了桃园之誓!二兄之仇，
如何不报？”先主曰：
“多官谏阻，未敢轻举。”飞曰：
“他人岂知
昔日之盟？若陛下不去，臣舍此躯与二兄报仇。若不能报时，臣宁死
不见陛下也。”先主曰：
“朕与卿同往：卿提本部兵自阆州而出，朕
统精兵会于江州，共伐东吴，以雪此恨。”飞临行，先主嘱曰：
“朕
素知卿酒后暴怒，鞭挞健儿，而复令在左右，此取祸之道也。今后务
宜宽容，不可如前。”飞拜辞而去。
次日，先主整兵要行，学士秦宓奏曰：
“陛下舍万乘之躯，而徇
小义 (3) ，古人所不取也。愿陛下思之。”先主曰：
“云长与朕，犹
一体也。大义尚在，岂可忘耶？”宓伏地不起曰：
“陛下不从臣言，
诚恐有失。”先主大怒曰：
“朕欲兴兵，尔何出此不利之言？”叱武
士推出斩之。宓面不改色，回顾先主而笑曰：
“臣死无恨，但可惜新
创之业，又将颠覆耳。”众官皆为秦宓告免。先主曰：
“暂且囚下，
待朕报仇回时发落。”孔明闻知，即上表救秦宓。其略曰：
臣亮等切以吴贼逞奸诡之计 (4) ，致荆州有覆亡之祸 (5) ；陨将星于斗
牛，折天柱于楚地：此情哀痛，诚不可忘。但念迁汉鼎者 (6) ，罪由曹操；移刘
祚者 (7) ，过非孙权。窃谓魏贼若除，则吴自宾服 (8) 。愿陛下纳秦宓金石之
言，以养士卒之力，别作良图，则社稷幸甚!天下幸甚!
先主看毕，掷表于地曰：
“朕意已决，无得再谏。”遂命丞相诸
葛亮保太子守两川；骠骑将军马超并弟马岱助镇北将军魏延守汉中，
以当魏兵。虎威将军赵云为后应，兼督粮草；黄权、程畿为参谋；马
良、陈震掌理文书；黄忠为前部先锋；冯习、张南为副将；傅彤、张
翼为中军护尉；赵融、廖淳为合后。川将数百员，并五谿番将等，共
兵七十五万，择定章武元年七月丙寅
日出师。
却说张飞回到阆中，下令军中：限三日内制办白旗白甲，三军挂
孝伐吴。次日，帐下两员末将范彊、张达入帐告曰：
“白旗白甲，一
时无措，须宽限方可。”飞大怒曰：
“吾急欲报仇，恨不明日便到逆
贼之境，汝安敢违我将令？”叱武士缚于树上，各鞭背五十。鞭毕，
以手指之曰：
“来日俱要完备；若违了限，即杀汝二人示众!”打得二
人满口出血。回到营中商议。范彊曰：
“今日受了刑责，着我等如何
办得？其人性暴如火，倘来日不完，你我皆被杀矣。”张达曰：
“比
如他杀我，不如我杀他。”疆曰：
“怎奈不得近前。”达曰：
“我两
个若不当死，则他醉于床上；若是当死，则他不醉。”二人商议停
当。
却说张飞在帐中神思昏乱，动止恍惚，乃问部将曰：
“吾今心惊
肉颠，坐卧不安，此何意也？”部将答曰：
“此是君侯思念关公，以
致如此。”飞令人将酒来，与部将同饮，不觉大醉，卧于帐中。范、
张二贼探知消息，初更时分，各藏短刀，密入帐中，诈言欲禀机密重
事 (9) ，直至床前。原来张飞每睡不合眼，当夜寝于帐中，二贼见他
须竖目张，本不敢动手。因闻鼻息如雷，方敢近前，以短刀刺入飞
腹。飞大叫一声而亡，时年五十五岁。后人有诗叹曰：
安喜曾闻鞭督邮，黄巾扫尽佐炎刘。
虎牢关上声先震，长坂桥边水逆流。
义释严颜安蜀境，智欺张郃定中州。
伐吴未克身先死，秋草长遗阆地愁。
却说二贼当夜割了张飞首级，便引数十人连夜投东吴去了。次
日，军中闻知，起兵追之不及。时有张飞部将吴班，向自荆州来见先
主 (10) ，先主用为牙门将，使佐张飞守阆中。当下吴班先发表章，奏
知天子。然后令长子张苞具棺椁盛贮，令弟张绍守阆中，苞自来报先
主。
时先主已择期出师，大小官僚皆随孔明送十里方回。孔明回至成
都，怏怏不乐，顾谓众官曰：
“法孝直若在，必能制主上东行也 (11)
。”
却说先主是夜心惊肉颤，寝卧不安。出帐仰观天文，见西北一
星，其大如斗，忽然坠地。先主大疑，连夜令人求问孔明。孔明回奏
曰：
“合损一上将，三日之内，必有惊报。”先主因此按兵不动。忽
侍臣奏曰：
“阆中张车骑部将吴班差人赍表至。”先主顿足曰：
“噫!
三弟休矣!”及至览表，果报张飞凶信。先主放声大哭，昏绝于地。众
官救醒。
次日，人报一队军马骤风而至 (12) 。先主出营观之，良久，见一
员小将，白袍银铠，滚鞍下马，伏地而哭，乃张苞也。苞曰：
“范
彊、张达杀了臣父，将首级投吴去了。”先主哀痛至甚，饮食不进。
群臣苦谏曰：
“陛下方欲为二弟报仇，何可先自摧残龙体？”先主方
才进膳，遂谓张苞曰：
“卿与吴班，敢引本部军作先锋，为卿父报仇
否？”苞曰：
“为国为父，万死不辞。”先主正欲遣苞起兵，又报一
彪军风拥而至 (13) 。先主令侍臣探之。须臾，侍臣引一小将军，白袍
银铠，入营伏地而哭。先主视之，乃关兴也。先主见了关兴，想起关
公，又放声大哭。众官苦劝。先主曰：
“朕想布衣时，与关、张结
义，誓同生死。今朕为天子，正欲与两弟同享富贵，不幸俱死于非命
(14) 。见此二侄，能不断肠？”言讫又哭。众官曰：
“二小将军且
退，容圣上将息龙体。”侍臣奏曰：
“陛下年过六旬，不宜过于哀
痛。”先主曰：
“二弟俱亡，朕安忍独生？”言讫，以头顿地而哭。
多官商议曰：
“今天子如此烦恼，将何解劝？”马良曰：
“主上
亲统大兵伐吴，终日号泣，于军不利。”陈震曰：
“吾闻成都青城山
之西有一隐者，姓李名意 (15) 。世人传说此老已三百馀岁，能知人之
生死吉凶，乃当世之神仙也。何不奏知天子，召此老来，问他吉凶，
胜如吾等之言。”遂入奏先主。先主从之，即遣陈震赍诏，往青城山
宣召。
震星夜到了青城，令乡人引入山谷深处，遥望仙庄，清云隐隐，
瑞气非凡。忽见一小童来迎曰：
“来者莫非陈孝起乎？”震大惊曰：
“仙童如何知我姓字？”童子曰：
“吾师昨者有言：
‘明日必有皇帝
诏命至，使者必是陈孝起。’”震曰：
“真神仙也!人言信不诬矣 (16)
。”遂与小童同入仙庄，拜见李意，宣天子诏命。李意推老不行。震
曰：
“天子急欲见仙翁一面，幸勿吝鹤驾 (17) 。”再三敦请，李意方
行。
既至御营，入见先主。先主见李意鹤发童颜，碧眼方瞳，灼灼有
光，身如古柏之状，知是异人，优礼相待。李意曰：
“老夫乃荒山村
叟，无学无识。辱陛下宣召，不知有何见谕？”
先主曰：
“朕与关、张二弟结生死之交，三十馀年矣。今二弟被
害，亲统大军报仇，未知休咎如何。久闻仙翁通晓玄机 (18) ，望乞赐
教。”李意曰：
“此乃天数，非老夫所知也。”先主再三求问，意乃
索纸笔，画兵马、器械四十馀张，画毕便一一扯碎 (19) 。又画一大人
仰卧于地上，旁边一人掘土埋之，上写一大“白”字 (20) 。遂稽首而
去。先主不悦，谓群臣曰：
“此狂叟也，不足为信。”即以火焚之，
便催军前进。
张苞入奏曰：
“吴班军马已至，小臣乞为先锋。”先主壮其志，
即取先锋印赐张苞。苞方欲挂印，又一少年将奋然出曰：
“留下印与
我。”视之，乃关兴也。苞曰：
“我已奉诏矣。”兴曰：
“汝有何
能，敢当此任？”苞曰：
“我自幼习学武艺，箭无虚发。”先主曰：
“朕正要观贤侄武艺，以定优劣。”苞令军士于百步之外立一面旗，
旗上画一红心。苞拈弓取箭，连射三箭，皆中红心。众皆称善。关兴
挽弓在手曰：
“射中红心何足为奇？”正言间，忽值头上一行雁过，
兴指曰：
“吾射这飞雁第三只。”一箭射去，那只雁应弦而落。文武
官僚齐声喝采。苞大怒，飞身上马，手挺父所使丈八点钢矛，大叫
曰：
“你敢与我比试武艺否？”兴亦上马，绰家传大砍刀，纵马而出
曰：
“偏你能使矛，吾岂不能使刀？”
二将方欲交锋，先主喝曰：
“二子休得无礼!”兴、苞二人慌忙下
马，各弃兵器，拜伏请罪。先主曰：
“朕自涿郡与卿等之父结异姓之
交，亲如骨肉。今汝二人亦是昆仲之分，正当同心协力，共报父仇，
奈何自相争竞，失其大义？父丧未远而犹如此，况日后乎？”二人再
拜伏罪。先主问曰：
“卿二人谁年长？”苞曰：
“臣长关兴一岁。”
先主即命兴拜苞为兄。二人就帐前折箭为誓，永相救护。先主下诏使
吴班为先锋，令张苞、关兴护驾。水陆并进，船骑双行，浩浩荡荡，
杀奔吴国来。
却说范彊、张达将张飞首级投献吴侯，细告前事。孙权听罢，收
了二人，乃谓百官曰：
“今刘玄德即了帝位，统精兵七十馀万，御驾
亲征，其势甚大，如之奈何？”百官尽皆失色，面面相觑。诸葛瑾出
曰：
“某食君侯之禄久矣，无可报效，愿舍残生，去见蜀主，以利害
说之，使两国相和，共讨曹丕之罪。”权大喜，即遣诸葛瑾为使，来
说先主罢兵。正是：
两国相争通使命，一言解难赖行人。
未知诸葛瑾此去如何，且看下文分解。
--------------------
(1) 神人共怒——语本“人神共愤”，出自汉·杜乔《上书谏封梁冀子弟及中常侍等》
(见袁宏《后汉纪》卷二一、《后汉书·杜乔传》)：“大将军梁冀，兄弟奸邪，倾动天下，
皆有政卯之恶，未被两观之诛，而横见式叙，各受封爵，天下惆怅，人神共愤，非所为赏必
当功，罚必有罪。”意谓神和人都很愤怒。形容民愤极大。
(2) 秉钧衡之职——指丞相之职。秉：执掌，掌握。钧衡：本义为衡量物品的重量或数
量，借喻国家大政。
(3) 徇——顺从，服从，倾向。
(4) 切以——通“窃以”。谦辞。犹言自以为。表示只是个人的私见。 奸诡——奸诈。
(5) 覆亡——灭亡。
(6) 迁汉鼎者——意谓篡夺汉朝帝位的人。鼎：相传大禹铸九鼎，象征九州，夏、商、
周三代奉为传国之宝，后世遂以代指帝位或政权。
(7) 移刘祚者——意谓篡夺刘家帝位的人。祚：帝位，国统。
(8) 宾服——归顺，服从。
(9) 诈言——谎称。
(10) 向——从前，过去。
(11) 制——制止，阻止。
(12) 骤风而至——犹如疾风般到来。形容来势迅猛。
(13) 风拥而至——犹如被风吹着到来。形容来势迅猛。
(14) 死于非命——非命：非正常死亡。指死于意外灾祸。“死于非命”本《孔子家语·
卷一·五仪解》：“哀公问孔子曰：‘智者寿乎？仁者寿乎？’孔子曰：‘然。人有三死而
非命也，己自取也。夫寝处不时，饮食不节，逸劳过度者，疾共杀之。居下位而上干其君，
嗜欲无厌而求不止者，刑共杀之。以少犯众，以弱侮强，忿怒不类，动不量力，兵共杀之。
此三者死非命也，人自取之。’”又见汉·韩婴《韩诗外传》卷一第四章而文字略异。意谓
因遭受意外的灾祸而死亡。
(15) 李意——应作李意期。刘备召请李意期之事见于晋·葛洪《神仙传·卷一○·李意
期》，文曰：“刘玄德欲东伐吴，报关羽之怨，使人迎意期。意期到，玄德敬礼之，问其伐
吴。意期不答，而求纸笔。玄德与之。意期画作兵马器械十数纸，便一一以手裂坏之，
曰：‘咄咄。’又画一大人，掘地埋之，乃径去。玄德不悦而出，军果大败，十馀万众才数
百人得还，器仗军资一时荡尽。玄德忿耻，发病而卒于永安宫，乃追念其所作大人而埋之，
正是玄德之死象也。”
(16) 信不诬——意谓果然不假。信：果真，的确。诬：虚假。
(17) 鹤驾——这里指仙人的车驾。
(18) 玄机——这里指天机，天意。
(19) “画兵马器械”二句——隐寓后文蜀兵在彝陵扎四十馀寨，被东吴陆逊以火攻之计
烧得精光，蜀兵惨败。
(20) “又画一大人”三句——隐寓后文刘备征吴大败，病死于白帝城。
第八十二回 孙权降魏受九锡 先主征吴赏六军
却说章武元年秋八月，先主起大军至夔关，驾屯白帝城。前队军
马已出川口。近臣奏曰：
“吴使诸葛瑾至。”先主传旨教休放入。黄
权奏曰：
“瑾弟在蜀为相，必有事而来，陛下何故绝之？当召入，看
他言语，可从则从；如不可，则就借彼口说与孙权，令知问罪有名
也。”先主从之，召瑾入城。瑾拜伏于地。先主问曰：
“子瑜远来，
有何事故？”瑾曰：
“臣弟久事陛下，臣故不避斧钺，特来奏荆州之
事。前者，关公在荆州时，吴侯数次求亲，关公不允。后关公取襄
阳，曹操屡次致书吴侯，使袭荆州。吴侯本不肯许，因吕蒙与关公不
睦，故擅自兴兵，误成大事。今吴侯悔之不及。此乃吕蒙之罪，非吴
侯之过也。今吕蒙已死，冤仇已息。孙夫人一向思归，今吴侯令臣为
使，愿送归夫人，缚还降将，并将荆州仍旧交还，永结盟好，共灭曹
丕，以正篡逆之罪。”先主怒曰：
“汝东吴害了朕弟，今日敢以巧言
来说乎？”瑾曰：
“臣请以轻重大小之事，与陛下论之。陛下乃汉朝
皇叔，今汉帝已被曹丕篡夺，不思剿除，却为异姓之亲而屈万乘之尊
(1) ，是舍大义而就小义也。中原乃海内之地，两都皆大汉创业之
方，陛下不取，而但争荆州，是弃重而取轻也。天下皆知陛下即位，
必兴汉室，恢复山河。今陛下置魏不问，反欲伐吴，窃为陛下不
取。”先主大怒曰：
“杀吾弟之仇，不共戴天!欲朕罢兵，除死方休!
不看丞相之面，先斩汝首!今且放汝回去，说与孙权：洗颈就戮!”诸
葛瑾见先主不听，只得自回江南。
却说张昭见孙权曰：
“诸葛子瑜知蜀兵势大，故假以请和为辞，
欲背吴入蜀，此去必不回矣。”权曰：
“孤与子瑜有生死不易之盟，
孤不负子瑜，子瑜亦不负孤。昔子瑜在柴桑时，孔明来吴，孤欲使子
瑜留之。子瑜曰：
‘弟已事玄德，义无二心，弟之不留，犹瑾之不
往。’其言足贯神明，今日岂肯降蜀乎？孤与子瑜可谓神交 (2) ，非
外言所得间也。”正言间，忽报诸葛瑾回。权曰：
“孤言若何？”张
昭满面羞惭而退。
瑾见孙权，言先主不肯通和之意。权大惊曰：
“若如此，则江南
危矣!”阶下一人进曰：
“某有一计，可解此危。”视之，乃中大夫赵
咨也。权曰：
“德度有何良策？”咨曰：
“主公可作一表，某愿为
使，往见魏帝曹丕，陈说利害，使袭汉中，则蜀兵自危矣。”权曰：
“此计最善。但卿此去，休失了东吴气象 (3) 。”咨曰：
“若有些小
差失，即投江而死，安有面目见江南人物乎？”
权大喜，即写表称臣，令赵咨为使。星夜到了许都，先见太尉贾
诩等，并大小官僚。次日早朝，贾诩出班奏曰：
“东吴遣中大夫赵咨
上表。”曹丕笑曰：
“此欲退蜀兵故也。”即令召入。咨拜伏于丹
墀。丕览表毕，遂问咨曰：
“吴侯乃何如主也？”咨曰：
“聪明仁智
雄略之主也。”丕笑曰：
“卿褒奖毋乃太甚？”咨曰：
“臣非过誉
也。吴侯纳鲁肃于凡品，是其聪也；拔吕蒙于行阵 (4) ，是其明也；
获于禁而不害，是其仁也；取荆州兵不血刃，是其智也；据三江虎视
天下，是其雄也；屈身于陛下，是其略也。以此论之，岂不为聪明仁
智雄略之主乎？”丕又问曰：
“吴主颇知学乎？”咨曰：
“吴主浮江
万艘 (5) ，带甲百万 (6) ，任贤使能 (7) ，志存经略。少有馀闲，博
览书传，历观史籍，采其大旨，不效书生寻章摘句而已。”丕曰：
“朕欲伐吴，可乎？”咨曰：
“大国有征伐之兵，小国有御备之
策。”丕曰：
“吴畏魏乎？”咨曰：
“带甲百万，江汉为池 (8) ，何
畏之有？”丕曰：
“东吴如大夫者几人？”咨曰：
“聪明特达者八九
十人 (9) ；如臣之辈，车载斗量，不可胜数。”丕叹曰：
“‘使于四
方，不辱君命’ (10) ，卿可以当之矣。”于是即降诏，命太常卿邢贞
赍册封孙权为吴王，加九锡。赵咨谢恩出城。
大夫刘晔谏曰：
“今孙权惧蜀兵之势，故来请降。以臣愚见，
蜀、吴交兵，乃天亡之也。今若遣上将提数万之兵，渡江袭之，蜀攻
其外，魏攻其内，吴国之亡，不出旬日。吴亡则蜀孤矣。陛下何不早
图之？”丕曰：
“孙权既以礼服朕，朕若攻之，是沮天下欲降者之心
(11) 。不若纳之为是。”刘晔又曰：
“孙权虽有雄才，乃残汉骠骑将
军、南昌侯之职。官轻则势微，尚有畏中原之心；若加以王位，则去
陛下一阶耳 (12) 。今陛下信其诈降，崇其位号 (13) ，以封殖之 (14)
，是与虎添翼也。”丕曰：
“不然。朕不助吴，亦不助蜀。待看吴、
蜀交兵，若灭一国，止存一国，那时除之，有何难哉？朕意已决，卿
勿复言。”遂命太常卿邢贞同赵咨捧执册锡 (15) ，径至东吴。
却说孙权聚集百官，商议御蜀兵之策。忽报：
“魏帝封主公为
王，礼当远接。”顾雍谏曰：
“主公宜自称上将军、九州伯之位，不
当受魏帝封爵。”权曰：
“当日沛公受项羽之封 (16) ，盖因时也，何
故却之？”遂率百官出城迎接。邢贞自恃上国天使，入门不下车。张
昭大怒，厉声曰：
“礼无不敬，法无不肃，而君敢自尊大，岂以江南
无方寸之刃耶？”邢贞慌忙下车，与孙权相见，并车入城。忽车后一
人放声哭曰：
“吾等不能奋身舍命，为主并魏吞蜀，乃令主公受人封
爵，不亦辱乎？”众视之，乃徐盛也。邢贞闻之，叹曰：
“江东将相
如此，终非久在人下者也!”
却说孙权受了封爵，众文武官僚拜贺已毕，命收拾美玉明珠等
物，遣人赍进谢恩。早有细作报说：
“蜀主引本国大兵，及蛮王沙摩
柯番兵数万，又有洞溪汉将杜路、刘宁二枝兵，水陆并进，声势震
天。水路军已出巫口，旱路军已到秭归。”时孙权虽登王位，奈魏主
不肯接应，乃问文武曰：
“蜀兵势大，当复如何？”众皆默然。权叹
曰：
“周郎之后有鲁肃，鲁肃之后有吕蒙，今吕蒙已亡，无人与孤分
忧也。”
言未毕，忽班部中一少年将奋然而出，伏地奏曰：
“臣虽年幼，
颇习兵书，愿乞数万之兵，以破蜀兵。”权视之，乃孙桓也。桓字叔
武，其父名河，本姓俞氏，孙策爱之，赐姓孙，因此亦系吴王宗族。
河生四子，桓居其长，弓马熟娴，常从吴王征讨，累立奇功，官授武
卫都尉，时年二十五岁。权曰：
“汝有何策胜之？”桓曰：
“臣有大
将二员：一名李异，一名谢旌，俱有万夫不当之勇。乞数万之众，往
擒刘备。”权曰：
“侄虽英勇，争奈年幼，必得一人相助方可。”虎
威将军朱然出曰：
“臣愿与小将军同擒刘备。”权许之，遂点水陆军
五万，封孙桓为左都督，朱然为右都督，即日起兵。哨马探得蜀兵已
至宜都下寨，孙桓引二万五千军马，屯于宜都界口，前后分作三营，
以拒蜀兵。
却说蜀将吴班领先锋之印，自出川以来，所到之处，望风而降，
兵不血刃，直到宜都。探知孙桓在彼下寨，飞奏先主。时先主已到秭
归，闻奏怒曰：
“量此小儿，安敢与朕抗耶？”关兴奏曰：
“既孙权
令此子为将，不劳陛下遣大将，臣愿往擒之。”先主曰：
“朕正欲观
汝壮气。”即命关兴前往。兴拜辞欲行，张苞出曰：
“既关兴前去讨
贼，臣愿同行。”先主曰：
“二侄同行甚妙，但须谨慎，不可造
次。”
二人拜辞先主，会合先锋，一同进兵，列成阵势。孙桓听知蜀兵
大至，合寨都起。两阵对圆，桓领李异、谢旌立马于门旗之下，见蜀
营中拥出二员大将，皆银盔银铠，白马白旗：上首张苞挺丈八点钢
矛，下首关兴横着大砍刀。苞大骂曰：
“孙桓竖子，死在临时，尚敢
抗拒天兵乎？”桓亦骂曰：
“汝父已作无头之鬼，今汝又来讨死，好
生不智。”张苞大怒，挺枪直取孙桓；桓背后谢旌骤马来迎。两将战
有三十馀合，旌败走，苞乘胜赶来。李异见谢旌败了，慌忙拍马轮蘸
金斧接战。张苞与战二十馀合，不分胜负。吴军中裨将谭雄见张苞英
勇，李异不能胜，却放一冷箭，正射中张苞所骑之马。那马负痛奔回
本阵，未到门旗边，扑地便倒，将张苞掀在地上。李异急向前轮起大
斧，望张苞脑袋便砍。忽一道红光闪处，李异头早落地。原来关兴见
张苞马回，正待接应，忽见张苞马倒，李异赶来，兴大喝一声，劈李
异于马下，救了张苞。乘势掩杀，孙桓大败。各自鸣金收军。
次日，孙桓又引军来，张苞、关兴齐出。关兴立马于阵前，单搦
孙桓交锋。桓大怒，拍马轮刀，与关兴战三十馀合，气力不加，大败
回阵。二小将追杀入营，吴班引着张南、冯习驱兵掩杀。张苞奋勇当
先，杀入吴军，正遇谢旌，被苞一矛刺死。吴军四散奔走。蜀将得胜
收兵，只不见了关兴。张苞大惊曰：
“安国有失，吾不独生。”言
讫，绰枪上马，寻不数里，只见关兴左手提刀，右手活挟一将。苞问
曰：
“此是何人？”兴笑答曰：
“吾在乱军中正遇仇人，故生擒
来。”苞视之，乃昨日放冷箭的谭雄也。苞大喜，同回本营，斩首沥
血，祭了死马。遂写表，差人赴先主处报捷。
孙桓折了李异、谢旌、谭雄等许多将士，力穷势孤，不能抵敌，
即差人回吴求救。蜀将张南、冯习谓吴班曰：
“目今吴兵势败，正好
乘虚劫寨。”班曰：
“孙桓虽然折了许多将士，朱然水军现今结营江
上，未曾损折。今日若去劫寨，倘水军上岸，断我归路，如之奈
何？”南曰：
“此事至易。可教关、张二将军各引五千军伏于山谷
中，如朱然来救，左右两军齐出夹攻，必然取胜。”班曰：
“不如先
使小卒诈作降兵，却将劫寨事告与朱然。然见火起，必来救应，却令
伏兵击之，则大事济矣。”冯习等大喜，遂依计而行。
却说朱然听知孙桓损兵折将，正欲来救，忽伏路军引几个小卒上
船投降。然问之，小卒曰：
“我等是冯习帐下士卒，因赏罚不明，特
来投降，就报机密。”然曰：
“所报何事？”小卒曰：
“今晚冯习乘
虚要劫孙将军营寨，约定举火为号。”朱然听毕，即使人报知孙桓。
报事人行至半途，被关兴杀了。朱然一面商议，欲引兵去救应孙桓。
部将崔禹曰：
“小卒之言，未可深信。倘有疏虞，水陆二军尽皆休
矣。将军只宜稳守水寨，某愿替将军一行。”然从之，遂令崔禹引一
万军前去。
是夜，冯习、张南、吴班分兵三路，直杀入孙桓寨中，四面火
起，吴兵大乱，寻路奔走。且说崔禹正行之间，忽见火起，急催兵前
进。刚才转过山来，忽山谷中鼓声大震，左边关兴，右边张苞，两路
夹攻。崔禹大惊，方欲奔走，正遇张苞，交马只一合，被苞生擒而
回。朱然听知危急，将船往下水退五六十里去了。
孙桓引败军逃走，问部将曰：
“前去何处城坚粮广？”部将曰：
“此去正北彝陵城，可以屯兵。”桓引败军急望彝陵而走。方进得
城，吴班等追至，将城四面围定。关兴、张苞等解崔禹到秭归来。先
主大喜，传旨将崔禹斩却，大赏三军。自此威风震动，江南诸将无不
胆寒。
却说孙桓令人求救于吴王。吴王大惊，即召文武商议曰：
“今孙
桓受困于彝陵，朱然大败于江中，蜀兵势大，如之奈何？”张昭奏
曰：
“今诸将虽多物故 (17) ，然尚有十馀人，何虑于刘备？可命韩当
为正将，周泰为副将，潘璋为先锋，凌统为合后，甘宁为救应，起兵
十万拒之。”权依所奏，即命诸将速行。此时甘宁已患痢疾，带病从
征。
却说先主从巫峡建平起，直接彝陵界分，七百馀里，连结四十馀
寨。见关兴、张苞屡立大功，叹曰：
“昔日从朕诸将皆老迈无用矣，
复有二侄如此英雄，朕何虑孙权乎？”正言间，忽报韩当、周泰领兵
来到。先主方欲遣将迎敌，近臣奏曰：
“老将黄忠引五六人投东吴去
了。”先主笑曰：
“黄汉升非反叛之人也，因朕失口误言老者无用，
彼必不服老，故奋力去相持矣。”即召关兴、张苞曰：
“黄汉升此去
必然有失，贤侄休辞劳苦，可去相助，略有微功，便可令回，勿使有
失。”二小将拜辞先主，引本部军来助黄忠。正是：
老臣素矢忠君志，年少能成报国功。
未知黄忠此去如何，且看下文分解。
--------------------
(1) 万乘——古代天子拥有万乘兵车，因以代指皇帝。《孟子·梁惠王上》：“万乘之
国，弒其君者，必千乘之家。”赵岐注：“万乘，兵车万乘，谓天子也。”
(2) 神交——志同道合的交谊。
(3) 气象——气派，气概。
(4) 行(háng杭)阵——即行伍，也就是军队。
(5) 浮江万艘——意谓长江上停着上万艘战船。浮江：漂浮在长江上。
(6) 带甲百万——意谓有军队上百万。甲：将士的铠甲。代指军队。
(7) 任贤使能——参见第六十回“任贤用能”条注。
(8) 江汉为池——意谓把长江、汉水当作护城河。池：护城河。
(9) 特达——特别突出，即超群出众。
(10) 使于四方，不辱君命——语出《论语·子路》：“子贡问曰：‘何如斯可谓之士
矣？’子曰：‘行己有耻；使于四方，不辱君命。可谓士矣。’”意谓出使诸国，不辜负君
主之命。
(11) 沮(jǔ举)——阻挡，阻止，妨碍。
(12) 去陛下一阶耳——比皇帝(指曹丕)只低一级罢了。去：相距，距离。
(13) 崇其位号——提高他(孙权)的爵位。
(14) 封殖——亦作“封植”。本指给植物培土使其长得更壮，引申为对人的扶持、培
养。
(15) 锡——即九锡。见第六十一回“九锡”条注。
(16) 沛公受项羽之封——事见《史记·高祖本纪》：沛公即汉高祖刘邦，以其为沛人而
得此称。秦亡后，“项羽自立为西楚霸王……更立沛公为汉王，王巴、蜀、汉中，都南
郑”，刘邦也接受了王号。
(17) 物故——死亡。
第八十三回 战猇亭先主得仇人 守江口书生拜大将
却说章武二年春正月，武威后将军黄忠随先主伐吴，忽闻先主言
老将无用，即提刀上马，引亲随五六人，径到彝陵营中。吴班与张
南、冯习接入，问曰：
“老将军此来，有何事故？”忠曰：
“吾自长
沙跟天子到今，多负勤劳。今虽七旬有馀，尚食肉十斤，臂开二石之
弓，能乘千里之马，未足为老。昨日主上言吾等老迈无用，故来此与
东吴交锋，看吾斩将，老也不老？”
正言间，忽报吴兵前部已到，哨马临营。忠奋然而起，出帐上
马。冯习等劝曰：
“老将军且休轻进。”忠不听，纵马而去。吴班令
冯习引兵助战。忠在吴军阵前，勒马横刀，单搦先锋潘璋交战；璋引
部将史迹出马。迹欺忠年老，挺枪出战，斗不三合，被忠一刀斩于马
下。潘璋大怒，挥关公使的青龙刀，来战黄忠。交马数合，不分胜
负。忠奋力恶战，璋料敌不过，拨马便走。忠乘势追杀，全胜而回，
路逢关兴、张苞。兴曰：
“我等奉圣旨来助老将军，既已立了功，速
请回营。”忠不听。
次日，潘璋又来搦战；黄忠奋然上马。兴、苞二人要助战，忠不
从；吴班要助战，忠亦不从。只自引五千军出迎。战不数合，璋拖刀
便走。忠纵马追之，厉声大叫曰：
“贼将休走!吾今为关公报仇!”追
至三十馀里，四面喊声大震，伏兵齐出：右边周泰，左边韩当，前有
潘璋，后有凌统，把黄忠困在垓心。忽然狂风大起，忠急退时，山坡
上马忠引一军出，一箭射中黄忠肩窝，险些儿落马。吴兵见忠中箭，
一齐来攻。忽后面喊声大起，两路军杀来，吴兵溃散，救出黄忠，乃
关兴、张苞也。
二小将保送黄忠径到御前营中。忠年老血衰，箭疮痛裂，病甚沉
重。先主御驾自来看视，抚其背曰：
“令老将军中伤，朕之过也。”
忠曰：
“臣乃一武夫耳，幸遇陛下。臣今年七十有五，寿亦足矣。望
陛下善保龙体，以图中原。”言讫，不省人事。是夜殒于御营。后人
有诗叹曰：
老将说黄忠，收川立大功。
重披金锁甲，双挽铁胎弓。
胆气惊河北，威名镇蜀中。
临亡头似雪，犹自显英雄。
先主见黄忠气绝，哀伤不已，敕具棺椁，葬于成都。先主叹曰：
“五虎大将，已亡三人，朕尚不能复仇，深可痛哉!”乃引御林军直至
猇亭，大会诸将，分军八路，水陆俱进。水路令黄权领兵，先主自率
大军于旱路进发。时章武二年二月中旬也。
韩当、周泰听知先主御驾来征，引兵出迎。两阵对圆，韩当、周
泰出马，只见蜀营门旗开处，先主自出，黄罗销金伞盖，左右白旌黄
钺，金银旌节，前后围绕。当大叫曰：
“陛下今为蜀主，何自轻出？
倘有疏虞，悔之何及？”先主遥指骂曰：
“汝等吴狗，伤朕手足，誓
不与立于天地之间!”当回顾众将曰：
“谁敢冲突蜀兵？”部将夏恂挺
枪出马。先主背后张苞挺丈八矛，纵马而出，大喝一声，直取夏恂。
恂见苞声若巨雷，心中惊惧，恰待要走，周泰弟周平见恂抵敌不住，
挥刀纵马而来。关兴见了，跃马提刀来迎。张苞大喝一声，一矛刺中
夏恂，倒撞下马。周平大惊，措手不及，被关兴一刀斩了。二小将便
取韩当、周泰。韩、周二人慌退入阵。先主视之，叹曰：
“虎父无犬
子也!”用御鞭一指，蜀兵一齐掩杀过去，吴兵大败。那八路兵势如泉
涌，杀的那吴军尸横遍野，血流成河。
却说甘宁正在船中养病，听知蜀兵大至，火急上马，正遇一彪蛮
兵，人皆披发跣足，皆使弓弩长枪，搪牌刀斧 (1) 。为首乃是番王沙
摩柯，生得面如噀血 (2) ，碧眼突出，使一个铁蒺藜骨朵 (3) ，腰带
两张弓，威风抖擞。甘宁见其势大，不敢交锋，拨马而走，被沙摩柯
一箭射中头颅。宁带箭而走，到于富池口，坐于大树之下而死。树上
群鸦数百围绕其尸。吴王闻之，哀痛不已，具礼厚葬，立庙祭祀。后
人有诗叹曰：
巴郡甘兴霸，长江锦幔舟。
酬君重知己，报友化仇雠。
劫寨将轻骑，驱兵饮巨瓯。
神鸦能显圣，香火永千秋。
却说先主乘势追杀，遂得猇亭。吴兵四散逃走。先主收兵，只不
见关兴。先主慌令张苞等四面跟寻。原来关兴杀入吴阵，正遇仇人潘
璋，骤马追之。璋大惊，奔入山谷内，不知所往。兴寻思只在山里，
往来寻觅不见。看看天晚，迷踪失路，幸得星月有光。追至山僻之
间，时已二更，到一庄上，下马叩门。一老者出问何人，兴曰：
“吾
是战将，迷路到此，求一饭充饥。”老人引入。兴见堂内点着明烛，
中堂绘画关公神像，兴大哭而拜。老人问曰：
“将军何故哭拜？”兴
曰：
“此吾父也。”老人闻言，即便下拜。兴曰：
“何故供养吾
父？”老人答曰：
“此间皆是尊神地方，在生之日，家家侍奉，何况
今日为神乎？老夫只望蜀兵早早报仇。今将军到此，百姓有福矣。”
遂置酒食待之，卸鞍喂马。
三更以后，忽门外又一人击户 (4) 。老人出而问之，乃吴将潘璋
亦来投宿。恰入草堂，关兴见了，按剑大喝曰：
“歹贼休走!”璋回身
便出。忽门外一人，面如重枣，丹凤眼，卧蚕眉，飘三缕美髯，绿袍
金铠，按剑而入。璋见是关公显圣，大叫一声，神魂惊散，欲待转
身，早被关兴手起剑落，斩于地上。取心沥血，就关公神像前祭祀。
兴得了父亲的青龙偃月刀，却将潘璋首级擐于马项之下 (5) ，辞了老
人，就骑了潘璋的马，望本营而来。老人自将潘璋之尸拖出烧化。
且说关兴行无数里，忽听得人言马嘶，一彪军来到。为首一将，
乃潘璋部将马忠也。忠见兴杀了主将潘璋，将首级擐于马项之下，青
龙刀又被兴得了，勃然大怒，纵马来取关兴。兴见马忠是害父仇人，
气冲牛斗，举青龙刀望忠便砍。忠部下三百军并力上前，一声喊起，
将关兴围在垓心。兴力孤势危，忽见西北上一彪军杀来，乃是张苞。
马忠见救兵到来，慌忙引军自退。关兴、张苞一处赶来 (6) 。赶不数
里，前面糜芳、傅士仁引兵来寻马忠，两军相合，混战一处。苞、兴
二人兵少，慌忙撤退。回至猇亭，来见先主，献上首级，具言此事。
先主惊异，赏犒三军。
却说马忠回见韩当、周泰，收聚败军，各分头守把。军士中伤者
不计其数。马忠引傅士仁、糜芳于江渚屯扎。当夜三更，军士皆哭声
不止。糜芳暗听之，有一伙军言曰：
“我等皆是荆州之兵，被吕蒙诡
计送了主公性命，今刘皇叔御驾亲征，东吴早晚休矣。所恨者，糜
芳、傅士仁也。我等何不杀此二贼，去蜀营投降？功劳不小。”又一
伙军言曰：
“不要性急，等个空儿，便就下手。”
糜芳听毕，大惊，遂与傅士仁商议曰：
“军心变动，我二人性命
难保。今蜀主所恨者马忠耳，何不杀了他，将首级去献蜀主？告称我
等不得已而降吴，今知御驾前来，特地诣营请罪。”仁曰：
“不可，
去必有祸。”芳曰：
“蜀主宽仁厚德，目今阿斗太子是我外甥，彼但
念我国戚之情，必不肯加害。”
二人计较已定，先备了马。三更时分，入帐刺杀马忠，将首级割
了。二人带数十骑，径投猇亭而来。伏路军人先引见张南、冯习，具
说其事。次日，到御营中来见先主，献上马忠首级，哭告于前曰：
“臣等实无反心，被吕蒙诡计，称言关公已亡，赚开城门，臣等不得
已而降。今闻圣驾前来，特杀此贼，以雪陛下之恨。伏乞陛下恕臣等
之罪。”先主大怒曰：
“朕自离成都许多时，你两个如何不来请罪？
今日势危，故来巧言，欲全性命。朕若饶你，至九泉之下，有何面目
见关公乎？”言讫，令关兴在御营中设关公灵位。先主亲捧马忠首
级，诣前祭祀。又令关兴将糜芳、傅士仁剥去衣服，跪于灵前，亲自
用刀剐之，以祭关公。忽张苞上帐哭拜于前曰：
“二伯父仇人皆已诛
戮，臣父冤仇，何日可报？”先主曰：
“贤侄勿忧。朕当削平江南，
杀尽吴狗，务擒二贼，与汝亲自醢之 (7) ，以祭汝父。”苞泣谢而
退。
此时先主威声大震，江南之人尽皆胆裂，日夜号哭。韩当、周泰
大惊，急奏吴王，具言糜芳、傅士仁杀了马忠，去归蜀帝，亦被蜀帝
杀了。孙权心怯，遂聚文武商议。步骘奏曰：
“蜀主所恨者，乃吕
蒙、潘璋、马忠、糜芳、傅士仁也。今此数人皆亡，独有范彊、张达
二人现在东吴。何不擒此二人，并张飞首级，遣使送还，交与荆州，
送归夫人，上表求和，再会前情，共图灭魏，则蜀兵自退矣。”权从
其言，遂具沉香木匣，盛贮飞首；绑缚范彊、张达，囚于槛车之内。
令程秉为使，赍国书，望猇亭而来。
却说先主欲发兵前进，忽近臣奏曰：
“东吴遣使送张车骑之首，
并囚范彊、张达二贼至。”先主两手加额曰 (8) ：
“此天之所赐，亦
由三弟之灵也。”即令张苞设飞灵位。先主见张飞首级在匣中面不改
色，放声大哭。张苞自仗利刀，将范彊、张达万剐凌迟 (9) ，祭父之
灵。
祭毕，先主怒气不息，定要灭吴。马良奏曰：
“仇人尽戳，其恨
可雪矣。吴大夫程秉到此，欲还荆州，送回夫人，永结盟好，共图灭
魏，伏候圣旨。”先主怒曰：
“朕切齿仇人，乃孙权也。今若与之连
和，是负二弟当日之盟矣。今先灭吴，次灭魏。”便欲斩来使，以绝
吴情。多官苦告方免。
程秉抱头鼠窜，回奏吴主曰：
“蜀主不从讲和，誓欲先灭东吴，
然后伐魏，众臣苦谏不听。如之奈何？”权大惊，举止失措。阚泽出
班奏曰：
“现有擎天之柱，如何不用耶？”权急问何人，泽曰：
“昔
日东吴大事全任周郎，后鲁子敬代之。子敬亡后，决于吕子明。今子
明虽丧，现有陆伯言在荆州。此人名虽儒生，实有雄才大略，以臣论
之，不在周郎之下。前破关公，其谋皆出于伯言。主上若能用之，破
蜀必矣。如或有失，臣愿与同罪。”权曰：
“非德润之言，孤几误大
事。”张昭曰：
“陆逊乃一书生耳，非刘备敌手，恐不可用。”顾雍
亦曰：
“陆逊年幼望轻，恐诸公不服，若不服则生祸乱，必误大
事。”步骘亦曰：
“逊才堪治郡耳，若托以大事，非其宜也。”阚泽
大呼曰：
“若不用陆伯言，则东吴休矣!臣愿以全家保之。”权曰：
“孤亦素知陆伯言乃奇才也。孤意已决，卿等勿言。”于是命召陆
逊。
逊本名陆议，后改名逊，字伯言，乃吴郡吴人也。汉城门校尉陆
纡之孙，九江都尉陆骏之子。身长八尺，面如美玉。官领镇西将军。
当下奉召而至，参拜毕，权曰：
“今蜀兵临境，孤特命卿总督军马，
以破刘备。”逊曰：
“江东文武，皆大王故旧之臣，臣年幼无才，安
能制之？”权曰：
“阚德润以全家保卿，孤亦素知卿才。今拜卿为大
都督，卿勿推辞。”逊曰：
“倘文武不服，何如？”权取所佩剑与之
曰：
“如有不听号令者，先斩后奏 (10) 。”逊曰：
“荷蒙重托，敢不
拜命。但乞大王于来日会聚众官，然后赐臣。”阚泽曰：
“古之命
将，必筑坛会众，赐白旄黄钺、印绶兵符，然后威行令肃。今大王宜
遵此礼，择日筑坛，拜伯言为大都督，假节钺，则众人自无不服
矣。”权从之，命人连夜筑坛完备，大会百官，请陆逊登坛，拜为大
都督、右护军镇西将军，进封娄侯，赐以宝剑、印绶，令掌六郡八十
一州兼荆楚诸路军马。吴王嘱之曰：
“阃以内，孤主之；阃以外，将
军制之 (11) 。”
逊领命下坛，令徐盛、丁奉为护卫，即日出师；一面调诸路军
马，水陆并进。文书到猇亭，韩当、周泰大惊曰：
“主上如何以一书
生总兵耶？”比及逊至，众皆不服。逊升帐议事，众人勉强参贺。逊
曰：
“主上命吾为大将，督军破蜀。军有常法，公等各宜遵守。违者
王法无亲，勿致后悔。”众皆默然。周泰曰：
“目今安东将军孙桓，
乃主上之侄，现困于彝陵城中，内无粮草，外无救兵。请都督早施良
策，救出孙桓，以安主上之心。”逊曰：
“吾素知孙安东深得军心，
必能坚守，不必救之。待吾破蜀后，彼自出矣。”众皆暗笑而退。韩
当谓周泰曰：
“命此孺子为将，东吴休矣!公见彼所行乎？”泰曰：
“吾聊以言试之，早无一计 (12) ，安能破蜀也？”
次日，陆逊传下号令，教诸将各处关防 (13) ，牢守隘口，不许轻
敌。众皆笑其懦，不肯坚守。次日，陆逊升帐，唤诸将曰：
“吾钦承
王命，总督诸军，昨已三令五申 (14) ，令汝等各处坚守，俱不遵吾
令，何也？”韩当曰：
“吾自从孙将军平定江南，经数百战；其馀诸
将，或从讨逆将军，或从当今大王，皆披坚执锐，出生入死之士。今
主上命公为大都督，令退蜀兵，宜早定计，调拨军马，分头征进，以
图大事。乃只令坚守勿战，岂欲待天自杀贼耶？吾非贪生怕死之人，
奈何使吾等堕其锐气？”于是帐下诸将皆应声而言曰：
“韩将军之言
是也。吾等情愿决一死战。”陆逊听毕，掣剑在手，厉声曰：
“仆虽
一介书生 (15) ，今蒙主上托以重任者，以吾有尺寸可取 (16) ，能忍
辱负重故也 (17) 。汝等只各守隘口，牢把险要，不许妄动；如违令者
皆斩!”众皆愤愤而退。
却说先主自猇亭布列军马，直至川口，接连七百里，前后四十营
寨，昼则旌旗蔽日，夜则火光耀天。忽细作报说：
“东吴用陆逊为大
都督，总制军马。逊令诸将各守险要不出。”先主问曰：
“陆逊何如
人也？”马良奏曰：
“逊虽东吴一书生，然年幼多才，深有谋略。前
袭荆州，皆系此人之诡计。”先主大怒曰：
“竖子诡计，损朕二弟，
今当擒之。”便传令进兵。马良谏曰：
“陆逊之才，不亚周郎，未可
轻敌。”先主曰：
“朕用兵老矣 (18) ，岂反不如一黄口孺子耶？”遂
亲领前军，攻打诸处关津隘口。
韩当见先主兵来，差人报知陆逊。逊恐韩当妄动，急飞马自来观
看，正见韩当立马于山上。远望蜀兵，漫山遍野而来，军中隐隐有黄
罗盖伞。韩当接着陆逊，并马而观。当指曰：
“军中必有刘备，吾欲
击之。”逊曰：
“刘备举兵东下，连胜十馀阵，锐气正盛。今只乘高
守险，不可轻出，出则不利。但宜奖励将士，广布守御之策，以观其
变。今彼驰骋于平原广野之间，正自得志。我坚守不出，彼求战不
得，必移屯于山林树木间，吾当以奇计胜之。”韩当口虽应诺，心中
只是不服。
先主使前队搦战，辱骂百端。逊令塞耳休听，不许出迎。亲自遍
历诸关隘口，抚慰将士，皆令坚守。先主见吴军不出，心中焦躁。马
良曰：
“陆逊深有谋略。今陛下远来攻战，自春历夏，彼之不出，欲
待我军之变也。愿陛下察之。”先主曰：
“彼有何谋？但怯敌耳。向
者数败，今安敢再出？”先锋冯习奏曰：
“即今天气炎热，军屯于赤
火之中 (19) ，取水深为不便。”先主遂命：
“各营皆移于山林茂盛之
地，近溪傍涧。待过夏到秋，并力进兵。”冯习遂奉旨，将诸寨皆移
于林木阴密之处。马良奏曰：
“我军若动，倘吴兵骤至，如之奈
何？”先主曰：
“朕令吴班引万馀弱兵近吴寨平地屯住，朕亲选八千
精兵伏于山谷之中。若陆逊知朕移营，必乘势来击，却令吴班诈败。
逊若追来，朕引兵突出，断其归路，小子可擒矣。”文武皆贺曰：
“陛下神机妙算，诸臣不及也。”
马良曰：
“近闻诸葛丞相在东川点看各处隘口，恐魏兵入寇。陛
下何不将各营移居之地，画成图本，问于丞相？”先主曰：
“朕亦颇
知兵法，何必又问丞相？”良曰：
“古云：
‘兼听则明，偏听则蔽
(20) 。’望陛下察之。”先主曰：
“卿可自去各营，画成四至八道图
本 (21) ，亲到东川去问丞相。如有不便，可急来报知。”马良领命而
去。于是先主移兵于林木阴密处避暑。
早有细作报知韩当、周泰。二人听得此事，大喜，来见陆逊曰：
“目今蜀兵四十馀营，皆移于山林密处，依溪傍涧，就水歇凉，都督
可乘虚击之。”正是：
蜀主有谋能设伏，吴兵好勇定遭擒。
未知陆逊可听其言否，且看下文分解。
--------------------
(1) 搪牌——即盾牌。搪：抵挡。
(2) 面如噀(xùn训)血——形容脸色血红。噀血：含血而喷。
(3) 铁蒺藜骨朵——古代兵器之一。即长柄一端为圆形铁器，表面布满长刺，有如蒺藜
(一种带刺植物)，故称。
(4) 击户——敲门。户：本义为单扇门。引申以泛指门。
(5) 擐(hu àn缓)——拴，系。
(6) 一处——即一起，一齐。
(7) 醢(hǎi海)——古代酷刑之一，即将人剁成肉酱。《礼记·檀弓上》：“孔子哭子
路于中庭，有人吊者，而夫子拜之。既哭，进使者而问故，使者曰：‘醢之矣。’”
(8) 两手加额——语本“以手加额”，出自唐·裴庭裕《东观奏记·懿安郭太后》：
“(周)墀就(白)敏中，厅问其事，(王)皞益不挠。墀以手加额于皞，赏其孤直。”意谓不由
自主地把手放在额头上，表示庆幸、感激、赞赏、景仰、祝愿等情绪。
(9) 万剐凌迟——意谓因恨极而将仇人一刀一刀割死。“剐”是“凌迟”的别称，又称
“剐刑”。古代酷刑，产生于五代，沿至清末。《宋史·刑法志一》：“凌迟者，先断其肢
体，乃抉其吭，当时之极法也。”
(10) 先斩后奏——语本《汉书·申屠嘉传》：“嘉谓长史曰：‘吾悔不先斩(晁)错乃
请之，为错所卖。’”颜师古注：“言斩而后奏。”意谓先把违令或犯法者处决，然后再向
君主奏闻。这是皇帝赋予臣下的特权。
(11) “阃(kǔn捆)以内”四句——阃：城门。这四句出自《史记·张释之冯唐列传》而
略有不同：“冯唐对曰：‘臣闻上古王者之遣将也，跪而推毂，曰：阃以内者，寡人制之；
阃以外者，将军制之。军功爵赏皆决于外，归而奏之。此非虚言也。’”意谓朝内的政务由
我皇帝来主持，在外率兵打仗之事由武将说了算。这是皇帝赋予武将的特权。
(12) 早——却。
(13) 关防——防范，警戒。
(14) 三令五申——令：下令，命令。申：陈述，说明。“三令五申”出自《尹文子》
(见《文选·卷三·张平子〈东都赋〉》李善注引)：“将战，有司读诰誓，三令五申之，既
毕，然后即敌。”意谓再三发出号令，反复告诫。
(15) 仆——自称谦辞。 一介——一人。自称谦辞。
(16) 尺寸可取——原作“尺寸可称”(见下条“忍辱负重”注)。谦词。意谓有一点点
可用的长处。
(17) 忍辱负重——语出《三国志·吴志·陆逊传》：“当御(刘)备时，诸将军……各
自矜恃，不相听从。逊案剑曰：‘……仆虽书生，受命主上。国家所以屈诸君使相承望者，
以仆有尺寸可称，能忍辱负重故也。’”意谓能够忍受一时的屈辱以担当重任。
(18) 老——老练，娴熟。
(19) 赤火之中——形容炎热的阳光底下。
(20) 兼听则明，偏听则蔽——“蔽”亦作“暗”。语本《管子·君臣上》：“夫民别而
听之则愚，合而听之则圣。”尹知章注：“别而听之，则各信其一方，暗莫之发，故愚；合
而听之，则得失相转，可否相济，刍荛之言，贤圣不能易，故圣也。”又汉·王符《潜夫论
·明暗》：“君之所以明者，兼听也；其所以暗者，偏信也。”意谓只有广泛听取意见才能
明辨是非，偏听偏信必然糊涂误事。
(21) 四至八道——旧时指某块土地四面八方的界限及临近的道路。这里是指军用地图，
意为标明四面八方的地名、地形、道路。
第八十四回 陆逊营烧七百里 孔明巧布八阵图
却说韩当、周泰探知先主移营就凉，急来报知陆逊。逊大喜，遂
引兵自来观看动静。只见平地一屯，不满万馀人，大半皆是老弱之
众，大书“先锋吴班”旗号。周泰曰：
“吾视此等兵如儿戏耳，愿同
韩将军分两路击之。如其不胜，甘当军令。”陆逊看了良久，以鞭指
曰：
“前面山谷中，隐隐有杀气起，其下必有伏兵，故于平地设此弱
兵，以诱我耳。诸公切不可出。”众将听了，皆以为懦。
次日，吴班引兵到关前搦战，耀武扬威，辱骂不绝，多有解衣卸
甲，赤身裸体，或睡或坐。徐盛、丁奉入帐禀陆逊曰：
“蜀兵欺我太
甚!某等愿出击之。”逊笑曰：
“公等但恃血气之勇，未知孙、吴妙
法。此彼诱敌之计也，三日后必见其诈矣。”徐盛曰：
“三日后，彼
移营已定，安能击之乎？”逊曰：
“吾正欲令彼移营也。”诸将哂笑
而退。
过三日后，会诸将于关上观望，见吴班兵已退去。逊指曰：
“杀
气起矣，刘备必从山谷中出也。”言未毕，只见蜀兵皆全装贯束 (1)
，拥先主而过。吴兵见了，尽皆胆裂。逊曰：
“吾之不听诸公击班
者，正为此也。今伏兵已出，旬日之内，必破蜀矣。”诸将皆曰：
“破蜀当在初时，今连营五六百里，相守经七八月，其诸要害皆已固
守，安能破乎？”逊曰：
“诸公不知兵法。备乃世之枭雄，更多智
谋，其兵始集，法度精专。今守之久矣，不得我便，兵疲意阻，取之
正在今日。”诸将方才叹服。后人有诗赞曰：
虎帐谈兵按六韬 (2) ，安排香饵钓鲸鳌。
三分自是多英俊，又显江南陆逊高。
却说陆逊已定了破蜀之策，遂修笺遣使奏闻孙权 (3) ，言指日可
以破蜀之意。权览毕，大喜曰：
“江东复有此异人，孤何忧哉!诸将皆
上书言其懦，孤独不信，今观其言，果非懦也。”于是大起吴兵来接
应。
却说先主于猇亭尽驱水军，顺流而下，沿江屯扎水寨，深入吴
境。黄权谏曰：
“水军沿江而下，进则易，退则难。臣愿为前驱，陛
下宜在后阵，庶万无一失。”先主曰：
“吴贼胆落，朕长驱大进，有
何碍乎？”众官苦谏，先主不从。遂分兵两路：命黄权督江北之兵，
以防魏寇；先主自督江南诸军，夹江分立营寨，以图进取。
细作探知，连夜报知魏主，言：
“蜀兵伐吴，树栅连营，纵横七
百馀里，分四十馀屯，皆傍山林下寨。今黄权督兵在江北岸，每日出
哨百馀里，不知何意。”魏主闻之，仰面笑曰：
“刘备将败矣。”群
臣请问其故，魏主曰：
“刘玄德不晓兵法，岂有连营七百里而可以拒
敌者乎？包原隰险阻屯兵者，此兵法之大忌也 (4) 。玄德必败于东吴
陆逊之手，旬日之内，消息必至矣。”群臣犹未信，皆请拨兵备之。
魏主曰：
“陆逊若胜，必尽举吴兵去取西川。吴兵远去，国中空虚，
朕虚托以兵助战，令三路一齐进兵，东吴唾手可取也。”众皆拜服。
魏主下令，使曹仁督一军出濡须，曹休督一军出洞口，曹真督一军出
南郡：
“三路军马会合日期，暗袭东吴。朕随后自来接应。”调遣已
定。
不说魏兵袭吴。且说马良至川，入见孔明，呈上图本而言曰：
“今移营夹江，横占七百里，下四十馀屯，皆依溪傍涧，林木茂盛之
处。皇上令良将图本来与丞相观之。”孔明看讫，拍案叫苦曰：
“是
何人教主上如此下寨？可斩此人。”马良曰：
“皆主上自为，非他人
之谋。”孔明叹曰：
“汉朝气数休矣!”良问其故，孔明曰：
“包原隰
险阻而结营，此兵家之大忌。倘彼用火攻，何以解救？又岂有连营七
百里而可拒敌乎？祸不远矣!陆逊拒守不出，正为此也。汝当速去见天
子，改屯诸营，不可如此。”良曰：
“倘今吴兵已胜，如之奈何？”
孔明曰：
“陆逊不敢来追，成都可保无虞。”良曰：
“逊何故不
追？”孔明曰：
“恐魏兵袭其后也。主上若有失，当投白帝城避之。
吾入川时，已伏下十万兵在鱼腹浦矣。”良大惊曰：
“某于鱼腹浦往
来数次，未尝见一卒，丞相何作此诈语？”孔明曰：
“后来必见，不
劳多问。”马良求了表章，火速投御营来。孔明自回成都，调拨军马
救应。
却说陆逊见蜀兵懈怠，不复提防，升帐聚大小将士听令曰：
“吾
自受命以来，未尝出战。今观蜀兵，足知动静，故欲先取江南岸一
营。谁敢去取？”言未毕，韩当、周泰、凌统等应声而出曰：
“某等
愿往。”逊教皆退不用，独唤阶下末将淳于丹曰：
“吾与汝五千军，
去取江南第四营，蜀将傅彤所守。今晚就要成功。吾自提兵接应。”
淳于丹引兵去了。又唤徐盛、丁奉曰：
“汝等各领兵三千，屯于寨外
五里，如淳于丹败回，有兵赶来，当出救之，却不可追去。”二将自
引军去了。
却说淳于丹于黄昏时分领兵前进，到蜀寨时已三更之后。丹令众
军鼓噪而入。蜀营内傅彤引军杀出，挺枪直取淳于丹。丹敌不住，拨
马便回。忽然喊声大震，一彪军拦住去路，为首大将赵融。丹夺路而
走，折兵大半。正走之间，山后一彪蛮兵拦住，为首番将沙摩柯。丹
死战得脱，背后三路军赶来。比及离营五里，吴军徐盛、丁奉二人两
下杀来，蜀兵退去，救了淳于丹回营。
丹带箭入见陆逊请罪。逊曰：
“非汝之过也，吾欲试敌人之虚实
耳。破蜀之计，吾已定矣。”徐盛、丁奉曰：
“蜀兵势大，难以破
之，空自损兵折将耳。”逊笑曰：
“吾这条计，但瞒不过诸葛亮耳。
天幸此人不在，使我成大功也。”遂集大小将士听令：使朱然于水路
进兵，来日午后东南风大作，用船装载茅草，依计而行；韩当引一军
攻江北岸，周泰引一军攻江南岸，每人手执茅草一把，内藏硫黄焰
硝，各带火种，各执枪刀，一齐而上，但到蜀营，顺风举火；蜀兵四
十屯，只烧二十屯，每间一屯烧一屯 (5) 。各军预带干粮，不许暂
退，昼夜追袭，只擒了刘备方止。众将听了军令，各受计而去。
却说先主正在御营寻思破吴之计，忽见帐前中军旗幡无风自倒。
乃问程畿曰：
“此为何兆？”畿曰：
“今夜莫非吴兵来劫营？”先主
曰：
“昨夜杀尽，安敢再来？”畿曰：
“倘是陆逊试敌，奈何？”正
言间，人报：
“山上远远望见吴兵尽沿山望东去了。”先主曰：
“此
是疑兵。”令众休动，命关兴、张苞各引五百骑出巡。
黄昏时分，关兴回奏曰：
“江北营中火起。”先主急令关兴往江
北，张苞往江南，探看虚实：
“倘吴兵到时，可急回报。”二将领命
去了。
初更时分，东南风骤起，只见御营左屯火发。方欲救时，御营右
屯又火起。风紧火急，树木皆着。喊声大震，两屯军马齐出，奔离御
营中，御营军自相践踏，死者不知其数。后面吴兵杀到，又不知多少
军马。先主急上马，奔冯习营时，习营中火光连天而起。江南、江
北，照耀如同白日。冯习慌上马，引数十骑而走，正逢吴将徐盛军
到，敌住厮杀。先主见了，拨马投西便走。徐盛舍了冯习，引兵追
来。先主正慌，前面又一军拦住，乃是吴将丁奉，两下夹攻。先主大
惊，四面无路。忽然喊声大震，一彪军杀入重围，乃是张苞，救了先
主，引御林军奔走。正行之间，前面一军又到，乃蜀将傅彤也，合兵
一处而行。背后吴兵追至。先主前到一山，名马鞍山。张苞、傅彤请
先主上的山时，山下喊声又起，陆逊大队人马将马鞍山围住。张苞、
傅彤死据山口。先主遥望遍野火光不绝，死尸重叠，塞江而下。
次日，吴兵又四下放火烧山，军士乱窜，先主惊慌。忽然火光中
一将引数骑杀上山来，视之，乃关兴也。兴伏地请曰：
“四下火光逼
近，不可久停。陛下速奔白帝城，再收军马可也。”先主曰：
“谁敢
断后？”傅彤奏曰：
“臣愿以死当之。”当日黄昏，关兴在前，张苞
在中，留傅彤断后，保着先主，杀下山来。吴兵见先主奔走，皆要争
功，各引大军，遮天盖地，往西追赶。先主令军士尽脱袍铠，塞道而
焚，以断后军。正奔走间，喊声大震，吴将朱然引一军从江岸边杀
来，截住去路。先主叫曰：
“朕死于此矣!”关兴、张苞纵马冲突，被
乱箭射回，各带重伤，不能杀出。背后喊声又起，陆逊引大军从山谷
中杀来。
先主正慌急之间，此时天色已微明，只见前面喊声震天，朱然军
纷纷落涧，滚滚投岩，一彪军杀入，前来救驾。先主大喜，视之，乃
常山赵子龙也。时赵云在川中江州，闻吴、蜀交兵，遂引军出。忽见
东南一带火光冲天，云心惊，远远探视，不想先主被困，云奋勇冲杀
而来。陆逊闻是赵云，急令军退。云正杀之间，忽遇朱然，便与交
锋，不一合，一枪刺朱然于马下。杀散吴兵，救出先主，望白帝城而
走。先主曰：
“朕虽得脱，诸将士将奈何？”云曰：
“敌军在后，不
可久迟。陛下且入白帝城歇息，臣再引兵去救应诸将。”此时先主仅
存百馀人入白帝城。后人有诗赞陆逊曰：
持茅举火破连营，玄德穷奔白帝城。
一旦威名惊蜀魏，吴王宁不敬书生。
却说傅彤断后，被吴军八面围住。丁奉大叫曰：
“川兵死者无
数，降者极多，汝主刘备已被擒获，今汝力穷势孤，何不早降？”傅
彤叱曰：
“吾乃汉将，安肯降吴狗乎？”挺枪纵马，率蜀军奋力死
战，不下百馀合，往来冲突，不能得脱。彤长叹曰：
“吾今休矣!”言
讫，口中吐血，死于吴军之中。后人赞傅彤诗曰：
彝陵吴蜀大交兵，陆逊施谋用火焚。
至死犹然骂吴狗，傅彤不愧汉将军。
蜀祭酒程畿，匹马奔至江边，招呼水军赴敌。吴兵随后追来，水
军四散奔逃。畿部将叫曰：
“吴兵至矣，程祭酒快走罢。”畿怒曰：
“吾自从主上出军 (6) ，未尝赴敌而逃。”言未毕，吴兵骤至，四下
无路，畿拔剑自刎。后人有诗赞曰：
慷慨蜀中程祭酒，身留一剑答君王。
临危不改平生志，博得声名万古香。
时吴班、张南久围彝陵城，忽冯习到，言蜀兵败，遂引军来救先
主，孙桓方才得脱。张、冯二将正行之间，前面吴兵杀来，背后孙桓
从彝陵城杀出，两下夹攻。张南、冯习奋力冲突，不能得脱，死于乱
军之中。后人有诗赞曰：
冯习忠无二，张南义少双。
沙场甘战死，史册共流芳。
吴班杀出重围，又遇吴兵追赶，幸得赵云接着，救回白帝城去
了。
时有蛮王沙摩柯匹马奔走，正逢周泰，战二十馀合，被泰所杀。
蜀将杜路、刘宁尽皆降吴。蜀营一应粮草、器仗，尺寸不存。蜀将川
兵，降者无数。
时孙夫人在吴，闻猇亭兵败，讹传先主死于军中，遂驱车至江
边，望西遥哭，投江而死。后人立庙江滨，号曰“枭姬祠”。尚论者
作诗叹之曰 (7) ：
先主兵归白帝城，夫人闻难独捐生。
至今江畔遗碑在，犹著千秋烈女名。
却说陆逊大获全功，引得胜之兵，往西追袭。前离夔关不远，逊
在马上看见前面临山傍江，一阵杀气，冲天而起，遂勒马回顾众将
曰：
“前面必有埋伏，三军不可轻进。”即倒退十馀里，于地势空阔
处排成阵势，以御敌军。即差哨马前去探视。回报：
“并无军屯在
此。”逊不信，下马登高望之，杀气复起。逊再令人仔细探视。哨马
回报：
“前面并无一人一骑。”逊见日将西沉，杀气越加，心中犹
豫，令心腹人再往探看。回报：
“江边止有乱石八九十堆，并无人
马。”逊大疑，令寻土人问之。须臾，有数人到。逊问曰：
“何人将
乱石作堆？如何乱石堆中有杀气冲起？”土人曰：
“此处地名鱼腹
浦。诸葛亮入川之时，驱兵到此，取石排成阵势于沙滩之上。自此常
常有气如云，从内而起。”
陆逊听罢，上马引数十骑来看石阵，立马于山坡之上，但见四面
八方，皆有门有户。逊笑曰：
“此乃惑人之术耳，有何益焉？”遂引
数骑下山坡来，直入石阵观看。部将曰：
“日暮矣，请都督早回。”
逊方欲出阵，忽然狂风大作，一霎时，飞沙走石，遮天盖地。但见怪
石嵯峨 (8) ，槎枒似剑 (9) ；横沙立土，重叠如山；江声浪涌，有如
剑鼓之声。逊大惊曰：
“吾中诸葛之计也!”急欲回时，无路可出。
正惊疑间，忽见一老人立于马前，笑曰：
“将军欲出此阵乎？”
逊曰：
“愿长者引出。”老人策杖徐徐而行，径出石阵，并无所碍，
送至山坡之上。逊问曰：
“长者何人？”老人答曰：
“老夫乃诸葛孔
明之岳父黄承彦也。昔小婿入川之时，于此布下石阵，名‘八阵图’
(10) 。反复八门，按遁甲休、生、伤、杜、景、死、惊、开。每日每
时，变化无端，可比十万精兵。临去之时，曾分付老夫道：
‘后有东
吴大将迷于阵中，莫要引他出来。’老夫适于山岩之上，见将军从死
门而入，料想不识此阵，必为所迷。老夫平生好善，不忍将军陷没于
此，故特自生门引出也。”逊曰：
“公曾学此阵法否？”黄承彦曰：
“变化无穷，不能学也。”逊慌忙下马，拜谢而回。后杜工部有诗曰
(11) ：
功盖三分国 (12) ，名成八阵图。
江流石不转 (13) ，遗恨失吞吴 (14) 。
陆逊回寨，叹曰：
“孔明真卧龙也，吾不能及。”于是下令班
师。左右曰：
“刘备兵败势穷，困守一城，正好乘势击之，今见石阵
而退，何也？”逊曰：
“吾非惧石阵而退，吾料魏主曹丕，其奸诈与
父无异，今知吾追赶蜀兵，必乘虚来袭。吾若深入西川，急难退
矣。”遂令一将断后，逊率大军而回。退兵未及二日，三处人来飞
报：
“魏兵曹仁出濡须，曹休出洞口，曹真出南郡：三路兵马数十
万，星夜至境，未知何意。”逊笑曰：
“不出吾之所料。吾已令兵拒
之矣。”正是：
雄心方欲吞西蜀，胜算还须御北朝。
未知如何退兵，且看下文分解。
--------------------
(1) 全装贯束——参见第四十五回“全装贯戴”条注。
(2) 虎帐——旧时指将军的营帐。因称将军为“虎将”，故称其营帐为“虎帐”。 六韬
——兵书名。旧题周·吕望撰。书分文韬、武韬、龙韬、虎韬、豹韬、犬韬六卷。
(3) 笺——这里指奏章。
(4) “包原隰险阻”二句——意谓把军队驻扎于草木丛生的高原、低洼潮湿的地方或地
形险要之处，都是极其危险的，都是兵法所不允许的。包原：草木丛生而茂盛的高原。
“包”通“苞”。草木丛生而茂盛。隰( x í习)：低洼潮湿之处。险阻：地形险要之处。
忌：忌讳，禁止。
(5) 间——隔。
(6) 从——随从，跟随。
(7) 尚论——向上追论，即评论古人。尚：通“上”。指前人，古人。《孟子·万章
下》：“以友天下之善士未足，又尚论古之人。”
(8) 嵯峨——屹立貌。
(9) 槎枒——本义为树木的枝杈。引申以形容石堆奇形怪状。
(10) 八阵图——古代用兵的一种阵法。确为诸葛亮所创，见于《三国志·蜀志·诸葛亮
传》：“亮性长于巧思……推演兵法，作八阵图，咸得其要云。”又《晋书·桓温传》：
“初诸葛亮造八阵图于鱼腹平沙之下，累石为八行，行相去二丈。温见之，谓‘此常山蛇势
也’。文武皆莫能识之。”但罗贯中作了夸张的描写。
(11) 杜工部有诗——即指唐代诗人杜甫的《八阵图》诗。
(12) 功盖三分国——意谓诸葛亮的功业胜过了三国时期的任何人。盖：超过，胜过。
(13) 江流石不转——意谓八阵图的石堆虽经数百年江流的冲激而不动。
(14) 遗恨失吞吴——意谓诸葛亮的遗恨在于刘备不听劝谏，为报弟仇而欲灭孙吴，结果
全军覆没，破坏了他联吴抗魏的战略，使他的雄心壮志不能实现。
第八十五回 刘先主遗诏托孤儿 诸葛亮安居平五路
却说章武二年夏六月，东吴陆逊大破蜀兵于猇亭彝陵之地。先主
奔回白帝城，赵云引兵据守。忽马良至，见大军已败，懊悔不及，将
孔明之言奏知先主。先主叹曰：
“朕早听丞相之言，不致今日之败。
今有何面目复回成都见群臣乎？”遂传旨就白帝城住扎，将馆驿改为
永安宫。人报冯习、张南、傅彤，程畿、沙摩柯等皆殁于王事，先主
伤感不已。又近臣奏称：
“黄权引江北之兵，降魏去了。陛下可将彼
家属送有司问罪。”先主曰：
“黄权被吴兵隔断在江北岸，欲归无
路，不得已而降魏，是朕负权，非权负朕也，何必罪其家属？”仍给
禄米以养之。
却说黄权降魏，诸将引见曹丕。丕曰：
“卿今降朕，欲追慕于
陈、韩耶 (1) ？”权泣而奏曰：
“臣受蜀帝之恩，殊遇甚厚。令臣督
诸军于江北，被陆逊绝断。臣归蜀无路，降吴不可，故来投陛下。败
军之将，免死为幸，安敢追慕于古人耶？”丕大喜，遂拜黄权为镇南
将军。权坚辞不受。忽近臣奏曰：
“有细作人自蜀中来，说蜀主将黄
权家属尽皆诛戮。”权曰：
“臣与蜀主推诚相信，知臣本心，必不肯
杀臣之家小也。”丕然之。后人有诗责黄权曰 (2) ：
降吴不可却降曹，忠义安能事两朝？
堪叹黄权惜一死，紫阳书法不轻饶 (3) 。
曹丕问贾诩曰：
“朕欲一统天下，先取蜀乎？先取吴乎？”诩
曰：
“刘备雄才，更兼诸葛亮善能治国；东吴孙权能识虚实，陆逊现
屯兵于险要，隔江泛湖：皆难卒谋 (4) 。以臣观之，诸将之中，皆无
孙权、刘备敌手。虽以陛下天威临之，亦未见万全之势也。只可持守
(5) ，以待二国之变。”丕曰：
“朕已遣三路大兵伐吴，安有不胜之
理？”尚书刘晔曰：
“近东吴陆逊新破蜀兵七十万，上下齐心，更有
江湖之阻，不可卒制 (6) ，陆逊多谋，必有准备。”丕曰：
“卿前劝
朕伐吴，今又谏阻，何也？”晔曰：
“时有不同也。昔东吴累败于
蜀，其势顿挫，故可击耳；今既获全胜，锐气百倍，未可攻也。”丕
曰：
“朕意已决，卿勿复言。”遂引御林军，亲往接应三路兵马。早
有哨马报说：
“东吴已有准备：令吕范引兵拒住曹休，诸葛瑾引兵在
南郡拒住曹真，朱桓引兵当住濡须以拒曹仁。”刘晔曰：
“既有准
备，去恐无益。”丕不从，引兵而去。
却说吴将朱桓，年方二十七岁，极有胆略，孙权甚爱之。时督军
于濡须，闻曹仁引大军去取羡溪，桓遂尽拨军守把羡溪去了，止留五
千骑守城。忽报：
“曹仁令大将常雕同诸葛虔、王双引五万精兵，飞
奔濡须城来。”众军皆有惧色。桓按剑而言曰：
“胜负在将，不在兵
之多寡。兵法云：
‘客兵倍而主兵半者，主兵尚能胜于客兵 (7)
。’今曹仁千里跋涉，人马疲困。吾与汝等共据高城，南临大江，北
背山险，以逸待劳，以主制客，此乃百战百胜之势 (8) 。虽曹丕自
来，尚不足忧，况仁等耶？”于是传令，教众军偃旗息鼓，只作无人
守把之状。
且说魏将先锋常雕领精兵来取濡须城，遥望城上并无军马。雕催
军急进，离城不远，一声炮响，旌旗齐竖。朱桓横刀飞马而出，直取
常雕。战不三合，被桓一刀斩常雕于马下。吴兵乘势冲杀一阵，魏兵
大败，死者无数。朱桓大胜，得了无数旌旗、军器、战马。曹仁领兵
随后到来，却被吴兵从羡溪杀出。曹仁大败而退，回见魏主，细奏大
败之事。丕大惊。正议之间，忽探马报：
“曹真、夏侯尚围了南郡，
被陆逊伏兵于内，诸葛瑾伏兵于外，内外夹攻，因此大败。”言未
毕，忽探马又报：
“曹休亦被吕范杀败。”丕听知三路兵败，乃喟然
叹曰：
“朕不听贾诩、刘晔之言，果有此败。”时值夏天，大疫流
行，马步军十死六七，遂引军回洛阳。吴、魏自此不和。
却说先主在永安宫染病不起，渐渐沉重。至章武三年夏四日，先
主自知病入四肢，又哭关、张二弟，其病愈深，两目昏花。厌见侍从
之人，乃叱退左右，独卧于龙榻之上。忽然阴风骤起，将灯吹摇，灭
而复明。只见灯影之下，二人侍立。先主怒曰：
“朕心绪不宁，教汝
等且退，何故又来？”叱之不退。先主起而视之，上首乃云长，下首
乃翼德也。先主大惊曰：
“二弟原来尚在？”云长曰：
“臣等非人，
乃鬼也。上帝以臣二人平生不失信义，皆敕命为神。哥哥与兄弟聚会
不远矣。”先主扯定大哭，忽然惊觉，二弟不见。即唤从人问之，时
正三更。先主叹曰：
“朕不久于人世矣!”遂遣使往成都，请丞相诸葛
亮、尚书令李严等，星夜来永安宫，听受遗命。孔明等与先主次子鲁
王刘永、梁王刘理，来永安宫见帝，留太子刘禅守成都。
且说孔明到永安宫，见先主病危，慌忙拜伏于龙榻之下。先主传
旨，请孔明坐于龙榻之侧，抚其背曰：
“朕自得丞相，幸成帝业。何
期智识浅陋，不纳丞相之言，自取其败。悔恨成疾，死在旦夕。嗣子
孱弱 (9) ，不得不以大事相托。”言讫，泪流满面。孔明亦涕泣曰：
“愿陛下善保龙体，以副天下之望。”先主以目遍视，只见马良之弟
马谡在旁，先主令且退。谡退出，先主谓孔明曰：
“丞相观马谡之才
何如？”孔明曰：
“此人亦当世之英才也。”先主曰：
“不然。朕观
此人言过其实 (10) ，不可大用。丞相宜深察之。”
分付毕，传旨召诸臣入殿，取纸笔写了遗诏，递与孔明而叹曰：
“朕不读书，粗知大略。圣人云：
‘鸟之将死，其鸣也哀；人之将
死，其言也善 (11) 。’朕本待与卿等同灭曹贼，共扶汉室，不幸中道
而别。烦丞相将诏付与太子禅，令勿以为常言。凡事更望丞相教
之。”孔明等泣拜于地曰：
“愿陛下将息龙体，臣等尽施犬马之劳，
以报陛下知遇之恩也。”
先主命内侍扶起孔明，一手掩泪，一手执其手曰：
“朕今死矣，
有心腹之言相告。”孔明曰：
“有何圣谕？”先主泣曰：
“君才十倍
曹丕，必能安邦定国，终定大事。若嗣子可辅则辅之；如其不才，君
可自为成都之主。”孔明听毕，汗流遍体，手足失措，泣拜于地曰：
“臣安敢不竭股肱之力，尽忠贞之节，继之以死乎？”言讫，叩头流
血。先主又请孔明坐于榻上，唤鲁王刘永、梁王刘理近前，分付曰：
“尔等皆记朕言：朕亡之后，尔兄弟三人，皆以父事丞相，不可怠
慢。”言罢，遂命二王同拜孔明。二王拜毕，孔明曰：
“臣虽肝脑涂
地，安能报知遇之恩也!”
先主谓众官曰：
“朕已托孤于丞相，令嗣子以父事之。卿等俱不
可怠慢，以负朕望。”又嘱赵云曰：
“朕与卿于患难之中，相从到
今，不想于此地分别。卿可想朕故交，早晚看觑吾子 (12) ，勿负朕
言。”云泣拜曰：
“臣敢不效犬马之劳。”先主又谓众官曰：
“卿等
众官，朕不能一一分嘱，愿皆自爱。”言毕，驾崩，寿六十三岁。时
章武三年夏四月二十四日也。后杜工部有诗叹曰 (13) ：
蜀主窥吴向三峡 (14) ，崩年亦在永安宫。
翠华想像空山外 (15) ，玉殿虚无野寺中 (16) 。
古庙杉松巢水鹤 (17) ，岁时伏腊走村翁 (18) 。
武侯祠屋长邻近 (19) ，一体君臣祭祀同 (20) 。
先主驾崩，文武官僚无不哀痛。孔明率众官奉梓宫还成都 (21) 。
太子刘禅出城迎接灵柩，安于正殿之内。举哀行礼毕，开读遗诏。诏
曰 (22) ：
朕初得疾，但下痢耳，后转生杂病，殆不自济 (23) 。朕闻人年五十，不称
夭寿。今朕年六十有馀，死复何恨？但以卿兄弟为念耳 (24) 。勉之，勉之!勿以
恶小而为之，勿以善小而不为 (25) 。惟贤惟德，可以服人。卿父德薄，不足效
也。卿与丞相从事 (26) ，事之如父，勿怠勿忘!卿兄弟更求闻达 (27) 。至嘱，至
嘱!
群臣读诏已毕，孔明曰：
“国不可一日无君，请立嗣君 (28) ，以
承汉统。”乃立太子禅即皇帝位，改元建兴。加诸葛亮为武乡侯，领
益州牧。葬先主于惠陵，谥曰昭烈皇帝。尊皇后吴氏为皇太后；谥甘
夫人为昭烈皇后，糜夫人亦追谥为皇后。升赏群臣，大赦天下。
早有魏军探知此事，报入中原。近臣奏知魏主。曹丕大喜曰：
“刘备已亡，朕无忧矣。何不乘其国中无主，起兵伐之？”贾诩谏
曰：
“刘备虽亡，必托孤于诸葛亮。亮感备知遇之恩，必倾心竭力，
扶持嗣主。陛下不可仓卒伐之。”正言间，忽一人从班部中奋然而出
曰：
“不乘此时进兵，更待何时？”众视之，乃司马懿也。丕大喜，
遂问计于懿。懿曰：
“若只起中国之兵，急难取胜。须用五路大兵，
四面夹攻，令诸葛亮首尾不能救应，然后可图。”丕问：
“何为五
路？”懿曰：
“可修书一封，差使往辽东鲜卑国，见国王轲比能，赂
以金帛，令起辽西羌兵十万，先从旱路取西平关，此一路也。再修书
遣使赍官诰赏赐，直入南蛮，见蛮王孟获，令起兵十万，攻打益州、
永昌、牂牁、越隽四郡，以击西川之南，此二路也。再遣使入吴修
好，许以割地，令孙权起兵十万，攻两川峡口，径取涪城，此三路
也。又可差使至降将孟达处，起上庸兵十万，西攻汉中，此四路也。
然后命大将军曹真为大都督，提兵十万，由京兆径出阳平关取西川，
此五路也。共大兵五十万，五路并进，诸葛亮便有吕望之才，安能当
此乎？”丕大喜，随即密遣能言官四员为使前去；又命曹真为大都
督，领兵十万，径取阳平关。此时张辽等一班旧将皆封列侯，俱在
冀、徐、青及合淝等处，据守关津隘口，故不复调用。
却说蜀汉后主刘禅自即位以来，旧臣多有病亡者，不能细说。凡
一应朝廷选法 (29) ，钱粮、词讼等事，皆听诸葛丞相裁处。时后主未
立皇后，孔明与群臣上言曰：
“故车骑将军张飞之女甚贤，年十七
岁，可纳为正宫皇后。”后主即纳之。
建兴元年秋八月，忽有边报说：
“魏调五路大兵，来取西川：第
一路曹真为大都督，起兵十万，取阳平关；第二路乃反将孟达，起上
庸兵十万，犯汉中；第三路乃东吴孙权，起精兵十万，取峡口入川；
第四路乃蛮王孟获，起蛮兵十万，犯益州四郡；第五路乃番王轲比
能，起羌兵十万，犯西平关。此五路军马甚是利害。已先报知丞相，
丞相不知为何，数日不出视事。”后主听罢大惊，即差近侍赍旨，宣
召孔明入朝。使命去了半日，回报：
“丞相府下人言，丞相染病不
出。”后主转慌。
次日，又命黄门侍郎董允、谏议大夫杜琼，去丞相卧榻前，告此
大事。董、杜二人到丞相府前，皆不得入。杜琼曰：
“先帝托孤于丞
相，今主上初登宝位，被曹丕五路兵犯境，军情至急，丞相何故推病
不出？”良久，门吏传丞相令，言：
“病体稍可，明早出都堂议事
(30) 。”董、杜二人叹息而回。
次日，多官又来丞相府前伺候，从早至晚，又不见出。多官惶
惶，只得散去。杜琼入奏后主曰：
“请陛下圣驾亲往丞相府问计。”
后主即引多官入宫，启奏皇太后。太后大惊，曰：
“丞相何故如此？
有负先帝委托之意也。我当自往。”董允奏曰：
“娘娘未可轻往。臣
料丞相必有高明之见。且待主上先往，如果怠慢，请娘娘于太庙中，
召丞相问之未迟。”太后依奏。
次日，后主车驾亲至相府。门吏见驾到，慌忙拜伏于地而迎。后
主问曰：
“丞相在何处？”门吏曰：
“不知在何处。只有丞相钧旨，
教挡住百官，勿得辄入。”后主乃下车步行，独进第三重门，见孔明
独倚竹杖，在小池边观鱼。后主在后立久，乃徐徐而言曰：
“丞相安
乐否？”孔明回顾，见是后主，慌忙弃杖，拜伏于地曰：
“臣该万
死!”后主扶起，问曰：
“今曹丕分兵五路，犯境甚急，相父缘何不肯
出府视事 (31) ？”孔明大笑，扶后主入内室坐定，奏曰：
“五路兵
至，臣安得不知？臣非观鱼，有所思也。”后主曰：
“如之奈何？”
孔明曰：
“羌王轲比能，蛮王孟获，反将孟达，魏将曹真，此四路
兵，臣已皆退去了也。止有孙权这一路兵，臣已有退之之计，但须一
能言之人为使，因未得其人，故熟思之。陛下何必忧乎？”
后主听罢，又惊又喜，曰：
“相父果有鬼神不测之机也!愿闻退兵
之策。”孔明曰：
“先帝以陛下付托与臣，臣安敢旦夕怠慢？成都众
官，皆不晓兵法之妙，贵在使人不测，岂可泄漏于人？老臣先知西番
国王轲比能引兵犯西平关。臣料马超积祖西川人氏 (32) ，素得羌人之
心，羌人以超为神威天将军。臣已先遣一人，星夜驰檄，令马超紧守
西平关，伏四路奇兵，每日交换，以兵拒之。此一路不必忧矣。又南
蛮孟获，兵犯四郡。臣亦飞檄遣魏延领一军左出右入，右出左入，为
疑兵之计。蛮兵惟凭勇力，其心多疑，若见疑兵，必不敢进。此一路
又不足忧矣。又知孟达引兵出汉中。达与李严曾结生死之交，臣回成
都时，留李严守永安宫。臣已作一书，只做李严亲笔，令人送与孟
达。达必然推病不出，以慢军心。此一路又不足忧矣。又知曹真引兵
犯阳平关。此地险峻，可以保守。臣已调赵云引一军守把关隘，并不
出战。曹真若见我军不出，不久自退矣。此四路兵俱不足忧。臣尚恐
不能全保，又密调关兴、张苞二将，各引兵三万，屯于紧要之处，为
各路救应。此数处调遣之事，皆不曾经由成都，故无人知觉。只有东
吴这一路兵未必便动：如见四路兵胜，川中危急，必来相攻；若四路
不济，安肯动乎？臣料孙权想曹丕三路侵吴之怨，必不肯从其言。虽
然如此，须用一舌辩之士，径往东吴，以利害说之，则先退东吴，其
四路之兵，何足忧乎？但未得说吴之人，臣故踌躇。何劳陛下圣驾来
临？”后主曰：
“太后亦欲来见相父。今朕闻相父之言，如梦初觉，
复何忧哉!”
孔明与后主共饮数杯，送后主出府。众官皆环立于门外，见后主
面有喜色。后主别了孔明，上御车回朝。众皆疑惑不定。孔明见众官
中，一人仰天而笑，面亦有喜色。孔明视之，乃义阳新野人，姓邓名
芝，字伯苗，现为户部尚书，汉司马邓禹之后。孔明暗令人留住邓
芝，多官皆散。
孔明请芝到书院中，问芝曰：
“今蜀、魏、吴鼎分三国，欲讨二
国，一统中兴，当先伐何国？”芝曰：
“以愚意论之，魏虽汉贼，其
势甚大，急难摇动，当徐徐缓图。今主上初登宝位，民心未安，当与
东吴连合，结为唇齿，一洗先帝旧怨，此乃长久之计也。未审丞相钧
意若何？”孔明大笑曰：
“吾思之久矣，奈未得其人，今日方得
也。”芝曰：
“丞相欲其人何为？”孔明曰：
“吾欲使人往结东吴。
公既能明此意，必能不辱君命，使乎之任 (33) ，非公不可。”芝曰：
“愚才疏智浅，恐不堪当此任。”孔明曰：
“吾来日奏知天子，便请
伯苗一行，切勿推辞。”芝应允而退。
至次日，孔明奏准后主，差邓芝往说东吴。芝拜辞，望东吴而
来。正是：
吴人方见干戈息，蜀使还将玉帛通 (34) 。
未知邓芝此去若何，且看下文分解。
--------------------
(1) 追慕于陈、韩——意谓效法陈平、韩信。此二人原来皆为项羽的部将，后来投降刘
邦，反助刘邦消灭了项羽，成为汉朝的开国功臣。
(2) 后人有诗——下面这首诗是明代周静轩所作。 责——指责，谴责。
(3) 紫阳书法不轻饶——紫阳：宋代大儒朱熹的别号。书法：即修史书的法则。指古代
史官修史时对史料的处理、史事的评论、人物的褒贬均有严格的原则和体例。《左传·宣公
二年》：“董狐，古之良史也，书法不隐。”这句是指朱熹所著《通鉴纲目》以蜀汉为正
统，曹魏为伪政权，故对黄权降魏加以谴责。
(4) 难卒谋——意谓一时很难有成功的办法。卒：通“猝”。仓促，一时，暂时。
(5) 持守——保持现状。
(6) 卒制——意谓一时很难取得胜利。制：制服敌人。引申为战胜敌人。
(7) “客兵倍”二句——客兵：外来进攻的军队。主兵：本地守卫的军队。这两句是说
外来进攻的军队即使在数量上是本地守军的两倍，本地守军也能取胜。
(8) 百战百胜——语出《管子·七法·选陈》：“是故以众击寡，以治击乱，以富击
贫，以能击不能，以教卒练士击驱众白徒，故十战十胜，百战百胜。”意谓在两军争战中能
百分之百地取胜。形容战无不胜，所向无敌。
(9) 嗣子——指帝王或诸侯之子中的继承人。多为嫡长子。这里指太子刘禅。 孱(ch á
n蝉)弱——懦弱无能。
(10) 言过其实——语出汉·应劭《风俗通义·卷二·正失》：“凡此十馀事，皆俗人所
妄传，言过其实。”意谓言词与才能不相符合。指说得漂亮，才能有限。
(11) “鸟之将死”四句——语出《论语·泰伯》：“曾子有疾，孟敬子问之。曾子言
曰：‘鸟之将死，其鸣也哀；人之将死，其言也善。’”意谓鸟在死前的鸣声更为悲凉，人
在死前所说的话更为有益。
(12) 早晚看觑——意谓时时处处加以照料。
(13) 杜工部有诗——指唐代诗人杜甫的《咏怀古迹五首》诗其四。但首句原作“蜀主窥
吴幸三峡”。
(14) 蜀主窥吴向三峡——窥：图谋。此句是说蜀主刘备图谋灭吴报仇而率兵出三峡。
(15) 翠华想像空山外——翠华：天子仪仗中以翠羽为装饰的旌旗或车盖。代指仪仗。此
句是说刘备出兵伐吴时的华丽仪仗早已不复存在，只能想像其曾经出现在群山之中。
(16) 玉殿虚无野寺中——意谓刘备当年的宫殿早已不复存在，变成了荒野中的古庙。
(17) 古庙杉松巢水鹤——水鹤：即鹤。以其为水鸟，故称。此句是说古庙中的杉树和松
树成了水鹤筑巢的好地方。
(18) 岁时伏腊走村翁——岁：年。时：四季。伏：夏季伏天。腊：腊月，阴历十二月。
伏、腊均为祭祀的名称。岁时伏腊：语出汉·杨恽《报孙会宗书》(见《文选》卷四一)：
“田家作苦，岁时伏腊，烹羊炮羔，斗酒自劳。”意谓一年四季中伏祭和腊祭之日。泛指一
年中的各个节日。此句是说逢年过节，村民们都到古庙里去祭祀。
(19) 武侯祠屋长邻近——武侯祠：即诸葛亮庙。因诸葛亮受封为武乡侯，故称。此句是
说诸葛亮庙与刘备住过的永安宫离得很近。
(20) 一体君臣祭祀同——意谓百姓对刘备和诸葛亮一块儿祭祀，不分君臣。
(21) 梓宫——皇帝、皇后的棺材。这里指刘备的灵柩。梓树的木材最好，被称为“木
王”，皇帝、皇后的棺材多用梓木所造，故称“梓宫”。
(22) 诏——刘备给刘禅的遗诏原文见于《诸葛亮集》、《太平御览》卷四五九，罗贯中
引用时改动较多。
(23) 殆不自济——乃不能自愈。
(24) 卿——古代君对臣、长辈对晚辈的称呼。这里是刘备对刘禅的称呼。
(25) “勿以恶小”二句——意谓不要以为坏事很小就可以心安理得地干，也不要以为好
事太小而不屑去做；换言之，坏事再小也不能干，好事再小也要去做。后人常以此为座右
铭。
(26) 从事——共事，办事。
(27) 闻达——显达，有名望。
(28) 嗣君——继位的君主。下文的“嗣主”与此同义。
(29) 选法——选拔官吏的法规。
(30) 都堂——唐代尚书省办公大堂之称，三国时并无此称，这里是借指丞相署大堂。
(31) 相父——年轻皇帝对年长宰相的尊称，以示如子事父。
(32) 积祖——累代，世代。
(33) 使乎之任——意谓使者的这个角色。使乎：典出《论语·宪问》：“蘧伯玉(卫国
大夫)使人于孔子，孔子与之坐而问焉，曰：‘夫子(指蘧伯玉)何为？’对曰：‘夫子欲寡其
过而未能也。’使者出，子曰：‘使乎!使乎!’”“使乎”本为孔子对使者的赞语，后却成
为使者的代称。之任：这个角色，这个使命。
(34) 玉帛——圭璋和束帛。古时诸侯会盟互换玉帛，故代指和好。
第八十六回 难张温秦宓逞天辩 (1) 破曹丕徐盛用
火攻
却说东吴陆逊自退魏兵之后，吴王拜逊为辅国将军、江陵侯，领
荆州牧，自此军权皆归于逊。张昭、顾雍启奏吴王，请自改元。权从
之，遂改为黄武元年。
忽报魏主遣使至，权召入。使命陈说：
“蜀前使人求救于魏，魏
一时不明，故发兵应之。今已大悔，欲起四路兵取川，东吴可来接
应。若得蜀土，各分一半。”权闻言，不能决，乃问于张昭、顾雍
等。昭曰：
“陆伯言极有高见，可问之。”权即召陆逊至。逊奏曰：
“曹丕坐镇中原，急不可图，今若不从，必为仇矣。臣料魏与吴皆无
诸葛亮之敌手。今且勉强应允，整军预备，只探听四路如何：若四路
兵胜，川中危急，诸葛亮首尾不能救，主上则发兵以应之，先取成
都，深为上策；如四路兵败，别作商议。”权从之，乃谓魏使曰：
“军需未办，择日便当起程。”使者拜辞而去。
权令人探得西番兵出西平关，见了马超，不战自退；南蛮孟获起
兵攻四郡，皆被魏延用疑兵计杀退，回洞去了；上庸孟达兵至半路，
忽然染病不能行；曹真兵出阳平关，赵子龙拒住各处险道，果然一将
守关，万夫莫开，曹真屯兵于斜谷道，不能取胜而回。孙权知了此
信，乃谓文武曰：
“陆伯言真神算也!孤若妄动，又结怨于西蜀矣。”
忽报：
“西蜀遣邓芝到。”张昭曰：
“此又是诸葛亮退兵之计，
遣邓芝为说客也。”权曰：
“当何以答之？”昭曰：
“先于殿前立一
大鼎，贮油数百斤，下用炭烧。待其油沸，可选身长面大武士一千
人，各执刀在手，从宫门前直摆至殿上。却唤芝入见，休等此人开言
下说词，责以郦食其说齐故事 (2) ，效此例烹之，看其人如何对
答。”权从其言，遂立油鼎，命武士立于左右，各执军器，召邓芝
入。
芝整衣冠而入。行至宫门前，只见两行武士威风凛凛，各持钢
刀、大斧、长戟、短剑，直列至殿上。芝晓其意，并无惧色，昂然而
行。至殿前，又见鼎镬内热油正沸，左右武士以目视之。芝但微微而
笑。近臣引至帘前，邓芝长揖不拜。权令卷起珠帘，大喝曰：
“何不
拜？”芝昂然而答曰：
“上国天使，不拜小邦之主。”权大怒曰：
“汝不自料 (3) ，欲掉三寸之舌，效郦生说齐乎？可速入油鼎。”芝
大笑曰：
“人皆言东吴多贤，谁想惧一儒生。”权转怒曰：
“孤何惧
尔一匹夫耶？”芝曰：
“既不惧邓伯苗，何愁来说汝等也？”权曰：
“尔欲为诸葛亮作说客，来说孤绝魏向蜀，是否？”芝曰：
“吾乃蜀
中一儒生，特为吴国利害而来，乃设兵陈鼎，以拒一使，何其局量之
不能容物耶 (4) ？”
权闻言惶愧，即叱退武士，命芝上殿，赐坐而问曰：
“吴、魏之
利害若何？愿先生教我。”芝曰：
“大王欲与蜀和，还是欲与魏
和？”权曰：
“孤正欲与蜀主讲和，但恐蜀主年轻识浅，不能全始全
终耳 (5) 。”芝曰：
“大王乃命世之英豪，诸葛亮亦一时之俊杰；蜀
有山川之险，吴有三江之固。若二国连和，共为唇齿，进则可以兼吞
天下，退则可以鼎足而立。今大王若委贽称臣于魏 (6) ，魏必望大王
朝觐，求太子以为内侍 (7) ；如其不从，则兴兵来攻，蜀亦顺流而进
取。如此则江南之地，不复为大王有矣。若大王以愚言为不然，愚将
就死于大王之前，以绝说客之名也。”言讫，撩衣下殿，望油鼎中便
跳。权急命止之，请入后殿，以上宾之礼相待。权曰：
“先生之言，
正合孤意。孤今欲与蜀主连和，先生肯为我介绍乎？”芝曰：
“适欲
烹小臣者，乃大王也；今欲使小臣者，亦大王也。大王犹自狐疑未
定，安能取信于人？”权曰：
“孤意已决，先生勿疑。”
于是吴王留住邓芝，集多官问曰：
“孤掌江南八十一州，更有荆
楚之地，反不如西蜀偏僻之处也：蜀有邓芝，不辱其主；吴并无一人
入蜀，以达孤意。”忽一人出班奏曰：
“臣愿为使。”众视之，乃吴
郡吴人，姓张名温，字惠恕，现为中郎将。权曰：
“恐卿到蜀见诸葛
亮，不能达孤之情。”温曰：
“孔明亦人耳，臣何畏彼哉？”权大
喜，重赏张温，使同邓芝入川通好。
却说孔明自邓芝去后，奏后主曰：
“邓芝此去，其事必成。吴地
多贤，定有人来答礼。陛下当礼貌之，令彼回吴，以通盟好。吴若通
和，魏必不敢加兵于蜀矣。吴、魏宁靖 (8) ，臣当征南，平定蛮方，
然后图魏。魏削则东吴亦不能久存 (9) ，可以复一统之基业也。”后
主然之。
忽报：
“东吴遣张温与邓芝入川答礼。”后主聚文武于丹墀，令
邓芝、张温入。温自以为得志，昂然上殿，见后主施礼。后主赐锦墩
(10) ，坐于殿左，设御宴待之。后主但敬礼而已。宴罢，百官送张温
到馆舍。
次日，孔明设宴相待。孔明谓张温曰：
“先帝在日，与吴不睦，
今已晏驾 (11) 。当今主上，深慕吴王，欲捐旧忿 (12) ，永结盟好，
并力破魏。望大夫善言回奏。”张温领诺。酒至半酣，张温喜笑自
若，颇有傲慢之意。
次日，后主将金帛赐与张温，设宴于城南邮亭之上 (13) ，命众官
相送。孔明殷勤劝酒。正饮酒间，忽一人乘醉而入，昂然长揖，入席
就坐。温怪之，乃问孔明曰：
“此何人也？”孔明答曰：
“姓秦名
宓，字子敕，现为益州学士。”温笑曰：
“名称学士，未知胸中曾学
事否？”宓正色而言曰：
“蜀中三尺小童尚皆就学，何况于我？”温
曰：
“且说公何所学？”宓对曰：
“上至天文，下至地理，三教九
流，诸子百家 (14) ，无所不通；古今兴废，圣贤经传，无所不览。”
温笑曰：
“公既出大言，请即以天为问：天有头乎？”宓曰：
“有
头。”温曰：
“头在何方？”宓曰：
“在西方。《诗》云：
‘乃眷西
顾 (15) 。’以此推之，头在西方也。”温又问：
“天有耳乎？”宓答
曰：
“天处高而听卑。《诗》云：
‘鹤鸣九皋，声闻于天 (16) 。’无
耳何能听？”温又问：
“天有足乎？”宓曰：
“有足。《诗》
云：
‘天步艰难 (17) 。’无足何能步？”温又问：
“天有姓乎？”宓
曰：
“岂得无姓？”温曰：
“何姓？”宓答曰：
“姓刘。”温曰：
“何以知之？”宓曰：
“天子姓刘，以故知之。”温又问曰：
“日生
于东乎？”宓对曰：
“虽生于东，而没于西 (18) 。”
此时秦宓语言清朗，答问如流，满座皆惊。张温无语。宓乃问
曰：
“先生东吴名士，既以天事下问，必能深明天之理。昔混沌既
分，阴阳剖判，轻清者上浮而为天，重浊者下凝而为地 (19) 。至共工
氏战败，头触不周山，天柱折，地维缺，天倾西北，地陷东南 (20) 。
天既轻清而上浮，何以倾其西北乎？又未知轻清之外，还是何物？愿
先生教我。”张温无言可对，乃避席而谢曰：
“不意蜀中多出俊杰，
恰闻讲论 (21) ，使仆顿开茅塞。”孔明恐温羞愧，故以善言解之曰：
“席间问难，皆戏谈耳。足下深知安邦定国之道，何在唇齿之戏
哉？”温拜谢。孔明又令邓芝入吴答礼，就与张温同行。张、邓二人
拜辞孔明，望东吴而来。
却说吴王见张温入蜀未还，乃聚文武商议。忽近臣奏曰：
“蜀遣
邓芝同张温入国答礼。”权召入。张温拜于殿前，备称后主、孔明之
德，愿求永结盟好，特遣邓尚书又来答礼。权大喜，乃设宴待之。权
问邓芝曰：
“若吴、蜀二国同心灭魏，得天下太平，二主分治，岂不
乐乎？”芝答曰：
“‘天无二日，民无二王’。如灭魏之后，未识天
命所归何人。但为君者各修其德，为臣者各尽其忠，则战争方息
耳。”权大笑曰：
“君之诚款 (22) ，乃如是耶!”遂厚赠邓芝还蜀。
自此吴、蜀通好。
却说魏国细作人探知此事，火速报入中原。魏主曹丕听知，大怒
曰：
“吴、蜀连和，必有图中原之意也。不若朕先伐之。”于是大集
文武，商议起兵伐吴。此时大司马曹仁、太尉贾诩已亡。侍中辛毗出
班奏曰：
“中原之地，土阔民稀，而欲用兵，未见其利。今日之计，
莫若养兵屯田十年，足食足兵 (23) ，然后用之，则吴、蜀方可破
也。”丕怒曰：
“此迂儒之论也。今吴、蜀连和，早晚必来侵境，何
暇等待十年？”即传旨起兵伐吴。司马懿奏曰：
“吴有长江之险，非
船莫渡。陛下必御驾亲征，可选大小战船，从蔡、颍而入淮，取寿
春，至广陵，渡江口，径取南徐，此为上策。”丕从之。于是日夜并
工，造龙舟十只，长二十馀丈，可容二千馀人，收拾战船三千馀只。
魏黄初五年秋八月，会聚大小将士，令曹真为前部，张辽、张
郃、文聘、徐晃等为大将先行，许褚、吕虔为中军护卫，曹休为合
后，刘晔、蒋济为参谋官。前后水陆军马三十馀万，克日起兵。封司
马懿为尚书仆射，留在许昌，凡国政大事，并皆听懿决断。
不说魏兵起程。却说东吴细作探知此事，报入吴国。近臣慌奏吴
王曰：
“今魏王曹丕亲自乘驾龙舟，提水陆大军三十馀万，从蔡、颍
出淮，必取广陵渡江，来下江南，甚为利害。”孙权大惊，即聚文武
商议。顾雍曰：
“今主上既与西蜀连和，可修书与诸葛孔明，令起兵
出汉中，以分其势；一面遣一大将，屯兵南徐以拒之。”权曰：
“非
陆伯言不可当此大任。”雍曰：
“陆伯言镇守荆州，不可轻动。”权
曰：
“孤非不知，奈眼前无替力之人。”言未尽，一人从班部内应声
而出曰：
“臣虽不才，愿统一军以当魏兵。若曹丕亲渡大江，臣必生
擒，以献殿下；若不渡江，亦杀魏兵大半，令魏兵不敢正视东吴。”
权视之，乃徐盛也。权大喜曰：
“如得卿守江南一带，孤何忧哉!”遂
封徐盛为安东将军，总镇都督建业、南徐军马。
盛谢恩，领命而退。即传令教众官军多置器械，多设旌旗，以为
守护江岸之计。忽一人挺身出曰：
“今日大王以重任委托将军，欲破
魏兵以擒曹丕，将军何不早发军马渡江，于淮南之地迎敌？直待曹丕
兵至，恐无及矣。”盛视之，乃吴王侄孙韶也。韶字公礼，官授扬威
将军，曾在广陵守御，年幼负气 (24) ，极有胆勇。盛曰：
“曹丕势
大，更有名将为先锋，不可渡江迎敌。待彼船皆集于北岸，吾自有计
破之。”韶曰：
“吾手下自有三千军马，更兼深知广陵路势，吾愿自
去江北，与曹丕决一死战；如不胜，甘当军令。”盛不从，韶坚执要
去；盛只是不肯，韶再三要行。盛怒曰：
“汝如此不听号令，吾安能
制诸将乎 (25) ？”叱武士推出斩之。刀斧手拥孙韶出辕门之外，立起
皂旗。
韶部将飞报孙权。权听知，急上马来救。武士恰待行刑，孙权早
到，喝散刀斧手，救了孙韶。韶哭奏曰：
“臣往年在广陵，深知地
利。不就那里与曹丕厮杀，直待他下了长江，东吴指日休矣。”权径
入营来。徐盛迎接入帐，奏曰：
“大王命臣为都督，提兵拒魏。今扬
威将军孙韶不遵军法，违令当斩，大王何故赦之？”权曰：
“韶倚血
气之壮，误犯军法，万希宽恕。”盛曰：
“法非臣所立，亦非大王所
立，乃国家之典刑也 (26) 。若以亲而免之，何以令众乎？”权曰：
“韶犯法，本应任将军处治。奈此子虽本姓俞氏，然孤兄甚爱之，赐
姓孙，于孤颇有劳绩。今若杀之，负兄义矣。”盛曰：
“且看大王之
面，寄下死罪。”权令孙韶拜谢。韶不肯拜，厉声而言曰：
“据吾之
见，只是引军去破曹丕。便死也不服你的见识。”徐盛变色。权叱退
孙韶，谓徐盛曰：
“便无此子，何损于兵？今后勿再用之。”言讫自
回。是夜，人报徐盛说：
“孙韶引本部三千精兵，潜地过江去了。”
盛恐有失，于吴王面上不好看，乃唤丁奉，授以密计，引三千兵渡江
接应。
却说魏主驾龙舟至广陵，前部曹真已领兵列于大江之岸。曹丕问
曰：
“江岸有多少兵？”真曰：
“隔岸远望，并不见一人，亦无旌旗
营寨。”丕曰：
“此必诡计也。朕自往观其虚实。”于是大开江道，
放龙舟直至大江，泊于江岸。船上建龙凤日月五色旌旗，仪銮簇拥，
光耀射目。曹丕端坐舟中，遥望江南，不见一人。回顾刘晔、蒋济
曰：
“可渡江否？”晔曰：
“兵法实实虚虚。彼见大军至，如何不作
整备？陛下未可造次。且待三五日，看其动静，然后发先锋渡江以探
之。”丕曰：
“卿言正合朕意。”
是日天晚，宿于江中。当夜月黑，军士皆执灯火，明耀天地，恰
如白昼。遥望江南，并不见半点儿火光。丕问左右曰：
“此何故
也？”近臣奏曰：
“想闻陛下天兵来到，故望风逃窜耳。”丕暗笑。
及至天晓，大雾迷漫，对面不见。须臾风起，雾散云收，望见江南一
带皆是连城 (27) ，城楼上枪刀耀日，遍城尽插旌旗号带。顷刻数次人
来报：
“南徐沿江一带，直至石头城，一连数百里，城郭舟车，连绵
不绝，一夜成就。”曹丕大惊。原来徐盛束缚芦苇为人，尽穿青衣，
执旌旗，立于假城疑楼之上。魏兵见城上许多人马，如何不胆寒。丕
叹曰：
“魏虽有武士千群，无所用之。江南人物如此，未可图也。”
正惊讶间，忽然狂风大作，白浪滔天，江水溅湿龙袍，大船将
覆。曹真慌令文聘撑小舟，急来救驾。龙舟上人立站不住。文聘跳上
龙舟，负丕下得小舟，奔入河港。忽流星马报道：
“赵云引兵出阳平
关，径取长安。”丕听得，大惊失色，便教回军。众军各自奔走。背
后吴兵追至。丕传旨教尽弃御用之物而走。龙舟将次入淮，忽然鼓角
齐鸣，喊声大震，刺斜里一彪军杀到，为首大将乃孙韶也。魏兵不能
抵当，折其大半，淹死者无数。诸将奋力救出魏主。魏主渡淮河，行
不三十里，淮河中一带芦苇，预灌鱼油，尽皆火着，顺风而下，风势
甚急，火焰漫空，绝住龙舟 (28) 。丕大惊，急下小船傍岸时，龙舟上
早已火着。丕慌忙上马。岸上一彪军杀来，为首一将乃丁奉也。张辽
急拍马来迎，被奉一箭射中其腰，却得徐晃救了，同保魏主而走，折
军无数。背后孙韶、丁奉夺得马匹、车仗、船只、器械，不计其数。
魏兵大败而回。吴将徐盛全获大功，吴王重加赏赐。张辽回到许昌，
箭疮迸裂而亡，曹丕厚葬之，不在话下。
却说赵云引兵杀出阳平关之次，忽报丞相有文书到，说益州耆帅
雍闿结连蛮王孟获 (29) ，起十万蛮兵，侵掠四郡，因此宣云回军，令
马超坚守阳平关，丞相欲自南征。赵云乃急收兵而回。此时孔明在成
都整饬军马，亲自南征。正是：
方见东吴敌北魏，又看西蜀战南蛮。
未知胜负如何，且看下文分解。
--------------------
(1) 天辩——这里有双关之意：一者指有关天的辩论，一者形容辩才出众。
(2) 郦食其(y ì j ī易基)说(shu ì税)齐故事——事见《史记·郦生陆贾列传》：郦食
其在楚、汉相争时投奔刘邦，因功封广野君。后出使齐国，劝说齐王田广归顺刘邦，齐王同
意了。不料刘邦部将韩信恰在此时进攻齐国，齐王以为上了郦食其的当，便把他烹(古代将犯
人煮死的酷刑)死了。
(3) 不自料——即不自量。
(4) 局量——度量，器量。
(5) 全始全终——语本“善始善终”，出自汉·司马相如《封禅文》(见《史记·司马相
如列传》、《汉书·司马相如传》、《文选》卷四八)：“后稷创业于唐，公刘发迹于西戎，
文王改制，爰周郅隆，大行越成，而后陵迟衰微，千载无声，岂不善始善终哉!”意谓从头到
尾都完全一致。形容做事认真，有头有尾。
(6) 委贽——通“委质”，亦作“委挚”。即向君主下拜，表示臣服。一说向君主献上
礼物，表示臣服。
(7) 内侍——在宫中侍奉皇帝的人。这里实指人质。
(8) 宁靖——安定，安静。这里指蜀与吴、魏不发生战争。
(9) 削——本义为用刀将竹简上的字刮掉，即删除。引申为消灭。
(10) 锦墩——套有锦缎套子的筒形坐具。明·文震亨《长物志·坐墩》：“冬月用蒲草
为之，高一尺二寸，四面编束细密坚实，内用木车坐板以柱托，顶外用锦饰，署月可置藤
凳。宫中有绣墩，形如小鼓，四角垂流苏者，亦精雅可用。”
(11) 晏驾——古代帝王死亡的讳词。
(12) 捐——抛弃，放弃。
(13) 邮亭——驿馆的别称。古代传递公文差人投息之所。《汉书·薛宣传》：“过其
县，桥梁、邮亭不修。”颜师古注：“邮亭，行书之舍，亦如今之驿及行道馆舍也。”
(14) 诸子百家——诸子：特指先秦至汉初出现的各学派代表人物，如孔子、老子、墨子
等。百家：泛指很多家或门派。“诸子百家”出自《史记·屈原贾生列传》：“廷尉乃言贾
生年少，颇通诸子百家之书。”先秦至汉初出现的各种学术思想流派的总称。引申以指各种
学术流派或各行各业。
(15) 乃眷西顾——语出《诗经·大雅·皇矣》：“乃眷西顾，此维与宅。”这两句是说
上天回顾西方，以为那里最适合凡人住家。“西”指西周，此诗是歌颂周朝的。秦宓只取其
“西顾”，以证明天的头在西方；而且因蜀汉在西方，也暗指蜀汉高于东吴。
(16) 鹤鸣九皋，声闻于天——语出《诗经·小雅·鹤鸣》，原文是：“鹤鸣于九皋，声
闻于天。”意谓鹤在沼泽(九皋)中鸣叫，其鸣声却远传于天上。比喻贤人虽然隐居，其名声
却传得很远。秦宓只取“声闻于天”，以证明天有耳朵。
(17) 天步艰难——语出《诗经·小雅·白华》：“天步艰难，之子不犹。”意谓我的时
运(天步)不好，这人总是不理我。秦宓只取“天步”，以证明天有足。
(18) 虽生于东，而没于西——这两句隐寓东吴将被西蜀所消灭。
(19) “昔混沌既分”四句——事见于三国吴·徐整《三五历记》(见《天平御览》卷二
引)：“天地混纯如鸡子，盘古生其中，万八千岁，天地开辟，阳清为天，阴浊为地……天日
高一丈，地日厚一丈，盘古日长一丈。如此万八千岁，天数极高，地数极深，盘古极长，后
乃有三皇。”
(20) “至共工氏战败”六句——事见于《列子·汤问》：“共工氏与颛顼争为帝，怒而
触不周之山，折天柱，绝地维。故天倾西北，日月星辰就也；地不满东南，故百川水潦归
焉。”又见于《淮南子·天文训》，文字略异：“昔者共工与颛顼争为帝，怒而触不周之
山，天柱折，地维绝。天倾西北，故日月星辰移也；地不满东南，故水潦尘埃归焉。”地
维：维系大地的绳子。古人以为天圆地方，天有九柱支持，地有四条绳子维系。
(21) 恰闻——刚才听说。
(22) 诚款——诚实，真诚。
(23) 足食足兵——语出《论语·颜渊》：“子贡问政，子曰：‘足食足兵，民信之
矣。’”意谓粮食、军备充足。指立国的两大要素。
(24) 负气——这里义同“盛气”。
(25) 制——控制，管辖。
(26) 典刑——刑法。
(27) 连城——彼此毗连的许多城池。《史记·平津侯主父列传》：“今诸侯或连城数
十，地方千里，缓则骄奢易为淫乱，急则阻其强而合从(纵)以逆京师。”
(28) 绝住——困住，围住。
(29) 耆帅——老帅。耆：古代称年六十为“耆”。引申为老人之泛称。
第八十七回 征南寇丞相大兴师 抗天兵蛮王初受执
却说诸葛丞相在于成都，事无大小，皆亲自从公决断。两川之民
忻乐太平，夜不闭户 (1) ，路不拾遗 (2) 。又幸连年大熟，老幼鼓腹
讴歌 (3) ，凡遇差徭，争先早办。因此军需器械应用之物，无不完
备；米满仓廒 (4) ，财盈府库。
建兴三年，益州飞报：
“蛮王孟获大起蛮兵十万，犯境侵掠 (5)
。建宁太守雍闿乃汉朝什方侯雍齿之后，今结连孟获造反。牂牁郡太
守朱褒、越嶲郡太守高定，二人献了城。止有永昌太守王伉不肯反。
现今雍闿、朱褒、高定三人部下人马，皆与孟获为向导官，攻打永昌
郡。今王伉与功曹吕凯，会集百姓，死守此城，其势甚急。”孔明乃
入朝奏后主曰：
“臣观南蛮不服，实国家之大患也。臣当自领大军，
前去征讨。”后主曰：
“东有孙权，北有曹丕，今相父弃朕而去，倘
吴、魏来攻，如之奈何？”孔明曰：
“东吴方与我国讲和，料无异
心；若有异心，李严在白帝城，此人可当陆逊也。曹丕新败，锐气已
丧，未能远图；且有马超守把汉中诸处关口，不必忧也。臣又留关
兴、张苞等分两军为救应，保陛下万无一失。今臣先去扫荡蛮方，然
后北伐，以图中原，报先帝三顾之恩，托孤之重。”后主曰：
“朕年
幼无知，惟相父斟酌行之。”
言未毕，班部内一人出曰：
“不可，不可。”众视之，乃南阳人
也，姓王名连，字文仪，现为谏议大夫。连谏曰：
“南方不毛之地
(6) ，瘴疫之乡，丞相秉钧衡之重任，而自远征，非所宜也。且雍闿
等乃疥癣之疾 (7) ，丞相只须遣一大将讨之，必然成功。”孔明曰：
“南蛮之地，离国甚远，人多不习王化 (8) ，收伏甚难。吾当亲去征
之，可刚可柔，别有斟酌，非可容易托人 (9) 。”王连再三苦劝，孔
明不从。
是日，孔明辞了后主，令蒋琬为参军，费祎为长史，董厥、樊建
二人为掾史；赵云、魏延为大将，总督军马；王平、张翼为副将，并
川将数十员，共起川兵五十万：前望益州进发。忽有关公第三子关索
入军来见孔明曰：
“自荆州失陷，逃难在鲍家庄养病。每要赴川见先
帝报仇，疮痕未合，不能起行。近已安痊，打探得东吴仇人已皆诛
戮，径来西川见帝，恰在途中遇见征南之兵，特来投见。”孔明闻
之，嗟讶不已。一面遣人申报朝廷，就令关索为前部先锋，一同征
南。大队人马，各依队伍而行。饥餐渴饮，夜住晓行，所经之处，秋
毫无犯。
却说雍闿听知孔明自统大军而来，即与高定、朱褒商议，分兵三
路：高定取中路，雍闿在左，朱褒在右，三路各引兵五六万迎敌。于
是高定令鄂焕为前部先锋。焕身长九尺，面貌丑恶，使一枝方天戟，
有万夫不当之勇。领本部兵，离了大寨，来迎蜀兵。
却说孔明统大军已到益州界分。前部先锋魏延，副将张翼、王
平，才入界口，正遇鄂焕军马。两阵对圆，魏延出马大骂曰：
“反贼
早早受降!”鄂焕拍马与魏延交锋。战不数合，延诈败走，焕随后赶
来。走不数里，喊声大震，张翼、王平两路军杀来，绝其后路；延复
回：三员将并力拒战，生擒鄂焕。解到大寨，入见孔明。孔明令去其
缚，以酒食待之。问曰：
“汝是何人部将？”焕曰：
“某是高定部
将。”孔明曰：
“吾知高定乃忠义之士，今为雍闿所惑，以致如此。
吾今放汝回去，令高太守早早归降，免遭大祸。”鄂焕拜谢而去，回
见高定，说孔明之德。定亦感激不已。
次日，雍闿至寨。礼毕，闿曰：
“如何得鄂焕回也？”定曰：
“诸葛亮以义放之。”闿曰：
“此乃诸葛亮反间之计，欲令我两人不
和，故施此谋也。”定半信不信，心中犹豫。忽报蜀将搦战，闿自引
三万兵出迎。战不数合，闿拨马便走。延率兵大进，追杀二十馀里。
次日，雍闿又起兵来迎。孔明一连三日不出。至第四日，雍闿、高定
分兵两路，来取蜀寨。
却说孔明令魏延两路伺候 (10) ，果然雍闿、高定两路兵来，被伏
兵杀伤大半，生擒者无数，都解到大寨来。雍闿的人囚在一边，高定
的人囚在一边。却令军士谣说 (11) ：
“但是高定的人免死，雍闿的人
尽杀。”众军皆闻此言。少时，孔明令取雍闿的人到帐前，问曰：
“汝等皆是何人部从？”众伪曰：
“高定部下人也。”孔明教皆免其
死，与酒食赏劳，令人送出界首，纵放回寨。孔明又唤高定的人问
之，众皆告曰：
“吾等实是高定部下军士。”孔明亦皆免其死，赐以
酒食，却扬言曰：
“雍闿今日使人投降，要献汝主并朱褒首级以为功
劳，吾甚不忍。汝等既是高定部下军，吾放汝等回去，再不可背反；
若再擒来，决不轻恕。”
众皆拜谢而去，回到本寨，入见高定，说知此事。定乃密遣人去
雍闿寨中探听，却有一般放回的人言说孔明之德，因此雍闿部军多有
归顺高定之心。虽然如此，高定心中不稳，又令一人来孔明寨中探听
虚实，被伏路军捉来见孔明。孔明故意认做雍闿的人，唤入帐中问
曰：
“汝元帅既约下献高定、朱褒二人首级，因何误了日期？汝这厮
不精细，如何做得细作？”军士含糊答应。孔明以酒食赐之，修密书
一封，付军士曰：
“汝持此书付雍闿，教他早早下手，休得误事。”
细作拜谢而去，回见高定，呈上孔明之书，说雍闿如此如此。定
看书毕，大怒曰：
“吾以真心待之，彼反欲害吾，情理难容!”便唤鄂
焕商议。焕曰：
“孔明乃仁人，背之不祥。我等谋反作恶，皆雍闿之
故，不如杀闿以投孔明。”定曰：
“如何下手？”焕曰：
“可设一
席，令人去请雍闿。彼若无异心，必坦然而来；若其不来，必有异
心。我主可攻其前，某伏于寨后小路候之，闿可擒矣。”高定从其
言，设席请雍闿。闿果疑前日放回军士之言，惧而不来。是夜高定引
兵杀投雍闿寨中。原来有孔明放回免死的人，皆想高定之德，乘时助
战，雍闿军不战自乱。闿上马望山路而走，行不二里，鼓声响处，一
彪军出，乃鄂焕也，挺方天戟，骤马当先。雍闿措手不及，被焕一戟
刺于马下，就枭其首级。闿部下军士皆降高定。
定引两部军来降孔明，献雍闿首级于帐下。孔明高坐于帐上，喝
令左右推转高定，斩首报来。定曰：
“某感丞相大恩，今将雍闿首级
来降，何故斩也？”孔明大笑曰：
“汝来诈降，敢瞒吾耶？”定曰：
“丞相何以知吾诈降？”孔明于匣中取出一缄，与高定曰：
“朱褒已
使人密献降书，说你与雍闿结生死之交，岂肯一旦便杀此人？吾故知
汝诈也。”定叫屈曰：
“朱褒乃反间之计也，丞相切不可信。”孔明
曰：
“吾亦难凭一面之词，汝若捉得朱褒，方表真心。”定曰：
“丞
相休疑。某去擒朱褒来见丞相，若何？”孔明曰：
“若如此，吾疑心
方息也。”
高定即引部将鄂焕并本部兵，杀奔朱褒营来。比及离寨约有十
里，山后一彪军到，乃朱褒也。褒见高定军来，慌忙与高定答话。定
大骂曰：
“汝如何写书与诸葛丞相处，使反间之计害吾耶？”褒目瞪
口呆，不能回答。忽然鄂焕于马后转过，一戟刺朱褒于马下。定厉声
而言曰：
“如不顺者皆戮之!”于是众军一齐拜降。定引两部军来见孔
明，献朱褒首级于帐下。孔明大笑曰：
“吾故使汝杀此二贼，以表忠
心。”遂命高定为益州太守，总摄三郡；令鄂焕为牙将。三路军马已
平。
于是永昌太守王伉出城迎接孔明。孔明入城已毕，问曰：
“谁与
公守此城，以保无虞？”伉曰：
“某今日得此郡无危者，皆赖永昌不
韦人，姓吕名凯，字季平，皆此人之力。”孔明遂请吕凯至。凯入
见，礼毕，孔明曰：
“久闻公乃永昌高士，多亏公保守此城。今欲平
蛮方，公有何高见？”吕凯遂取一图，呈与孔明曰：
“某自历仕以
来，知南人欲反久矣，故密遣人入其境，察看可屯兵交战之处，画成
一图，名曰《平蛮指掌图》。今敢献与明公，明公试观之，可为征蛮
之一助也。”孔明大喜，就用吕凯为行军教授，兼向导官。于是孔明
提兵大进，深入南蛮之境。
正行军之次，忽报天子差使命至。孔明请入中军，但见一人素袍
白衣而进，乃马谡也。为兄马良新亡，因此挂孝。谡曰：
“奉主上敕
命，赐众军酒帛。”孔明接诏已毕，依命一一给散，遂留马谡在帐叙
话。孔明问曰：
“吾奉天子诏，削平蛮方 (12) 。久闻幼常高见，望乞
赐教。”谡曰：
“愚有片言，望丞相察之。南蛮恃其地远山险，不服
久矣，虽今日破之，明日复叛。丞相大军到彼，必然平服。但班师之
日，必用北伐曹丕 (13) ，蛮兵若知内虚，其反必速。夫用兵之道，攻
心为上，攻城为下；心战为上，兵战为下 (14) 。愿丞相但服其心足
矣。”孔明叹曰：
“幼常足知吾肺腑也。”于是孔明遂令马谡为参
军，即统大兵前进。
却说蛮王孟获听知孔明智破雍闿等，遂聚三洞元帅商议。第一洞
乃金环三结元帅，第二洞乃董荼那元帅，第三洞乃阿会喃元帅，三洞
元帅入见孟获。获曰：
“今诸葛丞相领大军来侵我境界，不得不并力
敌之。汝三人可分兵三路而进，如得胜者，便为洞主。”于是分金环
三结取中路，董荼那取左路，阿会喃取右路，各引五万蛮兵，依令而
行。
却说孔明正在寨中议事，忽哨马飞报，说三洞元帅分兵三路到
来。孔明听毕，即唤赵云、魏延至，却都不分付。更唤王平、马忠
至，嘱之曰：
“今蛮兵三路而来，吾欲令子龙、文长去，此二人不识
地理，未敢用之。王平可往左路迎敌，马忠可往右路迎敌。吾却使子
龙、文长随后接应。今日整顿军马，来日平明进发。”二人听令而
去。又唤张嶷、张翼分付曰：
“汝二人同领一军，往中路迎敌。今日
整点军马，来日与王平、马忠约会而进。吾欲令子龙、文长去取，奈
二人不识地理，故未敢用之。”张嶷、张翼听令去了。
赵云、魏延见孔明不用，各有愠色 (15) 。孔明曰：
“吾非不用汝
二人，但恐以中年涉险，为蛮人所算，失其锐气耳。”赵云曰：
“倘
我等识地理，若何？”孔明曰：
“汝二人只宜小心，休得妄动。”二
人怏怏而退。赵云请魏延到自己寨内，商议曰：
“吾二人为先锋，却
说不识地理而不肯用。今用此后辈，吾等岂不羞乎？”延曰：
“吾二
人只今就上马，亲去探之，捉住土人，便教引进，以敌蛮兵，大事可
成。”云从之，遂上马径取中路而来。方行不数里，远远望见尘头大
起。二人上山坡看时，果见数十骑蛮兵纵马而来，二人两路冲出。蛮
兵见了，大惊而走。赵云、魏延各生擒几人，回到本寨，以酒食待
之，却细问其故。蛮兵告曰：
“前面是金环三结元帅大寨，正在山
口。寨边东西两路，却通五溪洞并董荼那、阿会喃各寨之后。”
赵云、魏延听知此话，遂点精兵五千，教擒来蛮兵引路。比及起
军时，已是二更天气，月明星朗，趁着月色而行。刚到金环三结大寨
之时，约有四更，蛮兵方起造饭，准备天明厮杀。忽然赵云、魏延两
路杀入，蛮兵大乱。赵云直杀入中军，正逢金环三结元帅，交马只一
合，被云一枪刺落马下，就枭其首级。馀军溃散。魏延便分兵一半，
望东路抄董荼那寨来；赵云分兵一半，望西路抄阿会喃寨来。比及杀
到蛮兵大寨之时，天已平明。
先说魏延杀奔董荼那寨来，董荼那听知寨后有军杀至，便引兵出
寨拒敌。忽然寨前门一声喊起，蛮兵大乱。原来王平军马早已到了，
两下夹攻，蛮兵大败。董荼那夺路走脱，魏延追赶不上。
却说赵云引兵杀到阿会喃寨后之时，马忠已杀至寨前，两下夹
攻，蛮兵大败，阿会喃乘乱走脱。
各自收军，回见孔明。孔明问曰：
“三洞蛮兵，走了两洞之主。
金环三结元帅首级安在？”赵云将首级献功。众皆言曰：
“董荼那、
阿会喃皆弃马越岭而去，因此赶他不上。”孔明大笑曰：
“二人吾已
擒下了。”赵、魏二人并诸将皆不信。少顷，张嶷解董荼那到，张翼
解阿会喃到。众皆惊讶。孔明曰：
“吾观吕凯图本，已知他各人下的
寨子，故以言激子龙、文长之锐气，故教深入重地，先破金环三结。
随即分兵左右，寨后抄出，以王平、马忠应之。非子龙、文长不可当
此任也。吾料董荼那、阿会喃必从便径往山路而走，故遣张嶷、张翼
以伏兵待之，令关索以兵接应，擒此二人。”诸将皆拜伏曰：
“丞相
机算，神鬼莫测!”
孔明令押过董荼那、阿会喃至帐下，尽去其缚，以酒食、衣服赐
之，令各自归洞，勿得助恶。二人泣拜，各投小路而去。孔明谓诸将
曰：
“来日孟获必然亲自引兵厮杀，便可就此擒之。”乃唤赵云、魏
延至，付与计策，各引五千兵去了。又唤王平、关索同引一军，授计
而去。孔明分拨已毕，坐于帐上待之。
却说蛮王孟获在帐中正坐，忽哨马报来说：
“三洞元帅俱被孔明
捉将去了，部下之兵各自溃散。”获大怒，遂起蛮兵，迤逦进发，正
遇王平军马。两阵对圆，王平出马横刀望之，只见门旗开处，数百南
蛮骑将两势摆开。中间孟获出马，头顶嵌宝紫金冠 (16) ，身披缨络红
锦袍 (17) ，腰系碾玉狮子带 (18) ，脚穿鹰嘴抹绿靴 (19) ，骑一匹卷
毛赤兔马，悬两口松纹镶宝剑，昂然观望，回顾左右蛮将曰：
“人每
说诸葛亮善能用兵，今观此阵，旌旗杂乱，队伍交错，刀枪器械，无
一可能胜吾者，始知前日之言谬也。早知如此，吾反多时矣。谁敢去
擒蜀将，以振军威？”言未尽，一将应声而出，名唤忙牙长，使一口
截头大刀，骑一匹黄骠马，来取王平。二将交锋，战不数合，王平便
走。孟获驱兵大进，迤逦追赶。关索略战又走，约退二十馀里。
孟获正追杀之间，忽然喊声大起，左有张嶷，右有张翼，两路兵
杀出，截断归路；王平、关索复兵杀回：前后夹攻，蛮兵大败。孟获
引部将死战得脱，望锦带山而逃。背后三路兵追杀将来。获正奔走之
间，前面喊声大起，一彪军拦住，为首大将乃常山赵子龙也。获见了
大惊，慌忙奔锦带山小路而走。子龙冲杀一阵，蛮兵大败，生擒者无
数。孟获止与数十骑奔入山谷之中，背后追兵至近，前面路狭，马不
能行，乃弃了马匹，爬山越岭而逃。忽然山谷中一声鼓响，乃是魏延
受了孔明计策，引五百步军伏于此处。孟获抵敌不住，被魏延生擒活
捉了。从骑皆降。
魏延解孟获到大寨来见孔明。孔明早已杀牛宰羊，设宴在寨；却
教帐中排开七重围子手 (20) ，刀枪剑戟，灿若霜雪；又执御赐黄金钺
斧 (21) ，曲柄伞盖，前后羽葆鼓吹 (22) ，左右排开御林军，布列得
十分严整。孔明端坐于帐上，只见蛮兵纷纷穰穰，解到无数。孔明唤
到帐中，尽去其缚，抚谕曰：
“汝等皆是好百姓，不幸被孟获所拘，
今受惊唬。吾想汝等父母、兄弟、妻子必倚门而望 (23) ，若听知阵
败，定然割肚牵肠，眼中流血。吾今尽放汝等回去，以安各人父母、
兄弟、妻子之心。”言讫，各赐酒食、米粮而遣之。蛮兵深感其恩，
泣拜而去。
孔明教唤武士押过孟获来。不移时，前推后拥，缚至帐前，获跪
与帐下。孔明曰：
“先帝待汝不薄，汝何敢背反？”获曰：
“两川之
地，皆是他人所占土地，汝主倚强夺之，自称为帝。吾世居此处，汝
等无礼，侵我土地，何为反耶？”孔明曰：
“吾今擒汝，汝心服
否？”获曰：
“山僻路狭，误遭汝手，如何肯服？”孔明曰：
“汝既
不服，吾放汝去，若何？”获曰：
“汝放我回去，再整军马，共决雌
雄；若能再擒吾，吾方服也。”孔明即令去其缚，与衣服穿了，赐以
酒食，给与鞍马，差人送出路径，望本寨而去。正是：
寇入掌中还放去，人居化外未能降 (24) 。
未知再来交战若何，且看下文分解。
--------------------
(1) 夜不闭户——语本《礼记·礼运》：“谋闭而不兴，盗窃乱贼而不作，故外户而不
闭，是谓大同。”意谓夜间不必关门闭户，只管放心睡大觉。形容由于法令严明或民风淳
朴，以至社会秩序井然而安定，风气良好，无人入室盗窃或抢劫。
(2) 路不拾遗——遗：丢失的钱物。“路不拾遗”出自汉·贾谊《新书·春秋》：“邹
国之治，路不拾遗；臣下顺从，若手之投心。是故以邹国之细，鲁、卫不敢轻，齐、楚不能
胜。”意谓丢失在路上的钱物也无人拾取据为己有。形容由于法令严明或民风淳朴，以至社
会安定，秩序井然。
(3) 鼓腹讴歌——意谓丰衣足食，歌颂太平。鼓腹：鼓起肚子。意为饱食。这是古人的
理想生活。《庄子·马蹄》：“夫赫胥氏之时，民居不知所为，行不知所之，含脯而熙，鼓
腹而游。”
(4) 仓廒——储藏粮食的库房。
(5) 侵掠——侵犯掠夺。
(6) 不毛之地——未开垦的荒僻地区。“不毛之地”出自《公羊传·宣公十二年》：
“君如矜其丧人，锡之不毛之地”。何休注：“墝埆不生五谷曰不毛。”
(7) 疥癣之疾——疥癣：疥疮和皮癣。“疥癣之疾”本《国语·吴语》：“吴王夫差既
许越成，乃大戒师徒，将以伐齐。申胥进谏曰：‘……越之在吴，犹人之有腹心之疾也……
夫齐、鲁譬诸疾，疥癣也，岂能涉江、淮而与我争此地哉？’”(申胥：据《史记·越王句践
世家》，可知为“子胥”之误。)意谓犹如疥疮和皮癣之类的皮肤小病。比喻轻微的祸害。
(8) 王化——天子的教化。《诗大序》：“《周南》、《召南》，正始之道，王化之
基。”
(9) 容易——轻易，随便。
(10) 伺候——等候。
(11) 谣说——传播谣言或假话。
(12) 削平——平定。
(13) 必用——必定要，势必要。用：采取，需要。
(14) “用兵之道”五句——攻心：指从心理上或精神上瓦解敌人或对方。上：上策，高
明之策。这五句出自晋·习凿齿《襄阳记》(见《三国志·蜀志·马谡传》裴松之注引)：
“(谡对曰)夫用兵之道，攻心为上，攻城为下；心战为上，兵战为下。愿公服其心而已。”
意谓用兵打仗以瓦解敌方的人心为上策，以武力攻占敌方的城池为下策。
(15) 愠(yùn韵)色——恼怒的脸色。
(16) 嵌宝紫金冠——即用紫金丝编织而成并镶嵌着珠宝的束发冠。既可将头发总束于头
顶，又有装饰作用。紫金：指赤铜与黄金的合金。
(17) 缨络红锦袍——即以成串的珠宝装饰的红色锦缎长袍。
(18) 碾玉狮子带——即以玉雕狮子为装饰的腰带。碾玉：雕琢玉石。
(19) 鹰嘴抹绿靴——即靴尖上有形如鹰嘴般钩子为装饰的绿靴子。
(20) 围子手——帝王出行时的卫士。以其重重围绕于帝王周围，故称。宋·周密《武林
旧事·四孟驾出》：“亲从方围子，两行各一百四十人。围子两边各四重：第一重，内殿直
以下，两边各一百人……第四重，崇政殿围子，两边各一百人。”
(21) 黄金钺斧——参见第五回回“白旄黄钺”条注。
(22) 羽葆——参见第四十九回“葆”条注。 鼓吹——这里指乐队。因乐队以鼓和箫等
吹奏乐器奏乐，故名。
(23) 倚门而望——语出《战国策·齐策六》：“王孙贾年十五，事闵王。王出走，失王
之处。其母曰：‘女朝出而晚来，则吾倚门而望；女暮出而不还，则吾倚闾而望。”(女：即
“汝”。第二人称代词，你。)意谓靠在门上眼巴巴向远处看。形容父母或其他尊亲盼望子女
或亲人归来的心情十分殷切。
(24) 化外——王化之外。即皇帝统治达不到的地方。
第八十八回 渡泸水再缚番王 识诈降三擒孟获
却说孔明放了孟获，众将上帐问曰：
“孟获乃南蛮渠魁 (1) ，今
幸被擒，南方便定，丞相何故放之？”孔明笑曰：
“吾擒此人，如囊
中取物耳 (2) 。直须降伏其心，自然平矣。”诸将闻言，皆未肯信。
当日孟获行至泸水，正遇手下败残的蛮兵皆来寻探。众兵见了孟
获，且惊且喜，拜问曰：
“大王如何能勾回来？”获曰：
“蜀人监我
在帐中，被我杀死十馀人，乘夜黑而走。正行间，逢着一哨马军 (3)
，亦被我杀之，夺了此马，因此得脱。”众皆大喜，拥孟获渡了泸
水，下住寨栅，会集各洞酋长，陆续招聚原放回的蛮兵，约有十馀万
骑。此时董荼那、阿会喃已在洞中，孟获使人去请，二人惧怕，只得
也引洞兵来。获传令曰：
“吾已知诸葛亮之计矣，不可与战，战则中
他诡计。彼川兵远来劳苦，况即日天炎，彼兵岂能久住？吾等有此泸
水之险，将船筏尽拘在南岸一带，皆筑土城，深沟高垒，看诸葛亮如
何施谋？”众酋长从其计，尽拘船筏于南岸一带，筑起土城。有依山
傍崖之地，高竖敌楼，楼上多设弓弩、炮石，准备久处之计。粮草皆
是各洞供运。孟获以为万全之策，坦然不忧。
却说孔明提兵大进，前军已至泸水，哨马飞报说：
“泸水之内并
无船筏，又兼水势甚急，隔岸一带筑起土城，皆有蛮兵守把。”时值
五月，天气炎热，南方之地分外炎酷，军马衣甲皆穿不得。孔明自至
泸水边观毕，回到本寨，聚诸将至帐中，传令曰：
“今孟获兵屯泸水
之南，深沟高垒，以拒我兵。吾既提兵至此，如何空回？汝等各各引
兵，依山傍树，拣林木茂盛之处，与我将息人马。”乃遣吕凯离泸水
百里，拣阴凉之地，分作四个寨子，使王平、张嶷、张翼、关索各守
一寨，内外皆搭草棚，遮盖马匹，将士乘凉，以避暑气。参军蒋琬看
了，入问孔明曰：
“某看吕凯所造之寨甚不好，正犯昔日先帝败于东
吴时之地势矣。倘蛮兵偷渡泸水，前来劫寨，若用火攻，如何解
救？”孔明笑曰：
“公勿多疑，吾自有妙算。”蒋琬等皆不晓其意。
忽报：
“蜀中差马岱解暑药并粮米到。”孔明令入。岱参拜毕，
一面将米、药分派四寨。孔明问曰：
“汝将带多少军来 (4) ？”马岱
曰：
“有三千军。”孔明曰：
“吾军累战疲困，欲用汝军，未知肯向
前否？”岱曰：
“皆是朝廷军马，何分彼我？丞相要用，虽死不
辞。”孔明曰：
“今孟获拒住泸水，无路可渡。吾欲先断其粮道，令
彼军自乱。”岱曰：
“如何断得？”孔明曰：
“离此一百五十里，泸
水下流沙口，此处水慢，可以扎筏而渡。汝提本部三千军渡水，直入
蛮洞，先断其粮；然后会合董荼那、阿会喃两个洞主，便为内应。不
可有误。”
马岱欣然去了，领兵前到沙口，驱兵渡水。因见水浅，大半不下
筏，只裸衣而过，半渡皆倒。急救傍岸，口鼻出血而死。马岱大惊，
连夜回告孔明。孔明随唤向导土人问之。土人曰：
“目今炎天，毒聚
泸水，日间甚热，毒气正发，有人渡水，必中其毒；或饮此水，其人
必死。若要渡时，待夜静水冷，毒气不起，饱食渡之，方可无事。”
孔明遂令土人引路，又选精壮军五六百，随着马岱，来到泸水沙口，
扎起木筏，半夜渡水，果然无事。岱领着二千壮军，令土人引路，径
取蛮洞运粮总路口夹山峪而来。那夹山峪，两下是山，中间一条路，
止容一人一马而过。马岱占了夹山峪，分拨军士，立起寨栅。洞蛮不
知，正解粮到，被岱前后截住，夺粮百馀车。蛮人报入孟获大寨中。
此时孟获在寨中，终日饮酒取乐，不理军务，谓众酋长曰：
“吾
若与诸葛亮对敌，必中奸计。今靠此泸水之险，深沟高垒以待之，蜀
人受不过酷热，必然退走。那时吾与汝等随后击之，便可擒诸葛亮
也。”言讫，呵呵大笑。忽然班内一酋长曰：
“沙口水浅，倘蜀兵透
漏过来，深为利害，当分军守把。”获笑曰：
“汝是本处土人，如何
不知？吾正要蜀兵来渡此水，渡则必死于水中矣。”酋长又曰：
“倘
有土人说与夜渡之法，当复何如？”获曰：
“不必多疑。吾境内之
人，安肯助敌人耶？”正言之间，忽报：
“蜀兵不知多少，暗渡泸
水，绝断了夹山粮道，打着‘平北将军马岱’旗号。”获笑曰：
“量
此小辈，何足道哉!”即遣副将忙牙长引三千兵，投夹山峪来。
却说马岱望见蛮兵已到，遂将二千军摆在山前。两阵对圆，忙牙
长出马，与马岱交锋，只一合，被岱一刀斩于马下。蛮兵大败走回，
来见孟获，细言其事。获唤诸将问曰：
“谁敢去敌马岱？”言未毕，
董荼那出曰：
“某愿往。”孟获大喜，遂与三千兵而去。获又恐有人
再渡泸水，即遣阿会喃引三千兵，去守把沙口。
却说董荼那引蛮兵到了夹山峪下寨，马岱引兵来迎。部内军有认
得是董荼那 (5) ，说与马岱如此如此。岱纵马向前，大骂曰：
“无义
背恩之徒!吾丞相饶汝性命，今又背反，岂不自羞？”董荼那满面惭
愧，无言可答，不战而退。马岱掩杀一阵而回。董荼那回见孟获曰：
“马岱英雄，抵敌不住。”获大怒曰：
“吾知汝原受诸葛亮之恩，今
故不战而退，正是卖阵之计。”喝教推出斩了。众酋长再三哀告，方
才免死，叱武士将董荼那打了一百大棍，放归本寨。
诸多酋长皆来告董荼那曰：
“我等虽居蛮方，未尝敢犯中国 (6)
；中国亦不曾侵我。今因孟获势力相逼，不得已而造反。想孔明神机
莫测，曹操、孙权尚自惧之，何况我等蛮方乎？况我等皆受其活命之
恩，无可为报。今欲舍一死命，杀孟获去投孔明，以免洞中百姓涂炭
之苦。”董荼那曰：
“未知汝等心下若何？”内有原蒙孔明放回的人
一齐同声应曰：
“愿往。”于是董荼那手执钢刀，引百馀人，直奔大
寨而来。时孟获大醉于帐中。董荼那引众人持刀而入，帐下有两将侍
立。董荼那以刀指曰：
“汝等亦受诸葛丞相活命之恩，宜当报效。”
二将曰：
“不须将军下手，某当生擒孟获，去献丞相。”于是一齐入
帐，将孟获执缚已定，押到泸水边，驾船直过北岸，先使人报知孔
明。
却说孔明已有细作探知此事，于是密传号令，教各寨将士整顿军
器，方教为首酋长解孟获入来，其馀皆回本寨听候。董荼那先入中军
见孔明，细说其事。孔明重加赏劳，用好言抚慰，遣董荼那引众酋长
去了。然后令刀斧手推孟获入。孔明笑曰：
“汝前者有言：但再擒
得，便肯降服。今日如何？”获曰：
“此非汝之能也，乃吾手下之人
自相残害，以致如此，如何肯服？”孔明曰：
“吾今再放汝去，若
何？”孟获曰：
“吾虽蛮人，颇知兵法。若丞相端的肯放吾回洞中，
吾当率兵再决胜负。若丞相这番再擒得我，那时倾心吐胆归降 (7) ，
并不敢改移也。”孔明曰：
“这番生擒，如又不服，必无轻恕。”令
左右去其绳索，仍前赐以酒食，列坐于帐上。孔明曰：
“吾自出茅
庐，战无不胜，攻无不取。汝蛮邦之人，何为不服？”获默然不答。
孔明酒后，唤孟获同上马出寨，观看诸营寨栅所屯粮草，所积军
器。孔明指谓孟获曰：
“汝不降吾，真愚人也。吾有如此之精兵猛
将，粮草兵器，汝安能胜吾哉？汝若早降，吾当奏闻天子，令汝不失
王位，子子孙孙，永镇蛮邦。意下若何？”获曰：
“某虽肯降，怎奈
洞中之人未肯心服。若丞相肯放回去，就当招安本部人马，同心合
胆，方可归顺。”孔明忻然，又与孟获回到大寨。饮酒至晚，获辞
去，孔明亲自送至泸水边，以船送获归寨。
孟获来到本寨，先伏刀斧手于帐下。差心腹人到董荼那、阿会喃
寨中，只推孔明有使命至，将二人赚到大寨帐下，尽皆杀之，弃尸于
涧。孟获随即遣亲信之人守把隘口。自引军出了夹山峪，要与马岱交
战，却并不见一人。及问土人，皆言昨夜尽搬粮草，复渡泸水，归大
寨去了。获再回洞中，与亲弟孟优商议曰：
“如今诸葛亮之虚实，吾
已尽知，汝可去如此如此。”
孟优领了兄计，引百馀蛮兵，搬载金珠、宝贝、象牙、犀角之
类，渡了泸水，径投孔明大寨而来。方才过了河时，前面鼓角齐鸣，
一彪军摆开，为首大将乃马岱也。孟优大惊。岱问了来情，令在外
厢，差人来报孔明。孔明正在帐中与马谡、吕凯、蒋琬、费祎等共议
平蛮之事，忽帐下一人报称：
“孟获差弟孟优来进宝贝。”孔明回顾
马谡曰：
“汝知其来意否？”谡曰：
“不敢明言，容某暗写于纸上，
呈与丞相，看合钧意否？”孔明从之。马谡写讫，呈与孔明。孔明看
毕，抚掌大笑曰：
“擒孟获之计，吾已差派下也。汝之所见，正与吾
同。”遂唤赵云入，向耳畔分付如此如此；又唤魏延入，亦低言分
付；又唤王平、马忠、关索入，亦密密地分付。
各人受了计策，皆依令而去，方召孟优入帐。优再拜于帐下曰：
“家兄孟获感丞相活命之恩，无可奉献，辄具金珠宝贝若干，权为赏
军之资。续后别有进贡天子礼物。”孔明曰：
“汝兄今在何处？”优
曰：
“为感丞相天恩，径往银坑山中收拾宝物去了，少时便回来
也。”孔明曰：
“汝带多少人来？”优曰：
“不敢多带，只是随行百
馀人，皆运货物者。”孔明尽教入帐看时，皆是青眼黑面、黄发紫
须、耳带金环、鬅头跣足 (8) 、身长力大之士。孔明就令随席而坐，
教诸将劝酒，殷勤相待。
却说孟获在帐中专望回音，忽报有二人回了。唤入问之，具说：
“诸葛亮受了礼物大喜，将随行之人皆唤入帐中，杀牛宰羊，设宴相
待。二大王令某密报大王：今夜二更，里应外合，以成大事。”孟获
听知甚喜，即点起三万蛮兵，分为三队。获唤各洞酋长分付曰：
“各
军尽带火具，今晚到了蜀寨时，放火为号。吾当自取中军，以擒诸葛
亮。”
诸多蛮将受了计策，黄昏左侧，各渡泸水而来。孟获带领心腹蛮
将百馀人，径投孔明大寨，于路并无一军阻当。前至寨门，获率众将
骤马而入，乃是空寨，并不见一人。获撞入中军，只见帐中灯烛荧
煌，孟优并番兵尽皆醉倒。原来孟优被孔明教马谡、吕凯二人管待，
令乐人搬做杂剧 (9) ，殷勤劝酒，酒内下药，尽皆昏倒，浑如醉死之
人。孟获入帐问之，内有醒者，但指口而已。
获知中计，急救了孟优等一干人。却待奔回中队，前面喊声大
震，火光骤起，蛮兵各自逃窜。一彪军杀到，乃是蜀将王平。获大
惊，急奔左队时，火光冲天，一彪军杀到，为首蜀将乃是魏延。获慌
忙望右队而来，只见火光又起，又一彪军杀到，为首蜀将乃是赵云。
三路军夹攻将来，四下无路。孟获弃了军士，匹马望泸水而逃。正见
泸水上数十个蛮兵驾一小舟，获慌令近岸。人马方才下船，一声号
起，将孟获缚住。原来马岱受了计策，引本部兵扮作蛮兵，撑船在
此，诱擒孟获。于是孔明招安蛮兵，降者无数。孔明一一抚慰，并不
加害。就教救灭了馀火。
须臾，马岱擒孟获至，赵云擒孟优至，魏延、马忠、王平、关索
擒诸洞酋长至。孔明指孟获而笑曰：
“汝先令汝弟以礼诈降，如何瞒
得过吾？今番又被我擒，汝可服否？”获曰：
“此乃吾弟贪口腹之
故，误中汝毒，因此失了大事。吾若自来，弟以兵应之，必然成功。
此乃天败，非吾之不能也，如何肯服？”孔明曰：
“今已三次，如何
不服？”孟获低头无语。孔明笑曰：
“吾再放汝回去。”孟获曰：
“丞相若肯放吾兄弟回去，收拾家下亲丁，和丞相大战一场，那时擒
得，方才死心塌地而降。”孔明曰：
“再若擒住，必不轻恕。汝可小
心在意，勤攻韬略之书，再整亲信之士，早用良策，勿生后悔。”遂
令武士去其绳索，放起孟获，并孟优及各洞酋长，一齐都放。孟获等
拜谢去了。
此时蜀兵已渡泸水，孟获等过了泸水，只见岸口陈兵列将，旗帜
纷纷。获到营前，马岱高坐，以剑指之曰：
“这番拿住，必无轻
放。”孟获到了自己寨时，赵云早已袭了此寨，布列兵马。云坐于大
旗下，按剑而言曰：
“丞相如此相待，休忘大恩。”获喏喏连声而
去。将出界口山坡，魏延引一千精兵摆在坡上，勒马厉声而言曰：
“吾今已深入巢穴，夺汝险要，汝尚自愚迷，抗拒大军。这回拿住，
碎尸万段，决不轻饶!”孟获等抱头鼠窜，望本洞而去。后人有诗赞
曰：
五月驱兵入不毛，月明泸水瘴烟高。
誓将雄略酬三顾，岂惮征蛮七纵劳。
却说孔明渡了泸水，下寨已毕，大赏三军，聚众将于帐下曰：
“孟获第二番擒来，吾令遍观各营虚实，正欲令其来劫营也。吾知孟
获颇晓兵法，吾以兵马、粮草炫耀，实令孟获看吾破绽，必用火攻。
彼令其弟诈降，欲为内应耳。吾三番擒之而不杀，诚欲服其心，不欲
灭其类也。吾今明告汝等，勿得辞劳，可用心报国。”众将拜伏曰：
“丞相智、仁、勇三者足备，虽子牙、张良不能及也。”孔明曰：
“吾今安敢望古人耶？皆赖汝等之力，共成功业耳。”帐下诸将听得
孔明之言，尽皆喜悦。
却说孟获受了三擒之气，忿忿归到银坑洞中，即差心腹人赍金珠
宝贝，往八番九十三甸等处 (10) ，并蛮方部落，借使牌刀獠丁军健数
十万 (11) ，克日齐备，各队人马，云推雾拥，俱听孟获调用。伏路军
探知其事，来报孔明。孔明笑曰：
“吾正欲令蛮兵皆至，见吾之能
也。”遂上小车而行。正是：
若非洞主威风猛，怎显军师手段高。
未知胜负如何，且看下文分解。
--------------------
(1) 渠魁——参见第十三回“渠魁殄灭”条注。
(2) 囊中取物——参见第三回“探囊取物”条注。
(3) 一哨马军——即一个骑马的探子(侦察兵)。
(4) 将带——带领，率领。宋·苏轼《杭州召还乞郡状》：“将带吏卒，就湖州追摄，
如捕寇贼。”
(5) 部内军——即部下士兵。
(6) 中国——这里指蜀汉政权。
(7) 倾心吐胆——语出宋·道融《丛林盛事·卷下·铁庵一禅师》：“(有赞其像曰)揭
翻四大五蕴，彻证向上一窍，倾心吐胆为人，暗里反遭怪笑。”形容待人竭尽诚心。
(8) 鬅(péng蓬)头——同“蓬头”。即头发纷乱的样子。
(9) 乐人搬做杂剧——即艺人扮演杂耍。搬：扮演。
(10) 八番九十三甸——泛指西南少数民族。八番：本为元代对于今贵州省贵阳、惠水一
带少数民族的总称。包括小龙番、大龙番、卧龙番、程番、洪番、方番、石番、卢番。三国
时并无此称，这里是借用。甸：元代云南地方行政单位名称，小于县。这里也是借用。
(11) 使牌刀獠丁——以盾牌和砍刀为武器的少数民族男子。獠：古代汉人对南方少数民
族的蔑称。
第八十九回 武乡侯四番用计 南蛮王五次遭擒
却说孔明自驾小车，引数百骑前来探路。前有一河，名曰西洱
河，水势虽慢，并无一只船筏。孔明令伐木为筏而渡，其木到水皆
沉。孔明遂问吕凯。凯曰：
“闻西洱河上流有一山，其山多竹，大者
数围。可令人伐之，于河上搭起竹桥，以渡军马。”孔明即调三万人
入山，伐竹数十万根，顺水放下，于河面狭处，搭起竹桥，阔十馀
丈。乃调大军于河北岸一字儿下寨，便以河为壕堑，以浮桥为门，垒
土为城。过桥南岸，一字下三个大营，以待蛮兵。
却说孟获引数十万蛮兵，恨怒而来。将近西洱河，孟获引前部一
万刀牌獠丁，直扣前寨搦战。孔明头戴纶巾，身披鹤氅，手执羽扇，
乘驷马车，左右众将簇拥而出。孔明见孟获身穿犀皮甲，头顶朱红
盔，左手挽牌，右手执刀，骑赤毛牛，口中辱骂。手下万馀洞丁各舞
刀牌，往来冲突。孔明急令退回本寨，四面紧闭，不许出战。蛮兵皆
裸衣赤身，直到寨门前叫骂。诸将大怒，皆来禀孔明曰：
“某等情愿
出寨决一死战。”孔明不许。诸将再三欲战，孔明止曰：
“蛮方之人
不遵王化，今此一来，狂恶正盛，不可迎也。且宜坚守数日，待其猖
獗少懈，吾自有妙计破之。”
于是蜀兵坚守数日。孔明在高阜处探之，窥见蛮兵已多懈怠，乃
聚诸将曰：
“汝等敢出战否？”众将欣然要出。孔明先唤赵云、魏延
入帐，向耳畔低言，分付如此如此。二人受了计策先进。却唤王平、
马忠入帐，受计去了。又唤马岱，分付曰：
“吾今弃此三寨，退过河
北。吾军一退，汝可便拆浮桥，移于下流，却渡赵云、魏延军马过河
来接应。”岱受计而去。又唤张翼曰：
“吾军退去，寨中多设灯火。
孟获知之，必来追赶，汝却断其后。”张翼受计而退。孔明只教关索
护车。众军退去，寨中多设灯火。蛮兵望见，不敢冲突 (1) 。
次日平明，孟获引大队蛮兵径到蜀寨之时，只见三个大寨皆无人
马，于内弃下粮草车仗数百馀辆。孟优曰：
“诸葛弃寨而走，莫非有
计否？”孟获曰：
“吾料诸葛亮弃辎重而去，必因国中有紧急之事：
若非吴侵，定是魏伐。故虚张灯火以为疑兵，弃车仗而去也。可速追
之，不可错过。”于是孟获自驱前部，直到西洱河边。望见河北岸
上，寨中旗帜整齐如故，灿若云锦 (2) ；沿河一带，又设锦城 (3) 。
蛮兵哨见，皆不敢进。获谓优曰：
“此是诸葛亮惧吾追赶，故就河北
岸少住，不二日必走矣。”遂将蛮兵屯于河岸。又使人去山上砍竹为
筏，以备渡河。却将敢战之兵皆移于寨前面。却不知蜀兵早已入自己
之境。
是日狂风大起，四壁厢火明鼓响，蜀兵杀到。蛮兵獠丁自相冲
突。孟获大惊，急引宗族洞丁杀开条路，径奔旧寨。忽一彪军从寨中
杀出，乃是赵云。获慌忙回西洱河，望山僻处而走。又一彪军杀出，
乃是马岱。孟获只剩得数十个败残兵，望山谷中而逃。见南、北、西
三处尘头火光，因此不敢前进，只得望东奔走。方才转过山口，见一
大林之前，数十从人引一辆小车，车上端坐孔明，呵呵大笑曰：
“蛮
王孟获，天败至此，吾已等候多时也。”获大怒，回顾左右曰：
“吾
遭此人诡计，受辱三次，今幸得这里相遇。汝等奋力前去，连人带
车，砍为粉碎。”数骑蛮兵猛力向前，孟获当先呐喊，抢到大林之
前，趷踏一声，踏了陷坑，一齐塌倒。大林之内转出魏延，引数百军
来，一个个拖出，用索缚定。
孔明先到寨中，招安蛮兵，并诸甸酋长、洞丁(此时大半皆归本乡
去了)，除死伤外，其馀尽皆归降。孔明以酒肉相待，以好言抚慰，尽
令放回。蛮兵皆感叹而去。少顷，张翼解孟优至。孔明诲之曰 (4) ：
“汝兄愚迷，汝当谏之。今被吾擒了四番，有何面目再见人耶？”孟
优羞惭满面，伏地告求免死。孔明曰：
“吾杀汝不在今日。吾且饶汝
性命，劝谕汝兄。”令武士解其绳索，放起孟优。优泣拜而去。
不一时，魏延解孟获至。孔明大怒曰：
“你今番又被吾擒了，有
何理说？”获曰：
“吾今误中诡计，死不瞑目。”孔明叱武士推出斩
之。获全无惧色，回顾孔明曰：
“若敢再放吾回去，必然报四番之
恨。”孔明大笑，令左右去其缚，赐酒压惊，就坐于帐中。孔明问
曰：
“吾今四次以礼相待，汝尚然不服，何也？”获曰：
“吾虽是化
外之人，不似丞相专施诡计，吾如何肯服？”孔明曰：
“吾再放汝回
去，复能战乎？”获曰：
“丞相若再拿住吾，吾那时倾心降服，尽献
本洞之物犒军，誓不反乱。”
孔明即笑而遣之。获忻然拜谢而去。于是聚得诸洞壮丁数千人，
望南迤逦而行。早望见尘头起处，一队兵到，乃是兄弟孟优，重整残
兵，来与兄报仇。兄弟二人抱头相哭，诉说前事。优曰：
“我兵屡
败，蜀兵屡胜，难以抵当。只可就山阴洞中，退避不出。蜀兵受不过
暑气，自然退矣。”获问曰：
“何处可避？”优曰：
“此去西南有一
洞，名曰秃龙洞。洞主朵思大王，与弟甚厚，可投之。”于是孟获先
教孟优到秃龙洞，见了朵思大王。朵思慌引洞兵出迎。
孟获入洞，礼毕，诉说前事。朵思曰：
“大王宽心。若蜀兵到
来，令他一人一骑不得还乡，与诸葛亮皆死于此处。”获大喜，问计
于朵思。朵思曰：
“此洞中止有两条路：东北上一路，就是大王所来
之路，地势平坦，土厚水甜，人马可行；若以木石垒断洞口，虽有百
万之众，不能进也。西北上有一条路，山险岭恶，道路窄狭，其中虽
有小路，多藏毒蛇恶蝎；黄昏时分，烟瘴大起，直至巳午时方收 (5)
，惟未申酉三时可以往来 (6) ；水不可饮，人马难行。此处更有四个
毒泉：一名哑泉，其水颇甜，人若饮之，则不能言，不过旬日必死；
二曰灭泉，此水与汤无异，人若沐浴，则皮肉皆烂，见骨必死；三曰
黑泉，其水微清，人若溅之在身，则手足皆黑而死；四曰柔泉，其水
如冰，人若饮之，咽喉无暖气，身躯软弱如绵而死。此处虫鸟皆无，
惟有汉伏波将军曾到 (7) ，自此以后，更无一人到此。今垒断东北大
路，令大王稳居敝洞。若蜀兵见东路截断，必从西路而入，于路无
水，若见此四泉，定然饮水，虽百万之众，皆无归矣，何用刀兵
耶？”孟获大喜，以手加额曰 (8) ：
“今日方有容身之地。”又望北
指曰：
“任诸葛神机妙算，难以施设。四泉之水，足以报败兵之恨
也。”自此，孟获、孟优终日与朵思大王筵宴。
却说孔明连日不见孟获兵出，遂传号令，教大军离西洱河，望南
进发。此时正当六月炎天，其热如火。有后人咏南方苦热诗曰 (9) ：
山泽欲焦枯，火光覆太虚 (10) 。
不知天地外，暑气更何如。
又有诗曰：
赤帝施权柄 (11) ，阴云不敢生。
云蒸孤鹤喘，海热巨鳌惊。
忍舍溪边坐 (12) ，慵抛竹里行 (13) 。
如何沙塞客 (14) ，擐甲复长征。
孔明统领大军，正行之际，忽哨马飞报：
“孟获退往秃龙洞中不
出，将洞口要路垒断，内有兵把守。山恶岭峻，不能前进。”孔明请
吕凯问之。凯曰：
“某曾闻此洞有条路，实不知详细。”蒋琬曰：
“孟获四次遭擒，既已丧胆，安敢再出？况今天气炎热，军马疲乏，
征之无益，不如班师回国。”孔明曰：
“若如此，正中孟获之计也。
吾军一退，彼必乘势追之。今已到此，安有复回之理？”遂令王平领
数百军为前部，却教新降蛮兵引路，寻西北小径而入。
前到一泉，人马皆渴，争饮此水。王平探有此路，回报孔明。比
及到大寨之时，皆不能言，但指口而已。孔明大惊，知是中毒，遂自
驾小车，引数十人前来看时，见一潭清水，深不见底，水气凛凛 (15)
，军不敢试。孔明下车，登高望之，四壁峰岭，鸟雀不闻，心中大
疑。忽望见远远山冈之上有一古庙。孔明攀藤附葛而到，见一石屋之
中，塑一将军端坐。旁有石碑，乃汉伏波将军马援之庙，因平蛮到
此，土人立庙祀之。孔明再拜曰：
“亮受先帝托孤之重，今承圣旨，
到此平蛮，欲待蛮方既平，然后伐魏吞吴，重安汉室。今军士不识地
理，误饮毒水，不能出声。万望尊神念本朝恩义，通灵显圣，护佑三
军。”
祈祷已毕，出庙寻土人问之。隐隐望见对山一老叟扶杖而来，形
容甚异。孔明请老叟入庙，礼毕，对坐于石上。孔明问曰：
“丈者高
姓？”老叟曰：
“老夫久闻大国丞相隆名 (16) ，幸得拜见。蛮方之
人，多蒙丞相活命，皆感恩不浅。”孔明问泉水之故。老叟答曰：
“军所饮水，乃哑泉之水也，饮之难言，数日而死。此泉之外，又有
三泉：东南有一泉，其水至冷，人若饮之，咽喉无暖气，身躯软弱而
死，名曰柔泉；正南有一泉，人若溅之在身，手足皆黑而死，名曰黑
泉；西南有一泉，沸如热汤，人若浴之，皮肉尽脱而死，名曰灭泉。
敝处有此四泉，毒气所聚，无药可治。又烟瘴甚起，惟未申酉三个时
辰可往来；馀者时辰，皆瘴气密布，触之即死。”
孔明曰：
“如此则蛮方不可平矣。蛮方不平，安能并吞吴、魏，
再兴汉室？有负先帝托孤之重，生不如死也。”老叟曰：
“丞相勿
忧。老夫指引一处，可以解之。”孔明曰：
“老丈有何高见，望乞指
教。”老叟曰：
“此去正西数里，有一山谷，入内行二十里，有一
溪，名曰万安溪。上有一高士，号为万安隐者。此人不出溪有数十馀
年矣。其草庵后有一泉，名安乐泉。人若中毒，汲其水饮之即愈。有
人或生疥癞，或感瘴气，于万安溪内浴之，自然无事。更兼庵前有一
等草，名曰薤叶芸香。人若口含一叶，则瘴气不染。丞相可速往求
之。”孔明拜谢，问曰：
“承丈者如此活命之德，感刻不胜 (17) 。愿
闻高姓。”老叟入庙曰：
“吾乃本处山神，奉伏波将军之命，特来指
引。”言讫，喝开庙后石壁而入。孔明惊讶不已，再拜庙神，寻旧路
上车，回到大寨。
次日，孔明备信香 (18) 、礼物，引王平及众哑军，连夜望山神所
言去处，迤逦而进。入山谷小径，约行二十馀里，但见长松大柏，茂
竹奇花，环绕一庄。篱落之中，有数间茅屋，闻得馨香喷鼻。孔明大
喜，到庄前扣户，有一小童出。孔明方欲通姓名，早有一人，竹冠草
履，白袍皂绦 (19) ，碧眼黄发，忻然出曰：
“来者莫非汉丞相否？”
孔明笑曰：
“高士何以知之？”隐者曰：
“久闻丞相大纛南征 (20) ，
安得不知？”遂邀孔明入草堂。礼毕，分宾主坐定。孔明告曰：
“亮
受昭烈皇帝托孤之重，今承嗣君圣旨，领大军至此，欲服蛮邦，使归
王化。不期孟获潜入洞中，军士误饮哑泉之水。夜来蒙伏波将军显
圣，言高士有药泉，可以治之。望乞矜念，赐神水以救众兵残生。”
隐者曰：
“量老夫山野废人，何劳丞相枉驾。此泉就在庵后。”教取
来饮。于是童子引王平等一起哑军，来到溪边，汲水饮之。随即吐出
恶涎，便能言语。童子又引众军到万安溪中沐浴。
隐者于庵中进柏子茶、松花菜，以待孔明。隐者告曰：
“此间蛮
洞多毒蛇恶蝎，柳花飘入溪泉之间，水不可饮。但掘地为泉，汲水饮
之方可。”孔明求薤叶芸香，隐者令众军尽意采取：
“各人口含一
叶，自然瘴气不侵。”孔明拜求隐者姓名。隐者笑曰：
“某乃孟获之
兄孟节是也。”孔明愕然。隐者又曰：
“丞相休疑，容伸片言。某一
父母所生三人：长即老夫孟节，次孟获，又次孟优。父母皆亡。二弟
强恶，不归王化。某屡谏不从，故更名改姓，隐居于此。今辱弟造
反，又劳丞相深入不毛之地，如此生受 (21) ，孟节合该万死，故先于
丞相之前请罪。”孔明叹曰：
“方信盗跖、下惠之事 (22) ，今亦有
之。”遂与孟节曰：
“吾申奏天子，立公为王，可乎？”节曰：
“为
嫌功名而逃于此，岂复有贪富贵之意？”孔明乃具金帛赠之。孟节坚
辞不受。孔明嗟叹不已，拜别而回。后人有诗曰：
高士幽栖独闭关，武侯曾此破诸蛮。
至今古木无人境，犹有寒烟锁旧山。
孔明回到大寨之中，令军士掘地取水。掘下二十馀丈，并无滴
水；凡掘十馀处，皆是如此。军心惊慌。孔明夜半焚香告天曰：
“臣
亮不才，仰承大汉之福，受命平蛮。今途中乏水，军马枯渴。倘上天
不绝大汉，即赐甘泉；若气运已终，臣亮等愿死于此处。”是夜祝
罢，平明视之，皆得满井甘泉。后人有诗曰 (23) ：
为国平蛮统大兵，心存正道合神明。
耿恭拜井甘泉出 (24) ，诸葛虔诚水夜生。
孔明军马既得甘泉，遂安然由小径直入秃龙洞前下寨。
蛮兵探知，来报孟获曰：
“蜀兵不染瘴疫之气，又无枯渴之患，
诸泉皆不应 (25) 。”朵思大王闻知不信，自与孟获来高山望之。只见
蜀兵安然无事，大桶小担，搬运水浆，饮马造饭。朵思见之，毛发耸
然，回顾孟获曰：
“此乃神兵也!”获曰：
“吾兄弟二人与蜀兵决一死
战，就殒于军前，安肯束手受缚？”朵思曰：
“若大王兵败，吾妻子
亦休矣。当杀牛宰马，大赏洞丁，不避水火，直冲蜀寨，方可得
胜。”于是大赏蛮兵。
正欲起程，忽报：
“洞后迤西银冶洞二十一洞主杨锋引三万兵来
助战。”孟获大喜曰：
“邻兵助我，我必胜矣。”即与朵思大王出洞
迎接。杨锋引兵入曰：
“吾有精兵三万，皆披铁甲，能飞山越岭，足
以敌蜀兵百万；我有五子，皆武艺足备：愿助大王。”锋令五子入
拜，皆彪躯虎体，威风抖擞。孟获大喜，遂设席相待杨锋父子。酒至
半酣，锋曰：
“军中少乐，吾随军有蛮姑，善舞刀牌，以助一笑。”
获忻然从之。须臾，数十蛮姑皆披发跣足，从帐外舞跳而入。群蛮拍
手，以歌和之。杨锋令二子把盏，二子举杯诣孟获、孟优前。二人接
杯，方欲饮酒，锋大喝一声，二子早将孟获、孟优执下座来。朵思大
王却待要走，已被杨锋擒了。蛮姑横截于帐上，谁敢近前。获曰：
“‘兔死狐悲，物伤其类’ (26) 。吾与汝皆是各洞之主，往日无冤，
何故害我？”锋曰：
“吾兄弟子侄皆感诸葛丞相活命之恩，无可以
报。今汝反叛，何不擒献？”于是各洞蛮兵皆走回本乡。
杨锋将孟获、孟优、朵思等解赴孔明寨来。孔明令入，杨锋等拜
于帐下曰：
“某等子侄皆感丞相恩德，故擒孟获、孟优等呈献。”孔
明重赏之，令驱孟获入。孔明笑曰：
“汝今番心服乎？”获曰：
“非
汝之能，乃吾洞中之人自相残害，以致如此。要杀便杀，只是不
服。”孔明曰：
“汝赚吾入无水之地，更以哑泉、灭泉、黑泉、柔泉
如此之毒，吾军无恙，岂非天意乎？汝何如此执迷？”获又曰：
“吾
祖居银坑山中，有三江之险，重关之固。汝若就彼擒之，吾当子子孙
孙，倾心服事。”孔明曰：
“吾再放汝回去，重整兵马，与吾共决胜
负；如那时擒住，汝再不服，当灭九族!”叱左右去其缚，放起孟获。
获再拜而去。孔明又将孟优并朵思大王皆释其缚，赐酒食压惊。二人
悚惧，不敢正视。孔明令鞍马送回。正是：
深临险地非容易，更展奇谋岂偶然。
未知孟获整兵再来胜负如何，且看下文分解。
--------------------
(1) 冲突——冲击，龚击。
(2) 灿若云锦——形容彩旗光辉灿烂，如同彩云飘荡。云锦：彩云。
(3) 锦城——亦称“锦官城”。故址在今成都南。城分大城、少城，而少城内有执掌织
锦官员的官署，故称“锦城”或“锦官城”。后成为成都的代称。这里是借指临时垒起的土
城，因城上彩旗飘扬而得名。
(4) 诲——教导，开导。
(5) 巳午时——旧时的两个时辰，相当于今上午九时至下午一时。
(6) 未申酉——旧时的三个时辰，相当于今下午一时至七时。
(7) 伏波将军——见第六十回“伏波”条注。
(8) 以手加额——参见第八十三回“两手加额”条注。
(9) 后人咏南方苦热诗——录自宋·司马光《大热》诗，但改动了三个字。原诗为：
“山泽欲焦枯，炎光满太虚。不知天地外，暑气复何如。”
(10) 太虚——天空。
(11) 帝——即火神祝融氏。《淮南子·时则训》：“南方之极，自北户孙之外，贯颛顼
之国，南至委火炎风之野，赤帝祝融氏之所司者，万二千里。”
(12) 忍舍溪边坐——意谓只想坐在溪边乘凉而舍不得离开。形容天气太热。忍：怎忍，
不忍，不愿意。
(13) 慵抛竹里行——意谓只想在较为凉爽的竹林里行走而不想离开。形容天气太热。
慵：懒得。抛：舍弃。
(14) 沙塞客——指长期转战沙场的将士。
(15) 凛凛——寒冷貌。
(16) 隆名——盛名，大名。南朝宋·何承天《重答颜光禄》：“或负鼎割烹，扬隆名于
长世；或屠羊鼓刀，陵高志于浮云。”
(17) 感刻——意谓感激之情，铭刻不忘。
(18) 信香——敬奉神佛的香。佛教称香烟能将信徒的愿望传送于神佛，从而满足信徒的
愿望。典出宋·赞宁《大宋僧史略·行香唱导》：“经中长者请佛，宿夜登楼，手秉香炉，
以达信心。明日食时，佛即来至，故知香为信心之使也。”
(19) 皂绦(tāo涛)——黑腰带。
(20) 大纛(dào道)——古代大军旗。这里代指军队。
(21) 生受——辛苦，受苦。
(22) 盗跖(zh í值)、下惠之事——事见《庄子·盗跖》：柳下惠(“惠”一作“季”)
为贤人，其弟盗跖却为大盗。孔子自告奋勇去劝说盗跖改恶从善，却被骂了个狗血喷头，狼
狈而逃。
(23) 后人有诗——此诗为明人周静轩所作。
(24) 耿恭拜井甘泉出——事见《后汉书·耿弇传附耿恭传》：耿恭率兵屯疏勒城，被匈
奴兵围困并断绝水源。“恭于城中穿井十五丈不得水，吏士渴乏，笮马粪汁而饮之。恭仰叹
曰：‘闻昔贰师将军拔佩刀刺山，飞泉涌出。今汉德神明，岂有穷哉？’乃整衣服，向井再
拜，为吏士祷。有顷，水泉奔出，众皆称‘万岁’。乃令吏士扬水以示虏。虏出不意，以为
神明，遂引去。”此事与诸葛亮祷井出水之事极其相似，故将二者类比。
(25) 不应——不灵验，不应验。指四毒泉未起作用，没有阻挡住蜀兵。
(26) 兔死狐悲，物伤其类——语或本“狐死兔悲，物伤其类”，出自《敦煌变文集·燕
子赋》：“叨闻狐死兔悲，物伤其类；四海尽为兄弟，何况更同臭味。”意谓兔子见狐狸死
亡而悲伤，是因为它们属于同类。泛喻因同类的不幸(死亡、陷于灾祸等)而感到悲伤。比喻
为同类的死亡或不幸而悲伤。
第九十回 驱巨兽六破蛮兵 烧藤甲七擒孟获
却说孔明放了孟获等一干人，杨锋父子皆封官爵，重赏洞兵。杨
锋等拜谢而去。
孟获等连夜奔回银坑洞。那洞外有三江，乃是泸水、甘南水、西
城水。三路水会合，故为三江。其洞北近平坦三百馀里，多产万物。
洞西二百里，有盐井。西南二百里，直抵泸、甘。正南三百里，乃是
梁都洞，洞中有山环抱其洞，山上出银矿，故名为银坑山。山中置宫
殿楼台，以为蛮王巢穴。其中建一祖庙，名曰“家鬼”。四时杀牛宰
马享祭，名为“卜鬼”。每年常以蜀人并外乡之人祭之。若人患病，
不肯服药，只祷师巫，名为“药鬼”。其处无刑法，但犯罪即斩。有
女长成，却于溪中沐浴，男女自相混淆，任其自配，父母不禁，名为
“学艺”。年岁雨水均调，则种稻谷；倘若不熟，杀蛇为羹，煮象为
饭。每方隅之中 (1) ，上户号曰“洞主”，次曰“酋长”。每月初
一、十五两日，皆在三江城中买卖，转易货物。其风俗如此。
却说孟获在洞中聚集宗党千馀人，谓之曰：
“吾屡受辱于蜀兵，
立誓欲报之。汝等有何高见？”言未毕，一人应曰：
“吾举一人，可
破诸葛亮。”众视之，乃孟获妻弟，现为八番部长，名曰带来洞主。
获大喜，急问何人。带来洞主曰：
“此去西南八纳洞，洞主木鹿大王
深通法术，出则骑象，能呼风唤雨，常有虎豹豺狼、毒蛇恶蝎跟随。
手下更有三万神兵，甚是英勇。大王可修书具礼，某亲往求之。此人
若允，何惧蜀兵哉!”获忻然，令国舅赍书而去。却令朵思大王守把三
江城，以为前面屏障。
却说孔明提兵直至三江城，遥望见此城三面傍江，一面通旱。即
遣魏延、赵云同领一军，于旱路打城。军到城下时，城上弓弩齐发。
原来洞中之人多习弓弩，一弩齐发十矢，箭头上皆用毒药，但有中箭
者，皮肉皆烂，见五脏而死。赵云、魏延不能取胜，回见孔明，言药
箭之事。孔明自乘小车，到军前看了虚实，回到寨中，令军退数里下
寨。蛮兵望见蜀兵远退，皆大笑作贺，只疑蜀兵惧怯而退，因此夜间
安心稳睡，不去哨探。
却说孔明约军退后，即闭寨不出。一连五日，并无号令。黄昏左
侧，忽起微风。孔明传令曰：
“每军要衣襟一幅，限一更时分应点
(2) ，无者立斩。”诸将皆不知其意，众军依令预备。初更时分，又
传令曰：
“每军衣襟一幅，包土一包，无者立斩。”众军亦不知其
意，只得依令预备。孔明又传令曰：
“诸军包土，俱在三江城下交
割，先到者有赏。”众军闻令，皆包净土，飞奔城下。孔明令积土为
蹬道 (3) ，先上城者为头功。于是蜀兵十馀万，并降兵万馀，将所包
之土，一齐弃于城下。一霎时，积土成山，接连城上。一声暗号，蜀
兵皆上城。蛮兵急放弩时，大半早被执下，馀者弃城而走。朵思大王
死于乱军之中。蜀将督军分路剿杀。孔明取了三江城，所得珍宝，皆
赏三军。
败残蛮兵逃回，见孟获说：
“朵思大王身死。失了三江城。”获
大惊。正虑之间，人报：
“蜀兵已渡江，现在本洞前下寨。”孟获甚
是慌张。忽然屏风后一人大笑而出曰：
“既为男子，何无智也？我虽
是一妇人，愿与你出战。”获视之，乃妻祝融夫人也。夫人世居南
蛮，乃祝融氏之后 (4) ，善使飞刀，百发百中。孟获起身称谢。
夫人忻然上马，引宗党猛将数百员、生力洞兵五万，出银坑宫
阙，来与蜀兵对敌。方才转过洞口，一彪军拦住，为首蜀将乃是张
嶷。蛮兵见之，却早两路摆开。祝融夫人背插五口飞刀，手挺丈八长
标，坐下卷毛赤兔马。张嶷见之，暗暗称奇。二人骤马交锋，战不数
合，夫人拨马便走。张嶷赶去，空中一把飞刀落下。嶷急用手隔，正
中左臂，翻身落马。蛮兵发一声喊，将张嶷执缚去了。马忠听得张嶷
被执，急出救时，早被蛮兵捆住。望见祝融夫人挺标勒马而立，忠忿
怒向前去战，坐下马绊倒，亦被擒了。都解入洞中来见孟获。获设席
庆贺。夫人叱刀斧手推出张嶷、马忠要斩。获止曰：
“诸葛亮放吾五
次，今番若杀彼将，是不义也。且囚在洞中，待擒住诸葛亮，杀之未
迟。”夫人从其言，笑饮作乐。
却说败残兵来见孔明，告知其事。孔明即唤马岱、赵云、魏延三
人受计，各自领军前去。次日，蛮兵报入洞中，说赵云搦战。祝融夫
人即上马出迎。二人战不数合，云拨马便走。夫人恐有埋伏，勒兵而
回。魏延又引军来搦战，夫人纵马相迎。正交锋紧急，延诈败而逃。
夫人只不赶。次日，赵云又引军来搦战，夫人领洞兵出迎。二人战不
数合，云诈败而走。夫人按标不赶，欲收兵回洞时，魏延引军齐声辱
骂，夫人急挺标来取魏延。延拨马便走。夫人忿怒赶来，延骤马奔入
山僻小路。忽然背后一声响亮，延回头视之，夫人仰鞍落马。原来马
岱埋伏在此，用绊马索绊倒，就里擒缚 (5) ，解投大寨而来。蛮将洞
兵皆来救时，赵云一阵杀散。
孔明端坐于帐上，马岱解祝融夫人到。孔明急令武士去其缚，请
在别帐赐酒压惊。遣使往告孟获，欲送夫人换张嶷、马忠二将。孟获
允诺，即放出张嶷、马忠，还了孔明。孔明遂送夫人入洞。孟获接
入，又喜又恼。
忽报：
“八纳洞主到。”孟获出洞迎接，见其人骑着白象，身穿
金珠缨络，腰悬两口大刀，领着一班喂养虎豹豺狼之士，簇拥而入。
获再拜哀告，诉说前事。木鹿大王许以报仇。获大喜，设宴相待。
次日，木鹿大王引本洞兵带猛兽而出。赵云、魏延听知蛮兵出，
遂将军马布成阵势。二将并辔立于阵前视之，只见蛮兵旗帜、器械皆
别：人多不穿衣甲，尽裸身赤体，面目丑陋；身带四把尖刀；军中不
鸣鼓角，但筛金为号 (6) 。木鹿大王腰挂两把宝刀，手执蒂钟 (7) ，
身骑白象，从大旗中而出。赵云见了，谓魏延曰：
“我等上阵一生，
未尝见如此人物。”二人正沉吟之际，只见木鹿大王口中不知念甚咒
语，手摇蒂钟。忽然狂风大作，飞砂走石，如同骤雨。一声画角响
(8) ，虎豹豺狼，毒蛇猛兽，乘风而出，张牙舞爪，冲将过来。蜀兵
如何抵当，往后便退。蛮兵随后追杀，直赶到三江界路方回。
赵云、魏延收聚败兵，来孔明帐前请罪，细说此事。孔明笑曰：
“非汝二人之罪。吾未出茅庐之时，先知南蛮有驱虎豹之法。吾在蜀
中已办下破此阵之物也。随军有二十辆车，俱封记在此。今日且用一
半，留下一半，后有别用。”遂令左右取了十辆红油柜车到帐下，留
十辆黑油柜车在后。众皆不知其意。孔明将柜打开，皆是木刻彩画巨
兽，俱用五色绒线为毛衣，钢铁为牙爪，一个可骑坐十人。孔明选了
精壮军士一千馀人，领了一百口，内装烟火之物，藏在军中。
次日，孔明驱兵大进，布于洞口。蛮兵探知，入洞报与蛮王。木
鹿大王自谓无敌，即与孟获引洞兵而出。孔明纶巾羽扇，身衣道袍，
端坐于车上。孟获指曰：
“车上坐的便是诸葛亮，若擒住此人，大事
定矣。”木鹿大王口中念咒，手摇蒂钟。顷刻之间，狂风大作，猛兽
突出。孔明将羽扇一摇，其风便回吹彼阵中去了，蜀阵中假兽拥出。
蛮洞真兽见蜀阵巨兽口吐火焰，鼻出黑烟，身摇铜铃，张牙舞爪而
来，诸恶兽不敢前进，皆奔回蛮洞，反将蛮兵冲倒无数。孔明驱兵大
进，鼓角齐鸣，望前追杀。木鹿大王死于乱军之中。洞内孟获宗党皆
弃宫阙，爬山越岭而走。孔明大军占了银坑洞。
次日，孔明正要分兵缉擒孟获 (9) ，忽报：
“蛮王孟获妻弟带来
洞主因劝孟获归降，获不从，今将孟获并祝融夫人及宗党数百馀人尽
皆擒来，献与丞相。”孔明听知，即唤张嶷、马忠，分付如此如此。
二将受了计，引二千精壮兵，伏于两廊。孔明即令守门将俱放进来。
带来洞主引刀斧手解孟获等数百人，拜于殿下。孔明大喝曰：
“与吾
擒下!”两廊壮兵齐出，二人捉一人，尽被执缚。孔明大笑曰：
“量汝
些小诡计，如何瞒得过我？汝见二次俱是本洞人擒汝来降，吾不加
害，汝只道吾深信，故来诈降，欲就洞中杀吾。”喝令武士搜其身
畔，果然各带利刀。
孔明问孟获曰：
“汝原说在汝家擒住，方始心服，今日如何？”
获曰：
“此是我等自来送死，非汝之能也，吾心未服。”孔明曰：
“吾擒住六番，尚然不服，欲待何时耶？”获曰：
“汝第七次擒住，
吾方倾心归服，誓不反矣。”孔明曰：
“巢穴已破，吾何虑哉!”令武
士尽去其缚，叱之曰：
“这番擒住，再若支吾 (10) ，必不轻恕!”孟
获等抱头鼠窜而去。
却说败残蛮兵有千馀人，大半中伤而逃，正遇蛮王孟获。获收了
败兵，心中稍喜，却与带来洞主商议曰：
“吾今洞府已被蜀兵所占，
今投何地安身？”带来洞主曰：
“止有一国可以破蜀。”获喜曰：
“何处可去？”带来洞主曰：
“此去东南七百里，有一国，名乌戈
国。国主兀突骨，身长丈二，不食五谷，以生蛇恶兽为饭。身有鳞
甲，刀箭不能侵。其手下军士俱穿藤甲。其藤生于山涧之中，盘于石
壁之上，国人采取，浸于油中，半年方取出晒之，晒干复浸，凡十馀
遍，却才造成铠甲。穿在身上，渡江不沉，经水不湿，刀箭皆不能
入，因此号为‘藤甲军’。今大王可往求之，若得彼相助，擒诸葛亮
如利刀破竹也。”
孟获大喜，遂投乌戈国，来见兀突骨。其洞无宇舍，皆居土穴之
内。孟获入洞，再拜哀告前事。兀突骨曰：
“吾起本洞之兵，与汝报
仇。”获欣然拜谢。于是兀突骨唤两个领兵俘长：一名土安，一名奚
泥，起三万兵，皆穿藤甲，离乌戈国，望东北而来。行至一江，名桃
花水，两岸有桃树，历年落叶于水中，若别国人饮之尽死，惟乌戈国
人饮之倍添精神。兀突骨兵至桃花渡口下寨，以待蜀兵。
却说孔明令蛮人哨探孟获消息，回报曰：
“孟获请乌戈国主引三
万藤甲军，现屯于桃花渡口。孟获又在各番聚集蛮兵，并力拒战。”
孔明听说，提兵大进，直至桃花渡口。隔岸望见蛮兵，不类人形，甚
是丑恶。又问土人，言说即日桃叶正落，水不可饮。孔明退五里下
寨，留魏延守寨。
次日，乌戈国主引一彪藤甲军过河来，金鼓大震。魏延引兵出
迎，蛮兵卷地而至。蜀兵以弩箭射到藤甲之上，皆不能透，俱落于
地；刀砍枪刺，亦不能入。蛮兵皆使利刀钢叉，蜀兵如何抵当，尽皆
败走。蛮兵不赶而回。魏延复回，赶到桃花渡口，只见蛮兵带甲渡水
而去；内有困乏者，将甲脱下，放在水面，以身坐其上而渡。魏延急
回大寨，来禀孔明，细言其事。孔明请吕凯并土人问之。凯曰：
“某
素闻南蛮中有一乌戈国，无人伦者也。更有藤甲护身，急切难伤。又
有桃叶恶水，本国人饮之反添精神，别国人饮之即死。如此蛮方，纵
使全胜，有何益焉？不如班师早回。”孔明笑曰：
“吾非容易到此，
岂可便去？吾明日自有平蛮之策。”于是令赵云助魏延守寨，且休轻
出。
次日，孔明令土人引路，自乘小车到桃花渡口北岸山僻去处，遍
观地理。山险岭峻之处，车不能行，孔明弃车步行。忽到一山，望见
一谷，形如长蛇，皆光峭石壁，并无树木，中间一条大路。孔明问土
人曰：
“此谷何名？”土人答曰：
“此处名为盘蛇谷。出谷则三江城
大路，谷前名塔郎甸。”孔明大喜曰：
“此乃天赐吾成功于此也。”
遂回旧路，上车归寨，唤马岱分付曰：
“与汝黑油柜车十辆，须用竹
竿千条，柜内之物，如此如此。可将本部兵去把住盘蛇谷两头，依法
而行。与汝半月限，一切完备，至期如此施设。倘有走漏，定按军
法。”马岱受计而去。又唤赵云分付曰：
“汝去盘蛇谷后三江大路
口，如此守把。所用之物，克日完备。”赵云受计而去。又唤魏延分
付曰：
“汝可引本部兵去桃花渡口下寨。如蛮兵渡水来敌，汝便弃了
寨，望白旗处而走。限半个月内，须要连输十五阵，弃七个寨栅。若
输十四阵，也休来见我。”魏延领命，心中不乐，怏怏而去。孔明又
唤张翼另引一军，依所指之处，筑立寨栅去了。却令张嶷、马忠引本
洞所降千人，如此行之。各人都依计而行。
却说孟获与乌戈国主兀突骨曰：
“诸葛亮多有巧计，只是埋伏。
今后交战，分付三军：但见山谷之中，林木多处，不可轻进。”兀突
骨曰：
“大王说的有理。吾已知道中国人多行诡计，今后依此言行
之。吾在前面厮杀，汝在背后教道 (11) 。”
两人商议已定，忽报：
“蜀兵在桃花渡口北岸立起营寨。”兀突
骨即差二俘长引藤甲军渡了河，来与蜀兵交战。不数合，魏延败走。
蛮兵恐有埋伏，不赶自回。次日，魏延又去立了营寨。蛮兵哨得，又
引众军渡过河来战。延出迎之，不数合，延败走。蛮兵追杀十馀里，
见四下并无动静，便在蜀寨中屯住。次日，二俘长请兀突骨到寨，说
知此事。兀突骨即引兵大进，将魏延追一阵。蜀兵皆弃甲抛戈而走，
只见前有白旗，延引败兵，急奔到白旗处，早有一寨，就寨中屯住。
兀突骨驱兵追至，魏延引兵弃寨而走。蛮兵得了蜀寨。次日，又望前
追杀。魏延回兵交战，不三合又败，只看白旗处而走，又有一寨，延
就寨屯住。次日，蛮兵又至，延略战又走。蛮兵占了蜀寨。
话休絮烦，魏延且战且走，已败十五阵，连弃七个营寨。蛮兵大
进追杀。兀突骨自在军前破敌，于路但见林木茂盛之处，便不敢进。
却使人远望，果见树阴之中旌旗招飐。兀突骨谓孟获曰：
“果不出大
王所料。”孟获大笑曰：
“诸葛亮今番被吾识破。大王连日胜了他十
五阵，夺了七个营寨，蜀兵望风而走。诸葛亮已是计穷，只此一进，
大事定矣。”兀突骨大喜，遂不以蜀兵为念 (12) 。
至第十六日，魏延引败残兵，来与藤甲军对敌。兀突骨骑象当
先，头戴日月狼须帽，身披金珠缨络，两肋下露出生鳞甲，眼目中微
有光芒，手指魏延大骂。延拨马便走。后面蛮兵大进。魏延引兵转过
了盘蛇谷，望白旗而走。兀突骨统引兵众随后追杀。兀突骨望见山上
并无草木，料无埋伏，放心追杀。赶到谷中，见数十辆黑油柜车在当
路。蛮兵报曰：
“此是蜀兵运粮道路，因大王兵至，撇下粮车而
走。”兀突骨大喜，催兵追赶。将出谷口，不见蜀兵，只见横木、乱
石滚下，垒断谷口。兀突骨令兵开路而进，忽见前面大小车辆装载干
柴，尽皆火起。兀突骨忙教退兵，只闻后军发喊，报说：
“谷中已被
干柴垒断，车中原来皆是火药，一齐烧着。”兀突骨见无草木，心尚
不慌，令寻路而走。只见山上两边乱丢火把，火把到处，地中药线皆
着，就地飞起铁炮。满谷中火光乱舞，但逢藤甲，无有不着。将兀突
骨并三万藤甲军，烧得互相拥抱，死于盘蛇谷中。孔明在山上往下看
时，只见蛮兵被火烧的伸拳舒腿，大半被铁炮打的头脸粉碎，皆死于
谷中，臭不可闻。孔明垂泪而叹曰：
“吾虽有功于社稷，必损寿矣!”
左右将士无不感叹。
却说孟获在寨中正望蛮兵回报，忽然千馀人笑拜于寨前，言说：
“乌戈国兵与蜀兵大战，将诸葛亮围在盘蛇谷中了，特请大王前去接
应。我等皆是本洞之人，不得已而降蜀，今知大王前到，特来助
战。”孟获大喜，即引宗党并所聚番人，连夜上马，就令蛮兵引路。
方到盘蛇谷时，只见火光甚起 (13) ，臭气难闻。获知中计，急退兵
时，左边张嶷，右边马忠，两路军杀出。获方欲抵敌，一声喊起，蛮
兵中大半皆是蜀兵，将蛮王宗党并聚集的番人尽皆擒了。
孟获匹马杀出重围，望山径而走。正走之间，见山凹里一簇人
马，拥出一辆小车，车中端坐一人，纶巾羽扇，身衣道袍，乃孔明
也。孔明大喝曰：
“反贼孟获!今番如何？”获急回马走。旁边闪过一
将，拦住去路，乃是马岱。孟获措手不及，被马岱生擒活捉了。此时
王平、张翼已引一军赶到蛮寨中，将祝融夫人并一应老小皆活捉而
来。
孔明归到寨中，升帐而坐，谓众将曰：
“吾今此计，不得已而用
之，大损阴德。我料敌人必算吾于林木多处埋伏，吾却空设旌旗，实
无兵马，疑其心也。吾令魏文长连输十五阵者，坚其心也。吾见盘蛇
谷止一条路，两壁厢皆是光石，并无树木，下面都是沙土，因令马岱
将黑油柜安排于谷中。车中油柜内，皆是预先造下的火炮，名曰‘地
雷’。一炮中藏九炮，三十步埋之，中用竹竿通节，以引药线，才一
发动，山损石裂。吾又令赵子龙预备草车，安排于谷中。又于山上准
备大木、乱石。却令魏延赚兀突骨并藤甲军入谷，放出魏延，即断其
路，随后焚之。吾闻利于水者必不利于火。藤甲虽刀箭不能入，乃油
浸之物，见火必着。蛮兵如此顽皮 (14) ，非火攻安能取胜？使乌戈国
之人不留种类者，是吾之大罪也!”众将拜伏曰：
“丞相天机，鬼神莫
测也!”
孔明令押过孟获来，孟获跪于帐下。孔明令去其缚，教且在别帐
与酒食压惊。孔明唤管酒食官至坐榻前，如此如此，分付而去。
却说孟获与祝融夫人并孟优、带来洞主、一切宗党在别帐饮酒，
忽一人入帐谓孟获曰：
“丞相面羞 (15) ，不欲与公相见。特令我来放
公回去，再招人马来决胜负。公今可速去。”孟获垂泪言曰：
“七擒
七纵，自古未尝有也。吾虽化外之人，颇知礼义，直如此无羞耻乎
(16) ？”遂同兄弟、妻子、宗党人等，皆匍匐跪于帐下 (17) ，肉袒谢
罪曰 (18) ：
“丞相天威，南人不复反矣!”孔明曰：
“公今服乎？”
获泣谢曰：
“某子子孙孙皆感覆载生成之恩 (19) ，安得不服？”孔明
乃请孟获上帐，设宴庆贺，就令永为洞主。所夺之地，尽皆退还。孟
获宗党及诸蛮兵，无不感戴，皆欣然跳跃而去。后人有诗赞孔明曰：
羽扇纶巾拥碧幢，七擒妙策制蛮王。
至今溪洞传威德，为选高原立庙堂。
长史费祎入谏曰：
“今丞相亲提士卒，深入不毛，收服蛮方。目
今蛮王既已归服，何不置官吏，与孟获一同守之？”孔明曰：
“如此
有三不易：留外人则当留兵，兵无所食，一不易也；蛮人伤破，父兄
死亡，留外人而不留兵，必成祸患，二不易也；蛮人累有废杀之罪，
自有嫌疑，留外人终不相信，三不易也。今吾不留人，不运粮，与相
安于无事而已。”众人尽服。
于是蛮方皆感孔明恩德，乃为孔明立生祠 (20) ，四时享祭，皆呼
之为“慈父”
；各送珍珠金宝、丹漆药材、耕牛战马，以资军用，誓
不再反。南方已定。
却说孔明犒军已毕，班师回蜀，令魏延引本部兵为前锋。延引兵
方至泸水，忽然阴云四合，水面上一阵狂风骤起，飞砂走石，军不能
进。延退兵回报孔明。孔明遂请孟获问之。正是：
塞外蛮人方帖服，水边鬼卒又猖狂。
未知孟获所言若何，且看下文分解。
--------------------
(1) 方隅——本指边角之地，借指一块地盘。
(2) 应点——接受点名查验。
(3) 蹬道——台阶式的坡道。
(4) 祝融氏——相传为颛顼氏的后代，帝喾时任火官，死后成为火神。见《吕氏春秋·
孟夏》：“其神祝融。”高诱注：“祝融，颛顼氏后，老童之子，吴回也，为高辛氏火正，
死为火官之神。”
(5) 就里——乘机。
(6) 筛金——即敲锣。
(7) 蒂钟——有柄的钟形摇铃。
(8) 画角——古代管乐器。源自西羌。以竹木或皮革制成，形如竹筒，表面有彩绘，故
名。其声悲凉高亢，故军中用以报时和指挥，其作用犹如军号。
(9) 缉获——捉拿，捕获。
(10) 支吾——这里是搪塞、狡辩之意。
(11) 教道——义同“教导”。
(12) 不以蜀兵为念——意谓不把蜀兵放在心上。指对蜀兵极其轻视。
(13) 甚起——大起，猛起，骤起。
(14) 顽皮——顽固赖皮。
(15) 面羞——这里是替孟获羞愧之意。
(16) 直——竟然，居然。
(17) 匍匐——爬伏于地。表示屈服。
(18) 肉袒——脱掉上衣，裸露身体，表示愿受惩罚，以此谢罪。
(19) 覆载生成——如天如地的活命大恩。覆载：原指天和地，引申为极大的恩德。生
成：即再生、活命之恩。
(20) 生祠——为在世的活人建造的庙宇。
第九十一回 祭泸水汉相班师 伐中原武侯上表
却说孔明班师回国，孟获率引大小洞主、酋长及诸部落，罗拜相
送 (1) 。前军至泸水，时值九月秋天，忽然阴云布合，狂风骤起，兵
不能渡，回报孔明。孔明遂问孟获。获曰：
“此水原有猖神作祸，往
来者必须祭之。”孔明曰：
“用何物祭享？”获曰：
“旧时国中因猖
神作祸，用七七四十九颗人头并黑牛白羊祭之，自然风恬浪静 (2) ，
更兼连年丰稔 (3) 。”孔明曰：
“吾今事已平定，安可妄杀一人？”
遂自到泸水岸边观看，果见阴风大起，波涛汹涌，人马皆惊。孔明甚
疑，即寻土人问之。土人告说：
“自丞相经过之后，夜夜只闻得水边
鬼哭神号，自黄昏直至天晓，哭声不绝。瘴烟之内，阴鬼无数。因此
作祸，无人敢渡。”孔明曰：
“此乃我之罪愆也 (4) 。前者马岱引蜀
兵千馀，皆死于水中；更兼杀死南人，尽弃此处。狂魂怨鬼，不能解
释 (5) ，以致如此。吾今晚当亲自往祭。”土人曰：
“须依旧例，杀
四十九颗人头为祭，则怨鬼自散也。”孔明曰：
“本为人死而成怨
鬼，岂可又杀生人耶？吾自有主意。”唤行厨宰杀牛马，和面为剂
(6) ，塑成人头，内以牛羊等肉代之，名曰“馒头” (7) 。
当夜于泸水岸上设香案，铺祭物，列灯四十九盏，扬幡招魂，将
馒头等物陈设于地。三更时分，孔明金冠鹤氅，亲自临祭。令董厥读
祭文。其文曰：
维大汉建兴三年秋九月一日 (8) ，武乡侯、领益州牧、丞相诸葛亮谨陈祭仪
(9) ，享于故殁王事蜀中将校及南人亡者阴魂曰：
我大汉皇帝，威胜五霸，明继三王 (10) 。昨自远方侵境，异俗起兵 (11) ；
纵虿尾以兴妖 (12) ，盗狼心而逞乱。我奉王命，问罪遐荒；大举貔貅，悉除蝼
蚁。雄军云集，狂寇冰消，才闻破竹之声 (13) ，便是失猿之势 (14) 。但士卒儿
郎，尽是九州豪杰；官僚将校，皆为四海英雄。习武从戎，投明事主，莫不同申
三令，共展七擒；齐坚奉国之诚，并效忠君之志。何期汝等偶失兵机 (15) ，缘落
奸计 (16) ：或为流矢所中，魂掩泉台 (17) ；或为刀剑所伤，魄归长夜 (18) 。生
则有勇，死则成名。今凯歌欲还，献俘将及 (19) 。汝等英灵尚在，祈祷必闻：随
我旌旗，逐我部曲 (20) ，同回上国，各认本乡，受骨肉之蒸尝 (21) ，领家人之
祭祀。莫作他乡之鬼，徒为异域之魂。我当奏之天子，使汝等各家尽霑恩露，年
给衣粮，月赐廪禄 (22) ，用兹酬答，以慰汝心。至于本境土神，南方亡鬼，血食
有常 (23) ，凭依不远。生者既凛天威 (24) ，死者亦归王化，想宜宁帖 (25) ，毋
致号啕。聊表丹诚，敬陈祭祀。呜呼哀哉!伏惟尚飨!
读毕祭文，孔明放声大哭，极其痛切。情动三军，无不下泪。孟
获等众，尽皆哭泣。只见愁云怨雾之中，隐隐有数千鬼魂，皆随风而
散。于是孔明令左右将祭物尽弃于泸水之中。
次日，孔明引大军俱到泸水南岸，但见云收雾散，风静浪平。蜀
兵安然尽渡泸水，果然鞭敲金镫响，人唱凯歌还。
行到永昌，孔明留王伉、吕凯守四郡；发付孟获领众自回，嘱其
勤政驭下，善抚居民，勿失农务。孟获涕泣拜别而去。
孔明自引大军回成都。后主排銮驾出郭三十里迎接，下辇立于道
旁，以候孔明。孔明慌下车，伏道而言曰：
“臣不能速平南方，使主
上怀忧，臣之罪也。”后主扶起孔明，并车而回，设太平筵会，重赏
三军。自此远邦进贡来朝者二百馀处。孔明奏准后主，将殁于王事者
之家，一一优恤。人心欢悦，朝野清平。
却说魏主曹丕在位七年，即蜀汉建兴四年也。丕先纳夫人甄氏，
即袁绍次子袁熙之妇，前破邺城时所得。后生一子，名睿，字元仲，
自幼聪明，丕甚爱之。后丕又纳安平广宗人郭永之女为贵妃，甚有颜
色。其父尝曰：
“吾女乃女中之王也。”故号为“女王”。自丕纳为
贵妃，因甄夫人失宠，郭贵妃欲谋为后，却与幸臣张韬商议。时丕有
疾，韬乃诈称于甄夫人宫中掘得桐木偶人，上书天子年月日时，为魇
镇之事 (26) 。丕大怒，遂将甄夫人赐死，立郭贵妃为后。因无出，养
曹睿为己子，虽甚爱之，不立为嗣。睿年至十五岁，弓马熟娴。当年
春二月，丕带睿出猎，行于山坞之间，赶出子母二鹿。丕一箭射倒母
鹿，回观小鹿驰于曹睿马前。丕大呼曰：
“吾儿何不射之？”睿在马
上泣告曰：
“陛下已杀其母，臣安忍复杀其子也？”丕闻之，掷弓于
地曰：
“吾儿真仁德之主也。”于是遂封睿为平原王。
夏五月，丕感寒疾，医治不痊，乃召中军大将军曹真、镇军大将
军陈群、抚军大将军司马懿三人入寝宫。丕唤曹睿至，指谓曹真等
曰：
“今朕病已沉重，不能复生。此子年幼，卿等三人可善辅之，勿
负朕心。”三人皆告曰：
“陛下何出此言？臣等愿竭力以事陛下，至
千秋万岁。”丕曰：
“今年许昌城门无故自崩，乃不祥之兆，朕故自
知必死也。”正言间，内侍奏征东大将军曹休入宫问安。丕召入，谓
曰：
“卿等皆国家柱石之臣也 (27) ，若能同心辅朕之子，朕死亦瞑目
矣。”言讫，堕泪而薨。时年四十岁，在位七年。
于是曹真、陈群、司马懿、曹休等一面举哀，一面拥立曹睿为大
魏皇帝。谥父丕为文皇帝，谥母甄氏为文昭皇后。封锺繇为太傅，曹
真为大将军，曹休为大司马，华歆为太尉，王朗为司徒，陈群为司
空，司马懿为骠骑大将军。其馀文武官僚，各各封赠。大赦天下。时
雍、凉二州缺人守把，司马懿上表乞守西凉等处。曹睿从之，遂封懿
提督雍、凉等处兵马。领诏去讫。
早有细作飞报入川。孔明大惊曰：
“曹丕已死，孺子曹睿即位，
馀皆不足虑，司马懿深有谋略，今督雍、凉兵马，倘训练成时，必为
蜀中之大患。不如先起兵伐之。”参军马谡曰：
“今丞相平南方回，
军马疲敝，只宜存恤，岂可复远征？某有一计，使司马懿自死于曹睿
之手，未知丞相钧意允否？”孔明问是何计。马谡曰：
“司马懿虽是
魏国大臣，曹睿素怀疑忌。何不密遣人往洛阳、邺郡等处布散流言，
道此人欲反；更作司马懿告示天下榜文，遍贴诸处。使曹睿心疑，必
然杀此人也。”孔明从之，即遣人密行此计去了。
却说邺城门上，忽一日见贴下告示一道。守门者揭了，来奏曹
睿。睿观之，其文曰：
骠骑大将军总领雍、凉等处兵马事司马懿，谨以信义布告天下：昔太祖武皇
帝创立基业，本欲立陈思王子建为社稷主 (28) ，不幸奸谗交集，岁久潜龙 (29)
。皇孙曹睿，素无德行，妄自居尊，有负太祖之遗意。今吾应天顺人，克日兴
师，以慰万民之望。告示到日，各宜归命新君；如不顺者，当灭九族!先此告闻，
想宜知悉。
曹睿览毕，大惊失色，急问群臣。太尉华歆奏曰：
“司马懿上表
乞守雍、凉，正为此也。先时太祖武皇帝尝谓臣曰：
‘司马懿鹰视狼
顾 (30) ，不可付以兵权，久必为国家大祸。’今日反情已萌，可速诛
之。”王朗奏曰：
“司马懿深明韬略，善晓兵机，素有大志，若不早
除，久必为祸。”睿乃降旨，欲兴兵御驾亲征。忽班部中闪出大将军
曹真奏曰：
“不可。文皇帝托孤于臣等数人，是知司马仲达无异志
也。今事未知真假，遽尔加兵 (31) ，乃逼之反耳。或者蜀、吴奸细行
反间之计，使我君臣自乱，彼却乘虚而击，未可知也。陛下幸察
之。”睿曰：
“司马懿若果谋反，将奈何？”真曰：
“如陛下心疑，
可仿汉高伪游云梦之计 (32) ：御驾幸安邑，司马懿必然来迎，观其动
静，就车前擒之，可也。”睿从之，遂命曹真监国，亲自领御林军十
万，径到安邑。
司马懿不知其故，欲令天子知其威严，乃整兵马，率甲士数万来
迎。近臣奏曰：
“司马懿果率兵十馀万，前来抗拒，实有反心矣。”
睿慌命曹休先领兵迎之。司马懿见兵马前来，只疑车驾亲至，伏道而
迎。曹休出曰：
“仲达受先帝托孤之重，何故反耶？”懿大惊失色，
汗流遍体，乃问其故。休备言前事。懿曰：
“此吴、蜀奸细反间之
计，欲使我君臣自相残害，彼却乘虚而袭。某当自见天子辩之。”遂
急退了军马，至睿车前俯伏泣奏曰：
“臣受先帝托孤之重，安敢有异
心？必是吴、蜀之奸计。臣请提一旅之师，先破蜀，后伐吴，报先帝
与陛下，以明臣心。”睿疑虑未决。华歆奏曰：
“不可付之兵权，可
即罢归田里。”睿依言，将司马懿削职回乡，命曹休总督雍、凉军
马。曹睿驾回洛阳。
却说细作探知此事，报入川中。孔明闻之，大喜曰：
“吾欲伐魏
久矣，奈有司马懿总雍、凉之兵。今既中计遭贬，吾有何忧？”次
日，后主早朝，大会官僚。孔明出班，上《出师表》一道。表曰：
臣亮言：先帝创业未半而中道崩殂 (33) 。今天下三分，益州罢敝 (34) ，此
诚危急存亡之秋也。然侍卫之臣不懈于内 (35) ，忠志之士忘身于外者 (36)
，盖追先帝之殊遇 (37) ，欲报之于陛下也。诚宜开张圣听 (38) ，以光先帝遗
德，恢弘志士之气 (39) ；不宜妄自菲薄 (40) ，引喻失义 (41) ，以塞忠谏之路
也。宫中府中俱为一体 (42) ，陟罚臧否不宜异同 (43) 。若有作奸犯科及为忠善
者 (44) ，宜付有司 (45) ，论其刑赏，以昭陛下平明之治 (46) ；不宜偏私，使内
外异法也 (47) 。侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯 (48)
，是以先帝简拔以遗陛下 (49) 。愚以为宫中之事，事无大小，悉以咨之 (50) ，
然后施行，必得裨补阙漏 (51) ，有所广益 (52) 。将军向宠，性行淑均 (53) ，晓
畅军事 (54) ，试用之于昔日，先帝称之曰“能”，是以众议举宠以为督 (55) 。
愚以为营中之事 (56) ，事无大小，悉以咨之，必能使行阵和穆 (57) ，优劣得所
也 (58) 。亲贤臣，远小人，
此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾
颓也 (59) 。先帝在时，每与臣论此事，未尝不叹息痛
恨于桓、灵也。侍中、尚书、长史、参军 (60)
，此悉
贞亮死节之臣也 (61)
，愿陛下亲之信之，则汉室之
隆，可计日而待也 (62) 。
臣本布衣，躬耕于南阳，苟全性命于乱世 (63) ，不求闻达于诸侯 (64) 。先
帝不以臣卑鄙 (65) ，猥自枉屈 (66) ，三顾臣于草庐之中，谘臣以当世之事 (67)
，由是感激，遂许先帝以驱驰 (68) 。后值倾覆 (69) ，受任于败军之际，奉命于
危难之间，尔来二十有一年矣 (70) 。先帝知臣谨慎，故临崩寄臣以大事也。受命
以来，夙夜忧虑，恐付托不效 (71) ，以伤先帝之明，故五月渡泸，深入不毛。今
南方已定，甲兵已足 (72) ，当奖率三军 (73) ，北定中原，庶竭弩钝 (74) ，攘除
奸凶 (75) ，兴复汉室，还于旧都，此臣所以报先帝而忠陛下之职分也。
至于斟酌损益 (76) ，进尽忠言，则攸之、祎、允之任也。愿陛下托臣以讨
贼兴复之效，不效则治臣之罪，以告先帝之灵；若无兴复之言，则责攸之、祎、
允等之慢 (77) ，以彰其咎 (78) 。陛下亦宜自谋 (79) ，以谘诹善道 (80) ，察纳雅
言 (81) ，深追先帝遗诏 (82) 。臣不胜受恩感激。今当远离，临表涕泣 (83) ，不
知所言。
后主览表曰：
“相父南征，远涉艰难，方始回都，坐未安席；今
又欲北征，恐劳神思。”孔明曰：
“臣受先帝托孤之重，夙夜未尝有
怠。今南方已平，可无内顾之忧 (84) 。不就此时讨贼，恢复中原，更
待何日？”忽班部中太史谯周出奏曰：
“臣夜观天象，北方旺气正
盛，星曜倍明 (85) ，未可图也。”乃顾孔明曰：
“丞相深明天文，何
故强为？”孔明曰：
“天道变易不常，岂可拘执？吾今且驻军马于汉
中，观其动静而后行。”谯周苦谏不从。于是孔明乃留郭攸之、董
允、费祎等为侍中，总摄宫中之事。又留向宠为大将，总督御林军
马；蒋琬为参军，张裔为长史，掌丞相府事；杜琼为谏议大夫，杜
微、杨洪为尚书，孟光、来敏为祭酒，尹默、李譔为博士，郤正、费
诗为秘书，谯周为太史。内外文武官僚一百馀员，同理蜀中之事。
孔明受诏归府，唤诸将听令：前督部：镇北将军、领丞相司马、
凉州刺史、都亭侯魏延。前军都督：领扶风太守张翼。牙门将：裨将
军王平。后军领兵使：安汉将军、领建宁太守李恢；副将：定远将
军、领汉中太守吕义。兼管运粮左军领兵使：平北将军、陈仓侯马
岱；副将：飞卫将军廖化。右军领兵使：奋威将军、博阳亭侯马忠，
抚戎将军、关内侯张嶷。行中军师：车骑大将军、都乡侯刘琰。中监
军：扬武将军邓芝。中参军：安远将军马谡。前将军：都亭侯袁
；左将军：高阳侯吴懿；右将军：玄都侯高翔；后将军：安乐侯吴
班。领长史：绥军将军杨仪。前将军：征南将军刘巴。前护军：偏将
军、汉城亭侯许允；左护军：笃信中郎将丁咸；右护军：偏将军刘
敏；后护军：典军中郎将官雝。行参军：昭武中郎将胡济；行参军：
谏议将军阎晏；行参军：偏将军爨习；行参军：裨将军杜义，武略中
郎将杜祺，绥戎都尉盛 。从事：武略中郎将樊岐。典军书记：樊
建。丞相令史：董厥。帐前左护卫使：龙骧将军关兴；右护卫使：虎
翼将军张苞。以上一应官员，都随着平北大都督、丞相、武乡侯、领
益州牧、知内外事诸葛亮 (86) 。分拨已定，又檄李严等守川口以拒东
吴。选定建兴五年春三月丙寅日，出师伐魏。
忽帐下一老将厉声而进曰：
“我虽年迈，尚有廉颇之勇，马援之
雄。此二古人皆不服老 (87) ，何故不用我耶？”众视之，乃赵云也。
孔明曰：
“吾自平南回都，马孟起病故，吾甚惜之，以为折一臂也。
今将军年纪已高，倘稍有参差 (88) ，动摇一世英名，减却蜀中锐
气。”云厉声曰：
“吾自随先帝以来，临阵不退，遇敌则先。大丈夫
得死于疆场者，幸也，吾何恨焉？愿为前部先锋。”孔明再三苦劝不
住。云曰：
“如不教我为先锋，就撞死于阶下。”孔明曰：
“将军既
要为先锋，须得一人同去。”言未尽，一人应曰：
“某虽不才，愿助
老将军，先引一军，前去破敌。”孔明视之，乃邓芝也。孔明大喜，
即拨精兵五千，副将十员，随赵云、邓芝去讫。孔明出师，后主引百
官送于北门外十里。孔明辞了后主，旌旗蔽野，戈戟如林，率军望汉
中迤逦进发。
却说边庭探知此事，报入洛阳。是日曹睿设朝，近臣奏曰：
“边
官报称：诸葛亮率领大兵三十馀万，出屯汉中，令赵云、邓芝为前部
先锋，引兵入境。”睿大惊，问群臣曰：
“谁可为将，以退蜀兵？”
忽一人应声而出曰：
“臣父死于汉中，切齿之恨，未尝得报。今蜀兵
犯境，臣愿引本部猛将，更乞陛下赐关西之兵，前往破蜀，上为国家
效力，下报父仇，臣万死不恨。”众视之，乃夏侯渊之子夏侯楙也。
楙字子休，其性最急，又最吝。自幼嗣与夏侯惇为子。后夏侯渊
为黄忠所斩，曹操怜之，以女清河公主招为驸马，因此朝中钦敬。虽
掌兵权，未尝临阵。当时自请出征，曹睿即命为大都督，调关西诸路
军马前去迎敌。司徒王朗谏曰：
“不可。夏侯驸马素不曾经战，今付
以大任，非其所宜。更兼诸葛亮足智多谋，深通韬略，不可轻敌。”
夏侯楙叱曰：
“司徒莫非结连诸葛亮，欲为内应耶？吾自幼从父学习
韬略，深通兵法，汝何欺我年幼？吾若不生擒诸葛亮，誓不回见天
子。”王朗等皆不敢言。
夏侯楙辞了魏主，星夜到长安，调关西诸路军马二十馀万，来敌
孔明。正是：
欲秉白旄麾将士 (89) ，却教黄吻掌兵权 (90) 。
未知胜负如何，且看下文分解。
--------------------
(1) 罗拜——环绕下拜，表示极为虔诚恭敬。
(2) 风恬浪静——恬：恬静，平静。“风恬浪静”出自唐·崔希周《与郑德麟奇遇诗·
拾芙蓉》(见唐·裴铏《传奇·郑德璘》引、《全唐诗》卷八六四)：“物触轻舟心自知，风
恬浪静月光微。夜深江上解愁思，拾得红蕖香惹衣。”意谓风很柔和，水无波浪。
(3) 丰稔(rě n忍)——丰收。稔：庄稼成熟。
(4) 罪愆(qi ā n谦)——罪过，过失。
(5) 解释——消除怨恨之意。
(6) 剂——亦称“剂子”。指做馒头、饺子、烙饼等时，将和好的大块面团分割为许多
小块面团。
(7) 馒头——宋·高承《事物纪原·酒醴饮食·馒头》：“稗官小说云：诸葛武侯之征
孟获，人曰：‘蛮地多邪术，须祷于神，假阴兵一以助之。然蛮俗必杀人，以其首祭之，神
则飨之，为出兵也。’武侯不从，因杂用羊豕之肉，而包之以面，象人头，以祠。神亦飨
焉，而为出兵。后人由此为馒头。”可知馒头的发明人是诸葛亮。原皆有馅。后北方称无馅
者为馒头，有馅者为包子；而南方吴语区则有馅无馅皆称馒头。
(8) 维——语助词，无实义。
(9) 谨陈祭仪——恭恭敬敬地摆列祭祀的祭品。
(10) 三王——指夏禹、商汤、周文王三位贤明的开国君王。
(11) 异俗——本义指不同于汉族的风俗。引申以代指中原之外的少数民族地区。
(12) 虿(ch ài瘥)尾——虿是蝎子一类的毒虫，其尾末端有毒钩。比喻狠毒的心肠。
(13) 破竹——典出《晋书·杜预传》：“今兵威已振，譬如破竹，数节之后，皆迎刃而
解，无复著手处也。”比喻用兵或做事十分顺利，毫无阻碍。
(14) 失猿——指人化为猿。典出晋·葛洪《抱朴子》(见《艺文类聚》卷九○引、《太
平御览》卷八五和卷九一六)：“周穆王南征，一军尽化，君子为猿为鹤，小人为虫为沙。”
(按：通行本《抱朴子·释滞》作：“山徙社移，三军之众，一朝尽化，君子为鹤，小人成
沙。”)后世即以“失猿”或“猿鹤虫沙”等比喻将士阵亡或百姓死于战乱。
(15) 兵机——用兵的计谋。《吴子·图国》：“吴起儒服以兵机见魏文侯。”
(16) 缘落——因而落入。
(17) 泉台——指阴间。
(18) 长夜——指人的死亡。因死亡后长眠于地下，如漫漫长夜。
(19) 献俘——古代的一种军礼。凯旋时将战俘献于宗庙，以示战功。
(20) 逐——追随，跟随。
(21) 蒸尝——同“烝尝”。参见第五十七回“享我烝尝”条注。
(22) 廪禄——俸禄，官府供给的禄米。
(23) 血食——享食祭品。古代杀牲取血以祭，故称。
(24) 凛——敬畏。
(25) 宁帖——安定，平静。
(26) 魇(yǎ n演)镇——巫术之一。这里指在木偶上施以法术或符咒来害人。
(27) 柱石之臣——语出《汉书·元后传》：“(王商)内行笃，有威重，位历将相，国
家柱石臣也。”比喻担负国家重任的大臣。
(28) 社稷主——即一国之君。《老子》第七十八章：“受国之垢，是谓社稷主；受国不
祥，是为天下王。”
(29) 潜龙——比喻圣人在下位，隐而未显。
(30) 鹰视狼顾——古代相术的说法。是指目光锐利凶恨的人，心肠也必定恶毒，野心勃
勃。
(31) 遽尔——骤然，突然。
(32) 汉高伪游云梦之计——事见《史记·淮阴侯列传》：韩信初因功封齐王。助刘邦消
灭项羽后，改封楚王，住下邳。有人向刘邦告密，说韩信要谋反。刘邦用陈平之计，假称巡
游云梦，暗中却突临下邳。韩信蒙在鼓里，进见刘邦，结果被执。但刘邦并未杀他，只是降
为淮阴侯。
(33) 崩殂——特指帝王之死。
(34) 益州——指蜀汉。 罢(p í皮)敝——指军民疲劳，社会凋敝。
(35) 侍卫之臣——指朝内大臣。
(36) 忠志之士——指率兵武将。
(37) 殊遇——特别的知遇。指帝王的恩宠信任。
(38) 开张圣听——指君主应广开言路，听取意见。圣：对君主的尊称。
(39) 恢弘——发扬光大。
(40) 妄自菲薄——意谓毫无根据地看轻自己，丧失了自信性。后成为成语。妄：胡乱，
超出常规。菲薄：轻视。
(41) 引喻失义——意谓称引譬喻，不合大义。指言谈失当。
(42) 宫中府中俱为一体——意谓对于宫廷内的官员和相府内的官员应该一视同仁，一样
对待。一体：一样。
(43) 陟(zh ì致)罚臧否(zāng p ǐ脏匹)不宜异同——意谓赏罚褒贬，不可有别。陟：
提拔，晋升。引申为奖赏。臧否：褒贬。异同：不同。
(44) 作奸犯科——意谓为非作歹，违犯法令。后成为成语。作奸：干坏事。犯科：触犯
法律。
(45) 有司——官史。古代设官分职，各有专司，故称。
(46) 平明之治——公正明察的统治。
(47) 内外异法——指对宫内宫外的官员采取不同的管理办法，即赏罚不同。
(48) 志虑忠纯——意谓心地忠诚纯朴。
(49) 简拔——选拔，挑选。
(50) 咨——征询，商议。
(51) 裨(b ì必)补阙漏——弥补缺失遗漏。
(52) 广益——增加益处。
(53) 性行淑均——意谓性格和品行善良而公正。
(54) 晓畅——通晓，精通，熟悉。
(55) 督——“中部督”的简称。蜀汉特有的官职。掌管宿卫禁军。
(56) 营中——军中。
(57) 行(há ng杭)阵和穆——意谓军队团结。行阵：即行伍。军队的代称。和穆：和
睦，团结，和谐。
(58) 优劣得所——是指根据将士的优劣而任以相应的职位，使其各得其所。
(59) 倾颓——衰败，衰亡。
(60) 侍中、尚书、长史、参军——是以官职代指人名。侍中指郭攸之、费祎，尚书指陈
震，长史指张裔，参军指蒋琬。
(61) 贞亮死节——意谓忠贞诚信，以死殉节。
(62) 计日而待——意谓数着日子就可以等到。表示不久或很快就能看到预期或预料的结
果。后成为成语。计日：数日子，计算日数，按日数计算。表示为时很短或为时不远。待：
等待，等到。
(63) 苟全性命——苟全：苟且保全。“苟全性命”出自汉·臧旻《上书讼第五种》(见
《后汉书·第五种传》)：“昔虞舜事亲，大杖则走。故种逃亡，苟全性命，冀有朱家之路，
以显季布之会。”意谓苟且保全生命。犹言苟且偷生。多用作自谦或用于不得已的情况之
下。
(64) 不求闻达——闻：显赫的名声。达：显要的地位。“不求闻达”出自汉·应劭《汉
官仪》其五九：“穷微阐奥，隐居乐道，不求闻达。”意谓不追求显赫的名声和显要的地
位。表示淡泊名利，与世无争，品德高尚。
(65) 卑鄙——指出身低微。
(66) 猥自枉屈——意谓承蒙屈尊就卑。猥：谦辞。辱没，承蒙。枉屈：屈尊就卑。
(67) 谘——义同“咨”。征询，商议。
(68) 驱驰——奔走效劳。
(69) 倾覆——颠覆，覆灭。
(70) 尔来——从那时以来。尔：代词。这里代指那时。
(71) 不效——没有成效。
(72) 甲兵——本义为铠甲和兵器。代指军队。
(73) 奖率——鼓励和率领。
(74) 庶竭驽钝——意谓希望竭尽自己微薄之力。庶：希望。驽钝：劣马和纯刀。比喻才
能平庸低下。
(75) 攘除——铲除，驱除。
(76) 斟酌损益——指在施政时权衡得失，决定取舍。
(77) 慢——指为官未尽到应有的责任。
(78) 咎——过失，罪过。
(79) 自谋——自己谋划。
(80) 谘诹(z ī zōu资邹)善道——意谓征询好的方法。
(81) 察纳雅言——意谓考察采纳正确合理的意见。
(82) 深追——牢牢记住。
(83) 临表涕泣——指面对《出师表》而流泪。
(84) 内顾之忧——内顾：回头看。引申以指对家事或国事的顾念。忧：忧虑，担忧。
“内顾之忧”出自北朝魏·袁翻《安置蠕蠕表》(见《魏书·袁翻传》)：“且蠕蠕尚存，则
高车犹有内顾之忧，未暇窥窬上国；若蠕蠕全灭，则高车跋扈之计，岂易可知？”意谓因对
家事或国事的顾念而担忧。指担心家庭或国内发生变故或出乱子。
(85) 星曜倍明——星宿格外明亮。
(86) 知内外事——即执掌朝廷内外事务大权的官。这是作者虚拟的官名，历史上并无此
官。
(87) 廉颇、马援皆不服老——廉颇不服老的故事见《史记·廉颇蔺相如列传》：赵悼襄
王继位后，以廉颇年老而不复任用。后因屡败于秦兵，赵王又想用廉颇，便派人检验其是否
可用。于是廉颇“一饭斗米，肉十斤，被甲上马，以示尚可用”。马援不服老的故事见《后
汉书·马援传》：马援六十二岁时，请求讨伐武陵五溪蛮夷。“帝愍其老，未许之。援自请
曰：‘臣尚能被甲上马。’帝令试之。援据鞍顾盼，以示可用。帝笑曰：‘矍铄哉是翁
也!’”遂准马援之请。
(88) 参差(cē n c ī)——差池，差错，意外。
(89) 秉白旄——指执掌兵权。白旄：古代的一种白色军旗，竿头以牦牛尾为装饰。代指
兵权。
(90) 黄吻——本指雏鸟的嘴，引申为幼儿。亦称“黄口”、“黄口儿”、“黄口小
儿”、“黄口孺子”。常用作骂人话。
第九十二回 赵子龙力斩五将 诸葛亮智取三城
却说孔明率兵前至沔阳，经过马超坟墓，乃令其弟马岱挂孝，孔
明亲自祭之。祭毕，回到寨中，商议进兵。忽哨马报道：
“魏主曹睿
遣驸马夏侯楙，调关中诸路军马，前来拒敌。”魏延上帐献策曰：
“夏侯楙乃膏粱子弟 (1) ，懦弱无谋。延愿得精兵五千，取路出褒
中，循秦岭以东，当子午谷而投北，不过十日，可到长安。夏侯楙若
闻某骤至，必然弃城望横门邸阁而走。某却从东方而来，丞相可大驱
士马自斜谷而进。如此行之，则咸阳以西，一举可定也。”孔明笑
曰：
“此非万全之计也 (2) 。汝欺中原无好人物，倘有人进言，于山
僻中以兵截杀，非惟五千人受害，亦大伤锐气。决不可用。”魏延又
曰：
“丞相兵从大路进发，彼必尽起关中之兵，于路迎敌，则旷日持
久 (3) ，何时而得中原？”孔明曰：
“吾从陇右取平坦大路，依法进
兵，何忧不胜？”遂不用魏延之计。魏延怏怏不悦。孔明差人令赵云
进兵。
却说夏侯楙在长安聚集诸路军马，时有西凉大将韩德，善使开山
大斧，有万夫不当之勇，引西羌诸路兵八万到来。见了夏侯楙，楙重
赏之，就遣为先锋。德有四子，皆精通武艺，弓马过人：长子韩瑛，
次子韩瑶，三子韩琼，四子韩琪。韩德带四子并西羌兵八万，取路至
凤鸣山，正遇蜀兵。两阵对圆，韩德出马，四子列于两边。德厉声大
骂曰：
“反国之贼，安敢犯吾境界!”赵云大怒，挺枪纵马，单搦韩德
交战。长子韩瑛跃马来迎，战不三合，被赵云一枪刺死于马下。次子
韩瑶见之，纵马挥刀来战。赵云施逞旧日虎威，抖擞精神迎战。瑶抵
敌不住。三子韩琼急挺方天戟，骤马前来夹攻。云全然不惧，枪法不
乱。四子韩琪见二兄战云不下，也纵马抡两口日月刀而来，围住赵
云。云在中央独战三将。少时，韩琪中枪落马，韩阵中偏将急出救
去。云拖枪便走。韩琼按戟，急取弓箭射之，连放三箭，皆被云用枪
拨落。琼大怒，仍绰方天戟，纵马赶来，却被云一箭射中面门，落马
而死。韩瑶纵马举宝刀便砍赵云。云弃枪于地，闪过宝刀，生擒韩瑶
归阵，复纵马取枪杀过阵来。韩德见四子皆丧于赵云之手，肝胆皆
裂，先走入阵去。西凉兵素知赵云之名，今见其英勇如昔，谁敢交
锋，赵云马到处，阵阵倒退。赵云匹马单枪，往来冲突，如入无人之
境。后人有诗赞曰：
忆昔常山赵子龙，年登七十建奇功。
独诛四将来冲阵，犹似当阳救主雄。
邓芝见赵云大胜，率蜀兵掩杀，西凉兵大败而走。韩德险被赵云
擒住，弃甲步行而逃。云与邓芝收军回寨。芝贺曰：
“将军寿已七
旬，英勇如昨。今日阵前力斩四将，世所罕有。”云曰：
“丞相以吾
年迈，不肯见用，吾故聊以自表耳。”遂差人解韩瑶，申报捷书，以
达孔明。
却说韩德引败军回见夏侯楙，哭告其事。楙自统兵来迎赵云。探
马报入蜀寨，说夏侯楙引兵到。云上马绰枪，引千馀军，就凤鸣山前
摆成阵势。当日夏侯楙戴金盔，坐白马，手提大砍刀，立在门旗之
下。见赵云跃马挺枪，往来驰骋，楙欲自战。韩德曰：
“杀吾四子之
仇，如何不报？”纵马轮开山大斧，直取赵云。云奋怒挺枪来迎，战
不三合，枪起处，刺死韩德于马下，急拨马直取夏侯楙。楙慌忙闪入
本阵。邓芝驱兵掩杀，魏兵又折一阵，退十馀里下寨。
楙连夜与众将商议曰：
“吾久闻赵云之名，未尝见面。今日年
老，英雄尚在，方信当阳长坂之事。似此无人可敌，如之奈何？”参
军程武，乃程昱之子也，进言曰：
“某料赵云有勇无谋，不足为虑。
来日都督再引兵出，先伏两军于左右，都督临阵先退，诱赵云到伏兵
处，都督却登山指挥四面军马，重叠围住，云可擒矣。”楙从其言，
遂遣董禧引三万军伏于左，薛则引三万军伏于右。二人埋伏已定。
次日，夏侯楙复整金鼓旗幡，率兵而进。赵云、邓芝出迎。芝在
马上谓赵云曰：
“昨夜魏兵大败而走，今日复来，必有诈也。老将军
防之。”子龙曰：
“量此乳臭小儿，何足道哉!吾今日必当擒之。”便
跃马而出。魏将潘遂出迎，战不三合，拨马便走。赵云赶去，魏阵中
八员将一齐来迎，放过夏侯楙先走，八将陆续奔走。赵云乘势追杀，
邓芝引兵继进。赵云深入重地，只听得四面喊声大震。邓芝急收军退
回，左有董禧，右有薛则，两路兵杀到。邓芝兵少，不能解救。赵云
被困在垓心，东冲西突，魏兵越厚。时云手下止有千馀人，杀到山坡
之下，只见夏侯楙在山上指挥三军：赵云投东则望东指，投西则望西
指。因此赵云不能突围，乃引兵杀上山来。半山中擂木、炮石打将下
来，不能上山。
赵云从辰时杀至酉时 (4) ，不得脱走，只得下马少歇，且待月明
再战。却才卸甲而坐，月光方出，忽四下火光冲天，鼓声大震，矢石
如雨，魏兵杀到，皆叫曰：
“赵云早降!”云急上马迎敌。四面军马渐
渐逼近，八方弩箭交射甚急，人马皆不能向前。云仰天叹曰：
“吾不
服老，死于此地矣!”忽东北角上喊声大起，魏兵纷纷乱窜。一彪军杀
到，为首大将持丈八点钢矛，马项下挂一颗人头。云视之，乃张苞
也。苞见了赵云，言曰：
“丞相恐老将军有失，特遣某引五千兵接
应。闻老将军被困，故杀透重围，正遇魏将薛则拦路，被某杀之。”
云大喜，即与张苞杀出西北角来，只见魏兵弃戈奔走。一彪军从
外呐喊杀入，为首大将提偃月青龙刀，手挽人头。云视之，乃关兴
也。兴曰：
“奉丞相之命，恐老将军有失，特引五千兵前来接应。却
才阵上逢着魏将董禧，被吾一刀斩之，枭首在此。丞相随后便到
也。”云曰：
“二将军已建奇功，何不趁今日擒住夏侯楙，以定大
事？”张苞闻言，遂引兵去了。兴曰：
“我也干功去 (5) 。”遂亦引
兵去了。
云回顾左右曰：
“他两个是吾子侄辈，尚且争先干功；吾乃国家
上将，朝廷旧臣，反不如此小儿耶？吾当舍老命以报先帝之恩。”于
是引兵来捉夏侯楙。当夜三路兵夹攻，大破魏军一阵。邓芝引兵接
应，杀得尸横遍野，血流成河。夏侯楙乃无谋之人，更兼年幼，不曾
经战，见军大乱，遂引帐下骁将百馀人，望南安郡而走。众军因见无
主，尽皆逃窜。兴、苞二将闻夏侯楙望南安郡去了，连夜赶来。楙走
入城中，令紧闭城门，驱兵守御。兴、苞二人赶到，将城围住；赵云
随后也到：三面攻打。少时，邓芝亦引兵到。一连围了十日，攻打不
下。
忽报：
“丞相留后军住沔阳，左军屯阳平，右军屯石城，自引中
军来到。”赵云、邓芝、关兴、张苞皆来拜问孔明，说连日攻城不
下。孔明遂乘小车亲到城边周围看了一遍，回寨升帐而坐。众将环立
听令。孔明曰：
“此郡壕深城峻，不易攻也。吾正事不在此城，汝等
如只久攻，倘魏兵分道而出，以取汉中，吾军危矣。”邓芝曰：
“夏
侯楙乃魏之驸马，若擒此人，胜斩百将。今困于此，岂可弃之而
去？”孔明曰：
“吾自有计。此处西连天水郡，北抵安定郡，二处太
守，不知何人？”探卒答曰：
“天水太守马遵，安定太守崔谅。”孔
明大喜，乃唤魏延受计，如此如此；又唤关兴、张苞受计，如此如
此；又唤心腹军士二人受计，如此行之。各将领命，引兵而去。孔明
却在南安城外，令军运柴草堆于城下，口称烧城。魏兵闻知，皆大笑
不惧。
却说安定太守崔谅在城中，闻蜀兵围了南安，困住夏侯楙，十分
慌惧，即点军马约共四千，守住城池。忽见一人自正南而来，口称有
机密事。崔谅唤入问之，答曰：
“某是夏侯都督帐下心腹将裴绪，今
奉都督将令，特来求救于天水、安定二郡。南安甚急，每日城上纵火
为号，专望二郡救兵，并不见到，因复差某杀出重围，来此告急。可
星夜起兵为外应，都督若见二郡兵到，却开城门接应也。”谅曰：
“有都督文书否？”绪贴肉取出，汗已湿透，略教一视，急令手下换
了乏马，便出城望天水而去。不二日，又有报马到，说：
“天水太守
已起兵救援南安去了，教安定早早接应。”崔谅与府官商议。多官
曰：
“若不去救，失了南安，送了夏侯驸马 (6) ，皆我两郡之罪也，
只得救之。”谅即点起人马，离城而去，只留文官守城。
崔谅提兵向南安大路进发，遥望见火光冲天，催兵星夜前进。离
南安尚有五十馀里，忽闻前后喊声大震。哨马报道：
“前面关兴截住
去路，背后张苞杀来。”安定之兵四下逃窜。谅大惊，乃领手下百馀
人，往小路死战得脱，奔回安定。方到城壕边，城上乱箭射下来。蜀
将魏延在城上叫曰：
“吾已取了城也。何不早降？”原来魏延扮作安
定军，夤夜赚开城门，蜀兵尽入，因此得了安定。
崔谅慌投天水郡来。行不到一程，前面一彪军摆开。大旗之下，
一人纶巾羽扇，道袍鹤氅，端坐于车上。谅视之，乃孔明也，急拨回
马走。关兴、张苞两路兵追到，只叫：
“早降!”崔谅见四面皆是蜀
兵，不得已遂降，同归大寨。孔明以上宾相待。孔明曰：
“南安太守
与足下交厚否？”谅曰：
“此人乃杨阜之族弟杨陵也，与某邻郡，交
契甚厚。”孔明曰：
“今欲烦足下入城，说杨陵擒夏侯楙，可乎？”
谅曰：
“丞相若令某去，可暂退军马，容某入城说之。”孔明从其
言，即时传令，教四面军马各退二十里下寨。
崔谅匹马到城边叫开城门，入到府中，与杨陵礼毕，细言其事。
陵曰：
“我等受魏主大恩，安忍背之？可将计就计而行。”遂引崔谅
到夏侯楙处，备细说知。楙曰：
“当用何计？”杨陵曰：
“只推某献
城门，赚蜀兵入，却就城中杀之。”
崔谅依计而行，出城见孔明，说：
“杨陵献城门，放大军入城，
以擒夏侯楙。杨陵本欲自捉，因手下勇士不多，未敢轻动。”孔明
曰：
“此事至易。今有足下原降兵百馀人，于内暗藏蜀将扮作安定军
马，带入城去，先伏于夏侯楙府下；却暗约杨陵，待半夜之时，献开
城门，里应外合。”崔谅暗思：
“若不带蜀将去，恐孔明生疑。且带
入去，就内先斩之，举火为号，赚孔明入来，杀之可也。”因此应
允。孔明嘱曰：
“吾遣亲信将关兴、张苞随足下先去，只推救军，杀
入城中，以安夏侯楙之心。但举火，吾当亲入城去擒之。”
时值黄昏，关兴、张苞受了孔明密计，披挂上马，各执兵器，杂
在安定军中，随崔谅来到南安城下。杨陵在城上撑起悬空板 (7) ，倚
定护心栏 (8) ，问曰：
“何处军马？”崔谅曰：
“安定救军来到。”
谅先射一号箭上城，箭上带着密书曰：
“今诸葛亮先遣二将伏于城
中，要里应外合。且不可惊动，恐泄漏计策。待入府中图之。”杨陵
将书见了夏侯楙，细言其事。楙曰：
“既然诸葛亮中计，可教刀斧手
百馀人伏于府中。如二将随崔太守到府下马，闭门斩之。却于城上举
火，赚诸葛亮入城，伏兵齐出，亮可擒矣。”安排已毕，杨陵回到城
上，言曰：
“既是安定军马，可放入城。”关兴跟崔谅先行，张苞在
后。杨陵下城，在门边迎接。兴手起刀落，斩杨陵于马下。崔谅大
惊，急拨马奔到吊桥边，张苞大喝曰：
“贼子休走!汝等诡计，如何瞒
得丞相耶？”手起一枪，刺崔谅于马下。关兴早到城上，放起火来。
四面蜀兵齐入。夏侯楙措手不及，开南门并力杀出。一彪军拦住，为
首大将乃是王平，交马只一合，生擒夏侯楙于马上。馀皆杀死。
孔明入南安，招谕军民，秋毫无犯。众将各各献功。孔明将夏侯
楙囚于车中。邓芝问曰：
“丞相何故知崔谅诈也？”孔明曰：
“吾已
知此人无降心，故意使入城。彼必尽情告与夏侯楙，欲将计就计而
行。吾见来情，足知其诈，复使二将同去，以稳其心。此人若有真
心，必然阻当；彼忻然同去者，恐吾疑也。他意中度二将同去 (9) ，
赚入城内杀之未迟；又令吾军有托，放心而进。吾已暗嘱二将，就城
门下图之。城内必无准备，吾军随后便到，此出其不意也。”众将拜
服。孔明曰：
“赚崔谅者，吾使心腹人诈作魏将裴绪也。吾又去赚天
水郡，至今未到，不知何故。今可乘势取之。”乃留吴懿守南安，刘
琰守安定，替出魏延军马去取天水郡。
却说天水郡太守马遵听知夏侯楙困在南安城中，乃聚文武官商
议。功曹梁绪、主簿尹赏、主记梁虔等曰：
“夏侯驸马乃金枝玉叶
(10) ，倘有疏虞，难逃坐视之罪。太守何不尽起本部兵以救之？”马
遵正疑虑间，忽报夏侯驸马差心腹将裴绪到。绪入府，取公文付马
遵，说：
“都督求安定、天水两郡之兵星夜救应。”言讫，匆匆而
去。次日又有报马到，称说：
“安定兵已先去了，教太守火急前来会
合。”
马遵正欲起兵，忽一人自外而入曰：
“太守中诸葛亮之计矣。”
众视之，乃天水冀人也，姓姜名维，字伯约。父名冏，昔日曾为天水
郡功曹，因羌人乱，没于王事。维自幼博览群书，兵法武艺，无所不
通。奉母至孝，郡人敬之。后为中郎将，就参本郡军事 (11) 。当日姜
维谓马遵曰：
“近闻诸葛亮杀败夏侯楙，困于南安，水泄不通，安得
有人自重围之中而出？又且裴绪乃无名下将，从不曾见；况安定报
马，又无公文：以此察之，此人乃蜀将诈称魏将。赚得太守出城，料
城中无备，必然暗伏一军于左近，乘虚而取天水也，”马遵大悟曰：
“非伯约之言，则误中奸计矣。”维笑曰：
“太守放心。某有一计，
可擒诸葛亮，解南安之危。”正是：
运筹又遇强中手，斗智还逢意外人。
未知其计如何，且看下文分解。
--------------------
(1) 膏粱子弟——膏粱：肉类和细粮。泛指精美的食物。代指富贵人家。子弟：泛称年
轻后辈。“膏粱子弟”本“膏粱之子”，出自南朝梁·刘勰《文心雕龙·卷三·杂文》：
“盖七窍所发，发乎嗜欲，始邪末正，所以戒膏粱之子也。”意谓脑满肠肥、无知愚蠢的富
贵人家子弟。
(2) 万全之计——参见第四十回“万全之策”条注。
(3) 旷日持久——旷日：耗费时日。持久：持续时间很长。“旷日持久”出自《吕氏春
秋·卷二四·贵当》：“君有好猎者，旷日持久而不得兽。”意谓耗费时日，拖延很久。多
表示处于胶着状态，空耗时日而亳无进展。
(4) 从辰时杀至酉时——相当于从现在的上午七时杀到下午七时，整整十二个小时。
(5) 干功——建功，立功。
(6) 送——断送。
(7) 悬空板——古代悬挂于城墙上的木板，用以瞭望或与城下人对话。
(8) 护心栏——古代城墙上竖立的木围栏，用以防堵敌箭，以保护将士。
(9) 度(duó夺)——推测，估计。
(10) 金枝玉叶——语出汉·应劭《风俗通义》佚文：“黄帝战蚩尤于涿鹿，常有五色云
气、金枝玉叶止于帝上，因作华盖。”事又见晋·崔豹《古今注·卷上·舆服》而文略异：
“华盖，黄帝所作也。(黄帝)与蚩尤战于涿鹿之野，有五色云气、金枝玉叶止于帝上，有花
葩之象，故而作华盖也。”原谓黄帝受到头顶金枝玉叶云气的启发而制成了以金枝玉叶装饰
的华盖。比喻皇族或富贵人家的子孙。
(11) 参——参与。
第九十三回 姜伯约归降孔明 武乡侯骂死王朝
却说姜维献计于马遵曰：
“诸葛亮必伏兵于郡后，赚我兵出城，
乘虚袭我。某愿请精兵三千，伏于要路。太守随后发兵出城，不可远
去，止行三十里便回。但看火起为号，前后夹攻，可获大胜。如诸葛
亮自来，必为某所擒矣。”遵用其计，付精兵与姜维去讫，然后自与
梁虔引兵出城等候。只留梁绪、尹赏守城。
原来孔明果遣赵云引一军埋伏于山僻之中，只待天水人马离城，
便乘虚袭之。当日细作回报赵云，说天水太守马遵起兵出城，只留文
官守城。赵云大喜，又令人报与张翼、高翔，教于要路截杀马遵。此
二处兵亦是孔明预先埋伏。
却说赵云引五千兵，径投天水郡城下，高叫曰：
“吾乃常山赵子
龙也。汝知中计，早献城池，免遭诛戮。”城上梁绪大笑曰：
“汝中
吾姜伯约之计，尚然不知耶？”云恰待攻城，忽然喊声大震，四面火
光冲天。当先一员少年将军，挺枪跃马而言曰：
“汝见天水姜伯约
乎？”云挺枪直取姜维。战不数合，维精神倍长。云大惊，暗忖曰：
“谁想此处有这般人物!”正战时，两路军夹攻来，乃是马遵、梁虔引
军杀回。赵云首尾不能相顾，冲开条路，引败兵奔走。姜维赶来。亏
得张翼、高翔两路军杀出，接应回去。
赵云归见孔明，说中了敌人之计。孔明惊问曰：
“此是何人，识
吾玄机 (1) ？”有南安人告曰：
“此人姓姜名维，字伯约，天水冀人
也。事母至孝，文武双全，智勇足备，真当世之英杰也。”赵云又夸
奖姜维枪法，与他人大不同。孔明曰：
“吾今欲取天水，不想有此
人。”遂起大军前来。
却说姜维回见马遵曰：
“赵云败去，孔明必然自来。彼料我军必
在城中。今可将本部军马分为四枝：某引一军伏于城东，如彼兵到则
截之；太守与梁虔、尹赏各引一军城外埋伏。梁绪率百姓在城上守
御。”分拨已定。
却说孔明因虑姜维，自为前部，望天水郡进发。将到城边，孔明
传令曰：
“凡攻城池，以初到之日，激励三军，鼓噪直上；若迟延日
久，锐气尽隳 (2) ，急难破矣。”于是大军径到城下，因见城上旗帜
整齐，未敢轻攻。候至半夜，忽然四下火光冲天，喊声震地，正不知
何处兵来；只见城上亦鼓噪呐喊相应。蜀兵乱窜。孔明急上马，有关
兴、张苞二将保护，杀出重围。回头看时，正东上军马，一带火光，
势若长蛇。孔明令关兴探视，回报曰：
“此姜维兵也。”孔明叹曰：
“兵不在多，在人之调遣耳。此人真将才也!”
收兵归寨，思之良久，乃唤安定人问曰：
“姜维之母，现在何
处？”答曰：
“维母今居冀县。”孔明唤魏延分付曰：
“汝可引一
军，虚张声势，诈取冀县。若姜维到，可放入城。”又问：
“此地何
处紧要？”安定人曰：
“天水钱粮，皆在上邽，若打破上邽，则粮道
自绝矣。”孔明大喜，教赵云引一军去攻上邽。孔明离城三十里下
寨。
早有人报入天水郡，说：
“蜀兵分为三路：一军守此郡，一军取
上邽，一军取冀城。”姜维闻之，哀告马遵曰：
“维母现在冀城，恐
母有失。维乞一军往救此城，兼保老母。”马遵从之，遂令姜维引三
千军去保冀城；梁虔引三千军去保上邽。
却说姜维引兵至冀城，前面一彪军摆开，为首蜀将乃是魏延。二
将交锋数合，延诈败奔走。维入城闭门，率兵守护，拜见老母，并不
出战。赵云亦放过梁虔入上邽城去了。
孔明乃令人去南安郡，取夏侯楙至帐下。孔明曰：
“汝惧死
乎？”楙慌拜伏乞命。孔明曰：
“目今天水姜维现守冀城，使人持书
来说：
‘但得驸马在，我愿归降。’吾今饶汝性命，汝肯招安姜维
否？”楙曰：
“情愿招安。”孔明乃与衣服、鞍马，不令人跟随，放
之自去。
楙得脱出寨，欲寻路而走，奈不知路径。正行之间，逢数人奔
走，楙问之，答曰：
“我等是冀县百姓，今被姜维献了城池，归降诸
葛亮，蜀将魏延纵火劫财，我等因此弃家奔走，投上邽去也。”楙又
问曰：
“今守天水城是谁？”土人曰：
“天水城中乃马太守也。”楙
闻之，纵马望天水而行。又见百姓携男抱女远来，所说皆同。
楙至天水城下叫门，城上人认得是夏侯楙，慌忙开门迎接。马遵
惊拜问之。楙细言姜维之事，又将百姓所言说了。遵叹曰：
“不想姜
维反投蜀矣。”梁绪曰：
“彼意欲救都督，故以此言虚降。”楙曰：
“今维已降，何为虚也？”
正踌躇间，时已初更，蜀兵又来攻城。火光中见姜维在城下挺枪
勒马，大叫曰：
“请夏侯都督答话。”夏侯楙与马遵等皆到城上，见
姜维耀武扬威大叫曰：
“我为都督而降，都督何背前言？”楙曰：
“汝受魏恩，何故降蜀？有何前言耶？”维应曰：
“汝写书教我降
蜀，何出此言？汝要脱身，却将我陷了。我今降蜀，加为上将，安有
还魏之理？”言讫，驱兵打城，至晓方退。原来夜间妆姜维者，乃孔
明之计，令部卒形貌相似者假扮姜维攻城，因火光之中，不辨真伪。
孔明却引兵来攻冀城。城中粮少，军食不敷。姜维在城上，见蜀
军大车小辆，搬运粮草，入魏延寨中去了。维引三千兵出城，径来劫
粮。蜀兵尽弃了粮车，寻路而走。姜维夺得粮车，欲要入城，忽然一
彪军拦住，为首蜀将张翼也。二将交锋，战不数合，王平引一军又
到，两下夹攻。维力穷抵敌不住，夺路归城，城上早插蜀兵旗号，原
来已被魏延袭了。维杀条路奔天水城，手下尚有十馀骑。又遇张苞杀
了一阵，维止剩得匹马单枪，来到天水城下叫门。城上军见是姜维，
慌报马遵。遵曰：
“此是姜维来赚我城门也。”令城上乱箭射下。姜
维回顾蜀兵至近，遂飞奔上邽城来。城上梁虔见了姜维，大骂曰：
“反国之贼，安敢来赚我城池!吾已知汝降蜀矣。”遂乱箭射下。
姜维不能分说，仰天长叹，两眼泪流，拨马望长安而走。行不数
里，前至一派大树茂林之处，一声喊起，数千兵拥出，为首蜀将关
兴，截住去路。维人困马乏，不能抵当，勒回马便走。忽然一辆小车
从山坡中转出。其人头戴纶巾，身披鹤氅，手摇羽扇，乃孔明也。孔
明唤姜维曰：
“伯约此时何尚不降？”维寻思良久，前有孔明，后有
关兴，又无去路，只得下马投降。孔明慌忙下车而迎，执维手曰：
“吾自出茅庐以来，遍求贤者，欲传授平生之学，恨未得其人。今遇
伯约，吾愿足矣。”维大喜拜谢。
孔明遂同姜维回寨，升帐商议取天水、上邽之计。维曰：
“天水
城中尹赏、梁绪，与某至厚，当写密书二封，射入城中，使其内乱，
城可得矣。”孔明从之。姜维写了二封密书，拴在箭上，纵马直至城
下，射入城中。小校拾得，呈与马遵。遵大疑，与夏侯楙商议曰：
“梁绪、尹赏与姜维结连，欲为内应，都督宜早决之。”楙曰：
“可
杀二人。”尹赏知此消息，乃谓梁绪曰：
“不如纳城降蜀，以图进
用。”是夜，夏侯楙数次使人请梁、尹二人说话。二人料知事急，遂
披挂上马，各执兵器，引本部军大开城门，放蜀兵入。夏侯楙、马遵
惊慌，引数百人出西门，弃城投羌胡城而去。
梁绪、尹赏迎接孔明入城。安民已毕，孔明问取上邽之计。梁绪
曰：
“此城乃某亲弟梁虔守之，愿招来降。”孔明大喜。绪当日到上
邽，唤梁虔出城来降孔明。孔明重加赏劳，就令梁绪为天水太守，尹
赏为冀城令，梁虔为上邽令。孔明分拨已毕，整兵进发。诸将问曰：
“丞相何不去擒夏侯楙？”孔明曰：
“吾放夏侯楙，如放一鸭耳。今
得伯约，得一凤也。”
孔明自得三城之后，威声大震，远近州郡，望风归降。孔明整顿
军马，尽提汉中之兵，前出祁山，兵临渭水之西。细作报入洛阳。
时魏主曹睿太和元年，升殿设朝。近臣奏曰：
“夏侯驸马已失三
郡，逃窜羌中去了。今蜀兵已到祁山，前军临渭水之西，乞早发兵破
敌。”睿大惊，乃问群臣曰：
“谁可为朕退蜀兵耶？”司徒王朗出班
奏曰：
“臣观先帝每用大将军曹真，所到必克。今陛下何不拜为大都
督，以退蜀兵？”睿准奏，乃宣曹真曰：
“先帝托孤与卿，今蜀兵入
寇中原，卿安忍坐视乎？”真奏曰：
“臣才疏智浅，不称其职。”王
朗曰：
“将军乃社稷之臣，不可固辞。老臣虽驽钝，愿随将军一
往。”真又奏曰：
“臣受大恩，安敢推辞？但乞一人为副将。”睿
曰：
“卿自举之。”真乃保太原阳曲人，姓郭名淮，字伯济，官封射
亭侯，领雍州刺史。睿从之，遂拜曹真为大都督，赐节钺⑴；命郭淮
为副都督，王朗为军师。朗时年已七十六岁矣。选拨东西二京军马二
十万与曹真。真命宗弟曹遵为先锋，又命荡寇将军朱赞为副先锋。当
年十一月出师，魏主曹睿亲自送出西门之外方回。
曹真领大军来到长安，过渭河之西下寨。真与王朗、郭淮共议退
兵之策。朗曰：
“来日可严整队伍，大展旌旗。老夫自出，只用一席
话，管教诸葛亮拱手而降，蜀兵不战自退。”真大喜，是夜传令：来
日四更造饭；平明务要队伍整齐，人马威仪，旌旗鼓角，各按次序。
当时使人先下战书。
次日，两军相迎，列成阵势于祁山之前。蜀军见魏兵甚是雄壮，
与夏侯楙大不相同。三军鼓角已罢，司徒王朗乘马而出，上首乃都督
曹真，下首乃副都督郭淮，两个先锋压住阵角。探子马出军前，大叫
曰：
“请对阵主将答话!”只见蜀兵门旗开处，关兴、张苞分左右而
出，立马于两边；次后一队队骁将分列。门旗影下，中央一辆四轮
车，孔明端坐车中，纶巾羽扇，素衣皂绦，飘然而出。
孔明举目见魏阵前三个麾盖，旗上大书姓名。中央白髯老者，乃
军师、司徒王朗。孔明暗忖曰：
“王朗必下说词，吾当随机应之。”
遂教推车出阵外，令护军小校传曰：
“汉丞相与司徒会话。”王朗纵
马而出，孔明于车上拱手，朗在马上欠身答礼。朗曰：
“久闻公之大
名，今幸一会。公既知天命，
识时务，何故兴无名之兵 (3) ？”孔明曰：
“吾奉诏讨贼，何谓
无名？”朗曰：
“天数有变，神器更易，而归有德之人，此自然之理
也。曩自桓、灵以来，黄巾倡乱，天下争横 (4) 。降至初平、建安之
岁，董卓造逆 (5) ，傕、汜继虐；袁术僭号于寿春 (6) ，袁绍称雄于
邺土；刘表占据荆州，吕布虎吞徐郡。盗贼蜂起，奸雄鹰扬 (7) ，社
稷有累卵之危，生灵有倒悬之急 (8) 。我太祖武皇帝扫清六合 (9) ，
席卷八荒 (10) ，万姓倾心，四方仰德。非以权势取之，实天命所归
也。世祖文帝 (11) ，神文圣武 (12) ，以膺大统 (13) ，应天合人 (14)
，法尧禅舜 (15) ，处中国以临万邦 (16) ，
岂非天心人意乎？今公蕴大才，抱大器，自欲比于管、乐，何乃
强欲逆天理、背人情而行事耶？岂不闻古人曰：
‘顺天者昌，逆天者
亡 (17) 。’今我大魏带甲百万，良将千员。谅腐草之萤光 (18) ，怎
及天心之皓月 (19) ？公可倒戈卸甲，以礼来降，不失封侯之位。国安
民乐，岂不美哉!”
孔明在车上大笑曰：
“吾以为汉朝大老元臣 (20) ，必有高论，岂
期出此鄙言。吾有一言，诸军静听。昔日桓、灵之世，汉统陵替，宦
官酿祸 (21) ，国乱岁凶，四方扰攘。黄巾之后，董卓、傕、汜等接踵
而起，迁劫汉帝，残暴生灵。因庙堂之上 (22) ，朽木为官 (23) ；殿
陛之间 (24) ，禽兽食禄。狼心狗行之辈 (25) ，滚滚当道 (26) ；奴颜
婢膝之徒 (27) ，纷纷秉政。以致社稷丘墟 (28) ，苍生涂炭 (29) 。吾
素知汝所行：世居东海之滨，初举孝廉入仕 (30) ，理合匡君辅国，安
汉兴刘 (31) ，何期反助逆贼，同谋篡位!罪恶深重，天地不容!天下之
人，愿食汝肉!今幸天意不绝炎汉 (32) ，昭烈皇帝继统西川 (33) 。吾
今奉嗣君之旨，兴师讨贼。汝既为谄谀之臣，只可潜身缩首，苟图衣
食；安敢在行伍之前 (34) ，妄称天数耶？皓首匹夫!苍髯老贼 (35) !
汝即日将归于九泉之下，何面目见二十四帝乎 (36) ？老贼速退，可教
反臣与吾共决胜负。”王朗听罢，气满胸膛，大叫一声，撞死于马
下。后人有诗赞孔明曰：
兵马出西秦，雄才敌万人。
轻摇三寸舌，骂死老奸臣。
孔明以扇指曹真曰：
“吾不逼汝，汝可整顿军马，来日决战。”
言讫回车。于是两军皆退。
曹真将王朗尸首，用棺木盛贮，送回长安去了。副都督郭淮曰：
“诸葛亮料吾军中治丧，今夜必来劫寨。可分兵四路：两路兵从山僻
小路，乘虚去劫蜀寨；两路兵伏于本寨外，左右击之。”曹真大喜
曰：
“此计与吾相合。”遂传令唤曹遵、朱赞两个先锋，分付曰：
“汝二人各引一万军，抄出祁山之后，但见蜀兵望吾寨而来，汝可进
兵去劫蜀寨；如蜀兵不动，便撤兵回，不可轻进。”二人受计，引兵
而去。真谓淮曰：
“我两个各引一枝军，伏于寨外，寨中虚堆柴草，
只留数人。如蜀兵到，放火为号。”诸将皆分左右，各自准备去了。
却说孔明归帐，先唤赵云、魏延听令。孔明曰：
“汝二人各引本
部军去劫魏寨。”魏延进曰：
“曹真深明兵法，必料我乘丧劫寨，他
岂不提防？”孔明笑曰：
“吾正欲曹真知吾去劫寨也。彼必伏兵在祁
山之后，待我兵过去，却来袭我寨。吾故令汝二人引兵前去，过山脚
后路，远下营寨，任魏兵来劫吾寨。汝看火起为号，分兵两路：文长
拒住山口；子龙引兵杀回，必遇魏兵，却放彼走回，汝乘势攻之，彼
必自相掩杀，可获全胜。”二将引兵受计而去。又唤关兴、张苞，分
付曰：
“汝二人各引一军，伏于祁山要路，放过魏兵，却从魏兵来
路，杀奔魏寨而去。”二人引兵受计去了。又令马岱、王平、张翼、
张嶷四将伏于寨外，四面迎击魏兵。孔明乃虚立寨栅，居中堆起柴
草，以备火号；自引诸将退于寨后，以观动静。
却说魏先锋曹遵、朱赞黄昏离寨，迤逦前进。二更左侧，遥望山
前隐隐有军行动。曹遵自思曰：
“郭都督真神机妙算。”遂催兵急
进，到蜀寨时，将及三更。曹遵先杀入寨，却是空寨，并无一人。料
知中计，急撤军回，寨中火起。朱赞兵到，自相掩杀，人马大乱。曹
遵与朱赞交马，方知自相践踏。急合兵时，忽四面喊声大震，王平、
马岱、张嶷、张翼杀到。曹、朱二人引心腹军百馀骑，望大路奔走。
忽然鼓角齐鸣，一彪军截住去路，为首大将乃常山赵子龙也，大叫
曰：
“贼将那里去？早早受死!”曹、朱二人夺路而走。忽喊声又起，
魏延又引一彪军杀到。曹、朱二人大败，夺路奔回本寨。守寨军士只
道蜀兵来劫寨，慌忙放起号火。左边曹真杀至，右边郭淮杀至，自相
掩杀。背后三路蜀兵杀到：中央魏延，左边关兴，右边张苞，大杀一
阵。魏兵败走十馀里，魏将死者极多。孔明全获大胜，方始收兵。
曹真、郭淮收拾败军回寨，商议曰：
“今魏兵势孤，蜀兵势大，
将何策以退之？”淮曰：
“胜负乃兵家常事 (37) ，不足为忧。某有一
计，使蜀兵首尾不能相顾，定然自走矣。”正是：
可怜魏将难成事，欲向西方索救兵。
未知其计如何，且看下文分解。
--------------------
(1) 玄机——神奇的计策。
(2) 隳(hu ī灰)——通“惰”。懈怠。
(3) 兴无名之兵——无名：没有正当名义或理由。“兴无名之兵”本“兴无名之师”，
出自《后汉书·袁绍传》：“今弃万安之术，而兴无名之师，窃为公惧之。”意谓出动没有
正当理由的军队讨伐。
(4) 争横——本义为较量轻重，比试高低。引申为军阀混战，互相争霸。
(5) 造逆——发动叛乱。
(6) 僭(ji àn箭)号——冒用帝王的称号，即自称帝王。
(7) 鹰扬——如鹰飞扬。比喻逞威，飞扬跋扈。
(8) 倒悬之急——倒悬：头朝下、脚朝上倒挂着。急：危急。典出《孟子·公孙丑
上》：“当今之时，万乘之国行仁政，民之悦之，犹解倒悬也。”意谓像人倒吊着一般危
急。比喻人处在极其危急的困境之中。
(9) 太祖武皇帝——指曹操。曹操生前只做过“魏王”，“太祖武皇帝”是曹丕即帝位
后追尊曹操的庙号。 扫清六合——意谓平定天下。六合：参见第七十三回“六合之内”条
注。
(10) 席卷八荒——意谓全部占有天下。席卷：犹如把席子卷起来一般。《战国策·楚策
一》：“虽无出兵甲，席卷常山之险，折天下之脊，天下后服者先亡。”八荒：八方荒野之
地。《汉书·项籍传赞》：“并吞八荒之心。”颜师古注：“八荒，八方荒忽极远之地
也。”
(11) 世祖文帝——指曹丕。
(12) 神文圣武——意谓文武双全。“神”、“圣”都是对帝王的尊称。
(13) 膺大统——继承帝位。
(14) 应天合人——意谓上应天意，下合人心。
(15) 法尧禅舜——意谓效法尧帝让位于舜。其实是曹丕强迫汉献帝让位于己。
(16) 处中国以临万邦——意谓曹丕以魏国皇帝的身份而统治全国。处：居于，处于。中
国：指占据中原地区的魏国。临：君临，主宰，统治。万邦：本指众多的诸侯国。引申以指
全国各地。
(17) 顺天者昌，逆天者亡——语本“顺天者存，逆天者亡”，出自《孟子·离娄上》：
“天下有道，小德役大德，小贤役大贤；天下无道，小役大，弱役强：斯二者，天也。顺天
者存，逆天者亡。”意谓顺应天意者就能生存而昌盛，违背天意者必然灭亡。
(18) 腐草之萤光——古人误以为萤火虫是腐烂了的草生出的。如《逸周书·时训》：
“大暑之日，腐草化为萤。”“腐草之萤光”就是萤火虫发出的微光。比喻势力极小。
(19) 天心之皓月——意谓天空中央的明月。比喻势力强大。天心：天空的中央。
(20) 大老元臣——资深望重的大臣。
(21) 酿祸——造成大祸。
(22) 因——因此。 庙堂之上——朝廷之内。庙堂：参见第七十九回“庙堂”条注。
(23) 朽木——腐烂的木头。典出《论语·公冶长》：“宰予昼寝。子曰：‘朽木不可雕
也，粪土之墙不可杇也，于予与何诛。’”杇(w ū污)：同“圬”。粉刷，涂饰。诛：责。比
喻亳无用处的人。
(24) 殿陛——御殿前的石阶。代指朝廷。
(25) 狼心狗行——语或本“狼心枭性”，出自唐·陆贽《招谕淮西将吏诏》(见《全唐
文》卷四六三)：“而贼臣希烈，煽祸滔天，虐用其人，仇视厥众，狼心多忌，枭性无亲，以
芟伐立威，以猜刻为志。”(枭：类似猫头鹰的恶鸟，传说枭食母，因以比喻恶人。)意谓犹
如狼的心肠，狗的品行。比喻狠毒贪婪的心肠，卑鄙无耻的行为。
(26) 滚滚当道——意谓成群结队地把持朝政。滚滚：通“衮衮”。络绎不绝貌。引申为
众多。当道：掌权，执政。
(27) 奴颜婢膝——语或本“奴颜婢睐”，出自晋·葛洪《抱朴子·外篇·交际》：“以
岳峙独立者，为涩吝疏拙；以奴颜婢睐者，为晓解当世。”(睐：向旁边看。)意谓犹如奴婢
般向人巴结讨好。形容以低三下四的无耻姿态向人讨好。
(28) 社稷丘墟——意谓国家变成了废墟。指国家灭亡。这里指汉朝灭亡。社稷：见第二
回“社稷”条注。丘墟：废墟，荒地。
(29) 苍生涂炭——义同“生灵涂炭”，参见第七十三回“生灵涂炭”条注。苍生：百
姓。
(30) 举孝廉——汉代选拔人才的方法之一。即由地方官举荐有孝行且清廉正直的人到朝
廷，被朝廷选中者可以做官。
(31) 安汉兴刘——意谓使刘氏的汉朝安定兴盛。
(32) 炎汉——参见第八十回“炎汉气数已终”条注。
(33) 昭烈皇帝——刘备死后的谥号。
(34) 行(háng杭)伍——军队的代称。
(35) 苍髯——灰白色胡须。指人年老。
(36) 二十四帝——指从汉高祖到汉献帝刘协共二十四帝。
第九十四回 诸葛亮乘雪破羌兵 司马懿克日擒孟达
却说郭淮谓曹真曰：
“西羌之人，自太祖时连年入贡，文皇帝亦
有恩惠加之。我等今可据住险阻，遣人从小路直入羌中求救，许以和
亲 (1) ，羌人必起兵袭蜀兵之后；吾却以大兵击之：首尾夹攻，岂不
大胜？”真从之，即遣人星夜驰书赴羌。
却说西羌国王彻里吉，自曹操时年年入贡。手下有一文一武：文
乃雅丹丞相，武乃越吉元帅。时魏使赍金珠并书到国，先来见雅丹丞
相，送了礼物，具言求救之意。雅丹引见国王，呈上书、礼。彻里吉
览了书，与众商议。雅丹曰：
“我与魏国素相往来，今曹都督求救，
且许和亲，理合依允。”彻里吉从其言，即命雅丹与越吉元帅起羌兵
一十五万，皆惯使弓弩、枪刀、蒺藜 (2) 、飞锤等器；又有战车，用
铁叶裹钉，装载粮食、军器什物，或用骆驼驾车，或用骡马驾车，号
为“铁车兵”。
二人辞了国王，领兵直扣西平关。守关蜀将韩祯，急差人赍文报
知孔明。孔明闻报，问众将曰：
“谁敢去退羌兵？”张苞、关兴应
曰：
“某等愿往。”孔明曰：
“汝二人要去，奈路途不熟。”遂唤马
岱曰：
“汝素知羌人之性，久居彼处，可作向导。”便起精兵五万，
与兴、苞二人同往。兴、苞等引兵而去。行有数日，早遇羌兵。关兴
先引百馀骑登山坡看时，只见羌兵把铁车首尾相连，随处结寨，车上
遍排兵器，就似城池一般。兴睹之良久，无破敌之策，回寨与张苞、
马岱商议。岱曰：
“且待来日见阵，观看虚实，另作计议。”
次早，分兵三路：关兴在中，张苞在左，马岱在右，三路兵齐
进。羌兵阵里，越吉元帅手挽铁锤，腰悬宝雕弓，跃马奋勇而出。关
兴招三路兵径进，忽见羌兵分在两边，中央放出铁车，如潮涌一般，
弓弩一齐骤发。蜀兵大败，马岱、张苞两军先退；关兴一军被羌兵一
裹，直围入西北角上去了。兴在垓心，左冲右突，不能得脱。铁车密
围，就如城池。蜀兵你我不能相顾。
兴望山谷中寻路而走，看看天晚。但见一簇皂旗蜂拥而来，一员
羌将手提铁锤，大叫曰：
“小将休走!吾乃越吉元帅也。”关兴急走到
前面，尽力纵马加鞭，正遇断涧，只得回马来战越吉。兴终是胆寒，
抵敌不住，望涧中而逃。被越吉赶到，一铁锤打来，兴急闪过，正中
马胯。那马望涧中便倒，兴落于水中。忽听得一声响处，背后越吉连
人带马，平白地倒下水来。兴就水中挣起看时，只见岸上一员大将杀
退羌兵。兴提刀待砍越吉，吉跃水而走。
关兴得了越吉马，牵到岸上，整顿鞍辔，绰刀上马，只见那员将
尚在前面追杀羌兵。兴自思：
“此人救我性命，当与相见。”遂拍马
赶来。看看至近，只见云雾之中，隐隐有一大将，面如重枣，眉若卧
蚕，绿袍金铠，提青龙刀，骑赤兔马，手绰美髯，分明认得是父亲关
公。兴大惊。忽见关公以手望东南指曰：
“吾儿可速望此路去，吾当
护汝归寨。”言讫不见。关兴望东南急走。至半夜，忽一彪军到，乃
张苞也，问兴曰：
“你曾见二伯父否？”兴曰：
“你何由知之？”苞
曰：
“我被铁车军追急，忽见伯父自空而下，惊退羌兵，指曰：
‘汝
从这条路去救吾儿。’因此引军径来寻你。”关兴亦说前事，共相嗟
异。
二人同归寨内，马岱接着，对二人说：
“此军无计可退。我守住
寨栅，你二人去禀丞相，用计破之。”于是兴、苞二人星夜来见孔
明，备说此事。
孔明随命赵云、魏延各引一军埋伏去讫；然后点三万军，带了姜
维、张冀、关兴、张苞，亲自来到马岱寨中歇定。次日，上高阜处观
看，见铁车连络不绝，人马纵横，往来驰骤。孔明曰：
“此不难破
也。”唤马岱、张冀，分付如此如此。二人去了。乃唤姜维曰：
“伯
约知破车之法否？”维曰：
“羌人惟恃一勇力，岂知妙计乎？”孔明
笑曰：
“汝知吾心也。今彤云密布，朔风紧急，天将降雪，吾计可施
矣。”便令关兴、张苞二人引兵埋伏去讫。令姜维领兵出战，但有铁
车兵来，退后便走。寨口虚立旌旗，不设军马。准备已定。
是时十二月终，果然天降大雪。姜维引军出，越吉引铁车兵来，
姜维即退走。羌兵赶到寨前，姜维从寨后而去。羌兵直到寨外观看，
听得寨内鼓琴之声，四壁皆空竖旌旗，急回报越吉。越吉心疑，未敢
轻进。雅丹丞相曰：
“此诸葛亮诡计，虚设疑兵耳。可以攻之。”越
吉引兵至寨前，但见孔明携琴上车，引数骑入寨，望后而走。羌兵抢
入寨栅，直赶过山口，见小车隐隐转入林中去了。雅丹谓越吉曰：
“这等兵虽有埋伏，不足为惧。”遂引大兵追赶。又见姜维兵俱在雪
地之中奔走。越吉大怒，催兵急追。山路被雪漫盖，一望平坦。正赶
之间，忽报蜀兵自山后而出。雅丹曰：
“纵有些小伏兵，何足惧哉!”
只顾催趱兵马，往前进发。忽然一声响，如山崩地陷，羌兵俱落于坑
堑之中。背后铁车正行得紧溜 (3) ，急难收止，并拥而来，自相践
踏。后兵急要回时，左边关兴、右边张苞，两军冲出，万弩齐发；背
后姜维、马岱、张冀三路兵又杀到。铁车兵大乱。越吉元帅望后面山
谷中而逃，正逢关兴，交马只一合，被兴举刀大喝一声，砍死于马
下。雅丹丞相早被马岱活捉，解投大寨来。羌兵四散逃窜。
孔明升帐，马岱押过雅丹来。孔明叱武士去其缚，赐酒压惊，用
好言抚慰。雅丹深感其德。孔明曰：
“吾主乃大汉皇帝，今命吾讨
贼，尔如何反助逆？吾今放汝回去，说与汝主：吾国与尔乃邻邦，永
结盟好，勿听反贼之言。”遂将所获羌兵及车马、器械，尽给还雅
丹，俱放回国。众皆拜谢而去。孔明引三军，连夜投祁山大寨而来，
命关兴、张苞引军先行；一面差人赍表奏报捷音。
却说曹真连日望羌人消息，忽有伏路军来报说：
“蜀兵拔寨收拾
起程。”郭淮大喜曰：
“此因羌兵攻击，故尔退去。”遂分两路追
赶。前面蜀兵乱走，魏兵随后追袭。先锋曹遵正赶之间，忽然鼓声大
震，一彪军闪出，为首大将乃魏延也，大叫曰：
“反贼休走!”曹遵大
惊，拍马交锋，不三合，被魏延一刀斩于马下。副先锋朱赞引兵追
赶，忽然一彪军闪出，为首大将乃赵云也。朱赞措手不及，被云一枪
刺死。曹真、郭淮见两路先锋有失，欲收兵回。背后喊声大震，鼓角
齐鸣，关兴、张苞两路兵杀出，围了曹真、郭淮，痛杀一阵。曹、郭
二人引败兵冲路走脱。蜀兵全胜，直追到渭水，夺了魏寨。曹真折了
两个先锋，哀伤不已，只得写本申朝，乞拨援兵。
却说魏主曹睿设朝，近臣奏曰：
“大都督曹真数败于蜀，折了两
个先锋，羌兵又折了无数，其势甚急，今上表求救，请陛下裁处。”
睿大惊，急问退军之策。华歆奏曰：
“须是陛下御驾亲征，大会诸
侯，人皆用命，方可退也；不然，长安有失，关中危矣。”太傅锺繇
奏曰：
“凡为将者，智过于人，则能制人。孙子云：
‘知彼知己，百
战百胜。’臣量曹真虽久用兵，非诸葛亮对手。臣以全家良贱保举一
人，可退蜀兵。未知圣意准否？”睿曰：
“卿乃大老元臣，有何贤
士，可退蜀兵，早召来与朕分忧。”锺繇奏曰：
“向者，诸葛亮欲兴
师犯境，但惧此人，故散流言，使陛下疑而去之，方敢长驱大进。今
若复用之，则亮自退矣。”睿问何人。繇曰：
“骠骑大将军司马懿
也。”睿叹曰：
“此事朕亦悔之。今仲达现在何地？”繇曰：
“近闻
仲达在宛城闲住。”睿即降诏，遣使持节，复司马懿官职，加为平西
都督，就起南阳诸路军马，前赴长安。睿御驾亲征，令司马懿克日到
彼聚会。使命星夜望宛城去了。
却说孔明自出师以来，累获全胜，心中甚喜。正在祁山寨中会聚
议事，忽报：
“镇守永安宫李严令子李丰来见。”孔明只道东吴犯
境，心甚惊疑，唤入帐中问之。丰曰：
“特来报喜。”孔明曰：
“有
何喜？”丰曰：
“昔日孟达降魏，乃不得已也。彼时曹丕爱其才，时
以骏马、金珠赐之，曾同辇出入，封为散骑常侍，领新城太守，镇守
上庸、金城等处，委以西南之任。自丕死后，曹睿即位，朝中多人嫉
妒。孟达日夜不安，常谓诸将曰：
‘我本蜀将，势逼于此。’今累差
心腹人持书来见家父，教早晚代禀丞相：前者五路下川之时，曾有此
意；今在新城，听知丞相伐魏，欲起金城、新城、上庸三处军马，就
彼举事，径取洛阳。丞相取长安，两京大定矣。今某引来人并累次书
信呈上。”孔明大喜，厚赏李丰等。
忽细作人报说：
“魏主曹睿一面驾幸长安；一面诏司马懿复职，
加为平西都督，起本处之兵，于长安聚会。”孔明大惊。参军马谡
曰：
“量曹睿何足道，若来长安，可就而擒之。丞相何故惊讶？”孔
明曰：
“吾岂惧曹睿耶？所患者惟司马懿一人而已。今孟达欲举大
事，若遇司马懿，事必败矣。达非司马懿对手，必被所擒。孟达若
死，中原不易得也。”马谡曰：
“何不急修书，令孟达提防？’孔明
从之，即修书，令来人星夜回报孟达。
却说孟达在新城专望心腹人回报。一日，心腹人到来，将孔明回
书呈上。孟达拆封视之，书略曰：
近得书，足知公忠义之心，不忘故旧，吾甚喜慰。若成大事，则公汉朝中兴
第一功臣也。然极宜谨密，不可轻易托人。慎之!戒之!近闻曹睿复诏司马懿起
宛、洛之兵，若闻公举事，必先至矣。须万全提备 (4) ，勿视为等闲也。
孟达览毕，笑曰：
“人言孔明心多，今观此事可知矣。”乃具回
书，令心腹人来答孔明。孔明唤入帐中，其人呈上回书。孔明拆封视
之，书曰：
适承钧教，安敢少怠。窃谓司马懿之事，不必惧也。宛城离洛阳约八百里，
至新城一千二百里。若司马懿闻达举事，须表奏魏主，往复一月间事，达城池已
固，诸将与三军皆在深险之地，司马懿即来，达何惧哉？丞相宽怀，惟听捷报。
孔明看毕，掷书于地而顿足曰：
“孟达必死于司马懿之手矣!”马
谡问曰：
“丞相何谓也？”孔明曰：
“兵法云：
‘攻其不备，出其不
意 (5) 。’岂容料在一月之期？曹睿既委任司马懿，逢寇即除，何待
奏闻？若知孟达反，不须十日，兵必到矣，安能措手耶？”众将皆
服。孔明急令来人回报曰：
“若未举事，切莫教同事者知之，知则必
败。”其人拜辞，归新城去了。
却说司马懿在宛城闲住，闻知魏兵累败于蜀，乃仰天长叹。懿长
子司马师，字子元；次子司马昭，字子尚。二人素有大志，通晓兵
书。当日侍立于侧，见懿长叹，乃问曰：
“父亲何为长叹？”懿曰：
“汝辈岂知大事耶？”司马师曰：
“莫非叹魏主不用乎？”司马昭笑
曰：
“早晚必来宣召父亲也。”言未已，忽报：
“天使持节至。”懿
听诏毕，遂调宛城诸路军马。忽又报：
“金城太守申仪家人有机密事
求见。”懿唤入密室问之。其人细说孟达欲反之事，更有孟达心腹人
李辅并达外甥邓贤随状出首 (6) 。司马懿听毕，以手加额曰：
“此乃
皇上齐天之洪福也!诸葛亮兵在祁山，杀得内外人皆胆落，今天子不得
已而幸长安，若旦夕不用吾时，孟达一举，两京休矣!此贼必通谋诸葛
亮，吾先擒之，诸葛亮定然心寒，自退兵也。”长子司马师曰：
“父
亲可急写表申奏天子。”懿曰：
“若等圣旨，往复一月之间 (7) ，事
无及矣。”即传令教人马起程，一日要行二日之路，如迟立斩；一面
令参军梁畿赍檄星夜去新城，教孟达等准备征进，使其不疑。
梁畿先行，懿随后发兵。行了二日，山坡下转出一军，乃是右将
军徐晃。晃下马见懿，说：
“天子驾到长安，亲拒蜀兵，今都督何
往？”懿低言曰：
“今孟达造反，吾去擒之耳。”晃曰：
“某愿为先
锋。”懿大喜，合兵一处。徐晃为前部，懿在中军，二子押后。又行
了二日，前军哨马捉住孟达心腹人，搜出孔明回书，来见司马懿。懿
曰：
“吾不杀汝，汝从头细说。”其人只得将孔明、孟达往复之事一
一告说。懿看了孔明回书，大惊曰：
“世间能者所见皆同，吾机先被
孔明识破。幸得天子有福，获此消息，孟达今无能为矣。”遂星夜催
军前行。
却说孟达在新城，约下金城太守申仪、上庸太守申耽，克日举
事。耽、仪二人佯许之，每日调练军马，只待魏兵到，便为内应；却
报孟达，言军器、粮草，俱未完备，不敢约期起事。达信之不疑。忽
报参军梁畿来到，孟达迎入城中。畿传司马懿将令曰：
“司马都督今
奉天子诏，起诸路军以退蜀兵。太守可集本部军马，听候调遣。”达
问曰：
“都督何日起程？”畿曰：
“此时约离宛城，望长安去了。”
达暗喜曰：
“吾大事成矣。”遂设宴待了梁畿，送出城外。即报申
耽、申仪知道，明日举事，换上大汉旗号，发诸路军马，径取洛阳。
忽报：
“城外尘土冲天，不知何处兵来。”孟达登城视之，只见
一彪军，打着“右将军徐晃”旗号，飞奔城下。达大惊，急扯起吊
桥。徐晃坐下马收拾不住 (8) ，直来到壕边，高叫曰：
“反贼孟达，
早早受降!”达大怒，急开弓射之，正中徐晃头额，魏将救去。城上乱
箭射下，魏兵方退。孟达恰待开门追赶，四面旌旗蔽日，司马懿兵
到。达仰天长叹曰：
“果不出孔明所料也!”于是闭门坚守。
却说徐晃被孟达射中头额，众军救到寨中，取了箭头，令医调
治，当晚身死，时年五十九岁。司马懿令人扶柩还洛阳安葬。
次日，孟达登城遍视，只见魏兵四面围得铁桶相似。达行坐不
安，惊疑未定，忽见两路兵自外杀来，旗上大书“申耽”、“申
仪”。孟达只道是救军到，忙引本部兵大开城门杀出。耽、仪大叫
曰：
“反贼休走，早早受死!”达见事变，拨马望城中便走，城上乱箭
射下。李辅、邓贤二人在城上大骂曰：
“吾等已献了城也。”达夺路
而走，申耽赶来。达人困马乏，措手不及，被申耽一枪刺于马下，枭
其首级。馀军皆降。李辅、邓贤大开城门，迎接司马懿入城。抚民劳
军已毕，遂遣人奏知魏主曹睿。睿大喜，教将孟达首级去洛阳城市示
众；加申耽、申仪官职，就随司马懿征进；命李辅、邓贤守新城、上
庸。
却说司马懿引兵到长安城外下寨，懿入城来见魏主。睿大喜曰：
“朕一时不明，误中反间之计，悔之无及。今达造反，非卿等制之，
两京休矣。”懿奏曰：
“臣闻申仪密告反情，意欲表奏陛下，恐往复
迟滞，故不待圣旨，星夜而去。若待奏闻，则中诸葛亮之计也。”言
罢，将孔明回孟达密书奉上。睿看毕，大喜曰：
“卿之学识，过于
孙、吴矣。”赐金钺斧一对，后遇机密重事，不必奏闻，便宜行事
(9) 。就令司马懿出关破蜀。懿奏曰：
“臣举一大将，可为先锋。”
睿曰：
“卿举何人？”懿曰：
“右将军张郃，可当此任。”睿笑曰：
“朕正欲用之。”遂命张郃为前部先锋，随司马懿离长安来破蜀兵。
正是：
既有谋臣能用智，又求猛将助施威。
未知胜负如何，且看下文分解。
--------------------
(1) 和亲——以联姻方式建立并巩固睦邻关系。
(2) 蒺藜——参见第八十三回“铁蒺藜骨朵”条注。
(3) 紧溜——急促顺溜之意。
(4) 万全提备——防备要做到万无一失。
(5) 攻其不备，出其不意——参见第十五回“攻其无备，出其不意”条注。
(6) 随状出首——即用状子的方式告发别人。
(7) 往复——往返，来回。
(8) 收拾——收束。
(9) 便(bi àn变)宜行事——便宜：方便，适宜。行事：办事。“便宜行事”本“便宜
从事”，出自《史记·郅都列传》：“孝景帝乃使使持节拜都为雁门太守，而便道之官，得
以便宜从事。”原指按照情况变化的需要，采取适当的措施。引申以指因时因地自行处理事
务，不必请示上司。
第九十五回 马谡拒谏失街亭 武侯弹琴退仲达 (1)
却说魏主曹睿令张郃为先锋，与司马懿一同征进；一面令辛毗、
孙礼二人领兵五万，往助曹真。二人奉诏而去。
且说司马懿引二十万军，出关下寨，请先锋张郃至帐下曰：
“诸
葛亮平生谨慎，未敢造次行事。若是吾用兵，先从子午谷径取长安，
早得多时矣。他非无谋，但怕有失，不肯弄险。今必出军斜谷，来取
郿城。若取郿城，必分兵两路，一军取箕谷矣。吾已发檄文，令子丹
拒守郿城，若兵来不可出战；令孙礼、辛毗截住箕谷道口，若兵来则
出奇兵击之。”郃曰：
“今将军当于何处进兵？”懿曰：
“吾素知秦
岭之西有一条路，地名街亭；旁有一城，名列柳城：此二处皆是汉中
咽喉。诸葛亮欺子丹无备，定从此进。吾与汝径取街亭，望阳平关不
远矣。亮若知吾断其街亭要路，绝其粮道，则陇西一境，不能安守，
必然连夜奔回汉中去也。彼若回动，吾提兵于小路击之，可得全胜；
若不归时，吾却将诸处小路尽皆垒断，俱以兵守之，一月无粮，蜀兵
皆饿死，亮必被吾擒矣。”张郃大悟，拜伏于地曰：
“都督神算也!”
懿曰：
“虽然如此，诸葛亮不比孟达，将军为先锋，不可轻进。当传
与诸将：循山西路，远远哨探，如无伏兵，方可前进；若是怠忽，必
中诸葛亮之计。”张郃受计引军而行。
却说孔明在祁山寨中，忽报：
“新城探细人来到。”孔明急唤入
问之。细作告曰：
“司马懿倍道而行，八日已到新城，孟达措手不
及；又被申耽、申仪、李辅、邓贤为内应：孟达被乱军所杀。今司马
懿撤兵到长安，见了魏主，同张郃引兵出关，来拒我师也。”孔明大
惊曰：
“孟达做事不密，死固当然。今司马懿出关，必取街亭，断吾
咽喉之路。”便问：
“谁敢引兵去守街亭？”言未毕，参军马谡曰：
“某愿往。”孔明曰：
“街亭虽小，干系甚重，倘街亭有失，吾大军
皆休矣。汝虽深通谋略，此地奈无城郭，又无险阻，守之极难。”谡
曰：
“某自幼熟读兵书，颇知兵法，岂一街亭不能守耶？”孔明曰：
“司马懿非等闲之辈，更有先锋张郃乃魏之名将，恐汝不能敌之。”
谡曰：
“休道司马懿、张郃，便是曹睿亲来，有何惧哉!若有差失，乞
斩全家。”孔明曰：
“军中无戏言。”谡曰：
“愿立军令状。”孔明
从之，谡遂写了军令状呈上。孔明曰：
“吾与汝二万五千精兵，再拨
一员上将，相助你去。”即唤王平分付曰：
“吾素知汝平生谨慎，故
特以此重任相托。汝可小心谨守此地，下寨必当要道之处，使贼兵急
切不能偷过。安营既毕，便画四至八道地理形状图本来我看。凡事商
议停当而行，不可轻易 (2) 。如所守无危，则是取长安第一功也。戒
之!戒之!”二人拜辞，引兵而去。
孔明寻思，恐二人有失，又唤高翔曰：
“街亭东北上有一城，名
列柳城，乃山僻小路，此可以屯兵扎寨。与汝一万兵，去此城屯扎。
但街亭危，可引兵救之。”高翔引兵而去。孔明又思：
“高翔非张郃
对手，必得一员大将屯兵于街亭之右，方可防之。”遂唤魏延引本部
兵，去街亭之后屯扎。延曰：
“某为前部，理合当先破敌，何故置某
于安闲之地？”孔明曰：
“前锋破敌，乃偏裨之事耳。今令汝接应街
亭，当阳平关冲要道路，总守汉中咽喉，此乃大任也，何为安闲乎？
汝勿以等闲视之，失吾大事，切宜小心在意。”魏延大喜，引兵而
去。孔明恰才心安，乃唤赵云、邓芝，分付曰：
“今司马懿出兵，与
旧日不同。汝二人各引一军出箕谷，以为疑兵，如逢魏兵，或战、或
不战，以惊其心。吾自统大军，由斜谷径取郿城，若得郿城，长安可
破矣。”二人受命而去。孔明令姜维作先锋，兵出斜谷。
却说马谡、王平二人兵到街亭，看了地势。马谡笑曰：
“丞相何
故多心也？量此山僻之处，魏兵如何敢来？”王平曰：
“虽然魏兵不
敢来，可就此五路总口下寨，却令军士伐木为栅，以图久计。”谡
曰：
“当道岂是下寨之地？此处侧边一山，四面皆不相连，且树木极
广，此乃天赐之险也，可就山上屯军。”平曰：
“参军差矣。若屯兵
当道，筑起城垣，贼兵总有十万 (3) ，不能偷过；今若弃此要路，屯
兵于山上，倘魏兵骤至，四面围定，将何策保之？”谡大笑曰：
“汝
真女子之见。兵法云：
‘凭高视下，势如劈竹。’若魏兵到来，吾教
他片甲不回。”平曰：
“吾累随丞相经阵，每到之处，丞相尽意指
教。今观此山，乃绝地也，若魏兵断我汲水之道，军士不战自乱
矣。”谡曰：
“汝莫乱道。孙子云：
‘置之死地而后生 (4) 。’若魏
兵绝我汲水之道，蜀兵岂不死战？以一可当百也 (5) 。吾素读兵书，
丞相诸事尚问于我，汝奈何相阻耶？”平曰：
“若参军欲在山上下
寨，可分兵与我，自于山西下一小寨，为掎角之势，倘魏兵至，可以
相应。”马谡不从。忽然山中居民成群结队，飞奔而来，报说魏兵已
到。王平欲辞去，马谡曰：
“汝既不听吾令，与汝五千兵，自去下
寨。待吾破了魏兵，到丞相面前，须分不得功。”王平引兵离山十里
下寨，画成图本，星夜差人去禀孔明，具说马谡自于山上下寨。
却说司马懿在城中，令次子司马昭去探前路：若街亭有兵守御，
即当按兵不行。司马昭奉令探了一遍，回见父曰：
“街亭有兵守
把。”懿叹曰：
“诸葛亮真乃神人，吾不如也。”昭笑曰：
“父亲何
故自堕志气耶？男料街亭易取 (6) 。”懿问曰：
“汝安敢出此大
言？”昭曰：
“男亲自哨见，当道并无寨栅，军皆屯于山上，故知可
破也。”懿大喜曰：
“若兵果在山上，乃天使吾成功矣。”遂更换衣
服，引百馀骑，亲自来看。是夜天晴月朗，直至山下，周围巡哨了一
遍，方回。马谡在山上见之，大笑曰：
“彼若有命，不来围山。”传
令与诸将：
“倘兵来，只见山顶上红旗招动，即四面皆下。”
却说司马懿回到寨中，使人打听是何将引兵守街亭。回报曰：
“乃马良之弟马谡也。”懿笑曰：
“徒有虚名，乃庸才耳。孔明用如
此人物，如何不误事？”又问：
“街亭左右别有军否？”探马报曰：
“离山十里有王平安营。”懿乃命张郃引一军，当住王平来路。又令
申耽、申仪引两路兵围山，先断了汲水道路；待蜀兵自乱，然后乘势
击之。当夜调度已定。
次日天明，张郃引兵先往背后去了。司马懿大驱军马，一拥而
进，把山四面围定。马谡在山上看时，只见魏兵漫山遍野，旌旗队
伍，甚是严整。蜀兵见之，尽皆丧胆，不敢下山。马谡将红旗招动，
军将你我相推，无一人敢动。谡大怒，自杀二将 (7) 。众军惊惧，只
得努力下山，来冲魏兵。魏兵端然不动，蜀兵又退上山去。马谡见事
不谐 (8) ，教军紧守寨门，只等外应。
却说王平见魏兵到，引军杀来，正遇张郃，战有数十馀合，平力
穷势孤，只得退去。魏兵自辰时困至戌时 (9) ，山上无水，军不得
食，寨中大乱。嚷到半夜时分 (10) ，山南蜀兵大开寨门，下山降魏。
马谡禁止不住。司马懿又令人于沿山放火，山上蜀兵越乱。马谡料守
不住，只得驱残兵，杀下山西逃奔。司马懿放条大路，让过马谡。背
后张郃引兵追来。赶到三十余里，前面鼓角齐鸣，一彪军出，放过马
谡，拦住张郃，视之，乃魏延也。延挥刀纵马，直取张郃。郃回军便
走。延驱兵赶来，复夺街亭。赶到五十馀里，一声喊起，两边伏兵齐
出：左边司马懿，右边司马昭，却抄在魏延背后，把延困在垓心。张
郃复来，三路兵合在一处。魏延左冲右突，不得脱身，折兵大半。
正危急间，忽一彪军杀入，乃王平也。延大喜曰：
“吾得生矣!”
二将合兵一处，大杀一阵，魏兵方退。二将慌忙奔回寨时，营中皆是
魏兵旌旗，申耽、申仪从营中杀出。王平、魏延径奔列柳城，来投高
翔。此时高翔闻知街亭有失，尽起列柳城之兵，前来救应，正遇延、
平二人，诉说前事。高翔曰：
“不如今晚去劫魏寨，再复街亭。”当
时三人在山坡下商议已定。
待天色将晚，兵分三路。魏延引兵先进，径到街亭，不见一人，
心中大疑，未敢轻进，且伏在路口等候。忽见高翔兵到，二人共说魏
兵不知在何处。正没理会，又不见王平兵到，忽然一声炮响，火光冲
天，鼓声震地，魏兵齐出，把魏延、高翔围在垓心。二人往来冲突，
不得脱身。忽听得山坡后喊声若雷，一彪军杀入，乃是王平，救了
高、魏二人，径奔列柳城来。比及奔到城下时，城边早有一军杀到，
旗上大书“魏都督郭淮”字样。原来郭淮与曹真商议，恐司马懿得了
全功，乃分淮来取街亭。闻知司马懿、张郃成了此功，遂引兵径袭列
柳城，正遇三将，大杀一阵。蜀兵伤者极多。魏延恐阳平关有失，慌
与王平、高翔望阳平关来。
却说郭淮收了军马，乃谓左右曰：
“吾虽不得街亭，却取了列柳
城，亦是大功。”引兵径到城下叫门，只见城上一声炮响，旗帜皆
竖，当头一面大旗，上书“平西都督司马懿”。懿撑起悬空板，倚定
护心木栏干，大笑曰：
“郭伯济来何迟也？”淮大惊曰：
“仲达神
机，吾不及也!”遂入城。相见已毕，懿曰：
“今街亭已失，诸葛亮必
走，公可速与子丹星夜追之。”郭淮从其言，出城而去。
懿唤张郃曰：
“子丹、伯济恐吾全获大功，故来取此城池。吾非
独欲成功，乃侥幸而已。吾料魏延、王平、马谡、高翔等辈，必先去
据阳平关。吾若去取此关，诸葛亮必随后掩杀，中其计矣。兵法
云：
‘归师勿掩，穷寇莫追 (11) 。’汝可从小路抄箕谷退兵，吾自引
兵当斜谷之兵。若彼败走，不可相拒，只宜中途截住，蜀兵辎重，可
尽得也。”张郃受计，引兵一半去了。懿下令：
“竟取斜谷 (12) ，由
西城而进。西城虽山僻小县，乃蜀兵屯粮之所，又南安、天水、安定
三郡总路，若得此城，三郡可复矣。”于是司马懿留申耽、申仪守列
柳城，自领大军望斜谷进发。
却说孔明自令马谡等守街亭去后，犹豫不定。忽报：
“王平使人
送图本至。”孔明唤入，左右呈上图本。孔明就文几上拆开视之，拍
案大惊曰：
“马谡无知，坑陷吾军矣!”左右问曰：
“丞相何故失
惊？”孔明曰：
“吾观此图本，失却要路，占山为寨。倘魏兵大至，
四面围合，断汲水道路，不须二日，军自乱矣。若街亭有失，吾等安
归？”长史杨仪进曰：
“某虽不才，愿替马幼常回。”孔明将安营之
法，一一分付与杨仪。
正待要行，忽报马到来，说：
“街亭、列柳城尽皆失了。”孔明
跌足长叹曰：
“大事去矣!此吾之过也。”急唤关兴、张苞，分付曰：
“汝二人各引三千精兵，投武功山小路而行。如遇魏兵，不可大击，
只鼓噪呐喊，为疑兵惊之。彼当自走，亦不可追。待军退尽，便投阳
平关去。”又令张翼先引军去修理剑阁，以备归路；又密传号令，教
大军暗暗收拾行装，以备起程；又令马岱、姜维断后，先伏于山谷
中，待诸军退尽，方始收兵；又差心腹人分路报与天水、南安、安定
三郡官吏军民，皆入汉中；又遣心腹人到冀县搬取姜维老母，送入汉
中。
孔明分拨已定，先引五千兵，退出西城县，搬运粮草。忽然十馀
次飞马报到，说：
“司马懿引大军十五万，望西城蜂拥而来。”时孔
明身边别无大将，只有一班文官；所引五千军，已分一半先运粮草去
了，只剩二千五百军在城中。众官听得这个消息，尽皆失色。孔明登
城望之，果然尘土冲天，魏兵分两路望西城县杀来。孔明传令，教：
“将旌旗尽皆隐匿。诸军各守城铺 (13) ，如有妄行出入及高言大语
者，斩之!大开四门，每一门二十军士扮作百姓，洒扫街道。如魏兵到
时，不可擅动，吾自有计。”孔明乃披鹤氅，戴纶巾，引二小童，携
琴一张，于城上敌楼前，凭栏而坐，焚香操琴。
却说司马懿前军哨到城下，见了如此模样，皆不敢进，急报与司
马懿。懿笑而不信，遂止住三军，自飞马远远望之。果见孔明坐于城
楼之上，笑容可掬 (14) ，焚香操琴。左有一童子，手捧宝剑；右有一
童子，手执麈尾。城门内外有二十馀百姓，低头洒扫，旁若无人。懿
看毕大疑，便到中军，教后军作前军，前军作后军，望北山路而退。
次子司马昭曰：
“莫非诸葛亮无军，故作此态？父亲何故便退兵？”
懿曰：
“亮平生谨慎，不曾弄险。今大开城门，必有埋伏，我兵若
进，中其计也。汝辈岂知？宜速退。”于是两路兵尽皆退去。
孔明见魏军远去，抚掌而笑。众官无不骇然，乃问孔明曰：
“司
马懿乃魏之名将，今统十五万精兵到此，见了丞相，便速退去，何
也？”孔明曰：
“此人料吾生平谨慎，必不弄险，见如此模样，疑有
伏兵，所以退去。吾非行险 (15) ，盖因不得已而用之。此人必引军投
山北小路去也，吾已令兴、苞二人在彼等候。”众皆惊服曰：
“丞相
之机，神鬼莫测。若某等之见，必弃城而走矣。”孔明曰：
“吾兵止
有二千五百，若弃城而走，必不能远遁，得不为司马懿所擒乎？”后
人有诗赞曰：
瑶琴三尺胜雄师，诸葛西城退敌时。
十五万人回马处，土人指点到今疑。
言讫，拍手大笑曰：
“吾若为司马懿，必不便退也。”遂下令，
教西城百姓随军入汉中，司马懿必将复来。于是孔明离西城，望汉中
而走。天水、安定、南安三郡官吏军民，陆续而来。
却说司马懿望武功山小路而走，忽然山坡后喊杀连天，鼓声震
地。懿回顾二子曰：
“吾若不走，必中诸葛亮之计矣。”只见大路上
一军杀来，旗上大书“右护卫使虎翼将军张苞”。魏兵皆弃甲抛戈而
走。行不到一程，山谷中喊声震地，鼓角喧天，前面一杆大旗，上书
“左护卫使龙骧将军关兴”。山谷应声，不知蜀兵多少；更兼魏军心
疑：不敢久停，只得尽弃辎重而去。兴、苞二人皆遵将令，不敢追
袭，多得军器、粮草而归。司马懿见山谷中皆有蜀兵，不敢出大路，
遂回街亭。
此时曹真听知孔明退兵，急引兵追赶。山背后一声炮响，蜀兵漫
山遍野而来，为首大将乃是姜维、马岱。真大惊，急退军时，先锋陈
造已被马岱所斩。真引兵鼠窜而还。蜀兵连夜皆奔回汉中。
却说赵云、邓芝伏兵于箕谷道中，闻孔明传令回军，云谓芝曰：
“魏军知吾兵退，必然来追。吾先引一军伏于其后，公却引兵打吾旗
号，徐徐而退，吾一步步自有护送也。”
却说郭淮提兵再回箕谷道中，唤先锋苏颙分付曰：
“蜀将赵云英
勇无敌，汝可小心提防。彼军若退，必有计也。”苏颙欣然曰：
“都
督若肯接应，某当生擒赵云。”遂引前部三千兵，奔入箕谷。看看赶
上蜀兵，只见山坡后闪出红旗白字，上书“赵云”。苏颙急收兵退
走。行不到数里，喊声大震，一彪军撞出，为首大将挺枪跃马，大喝
曰：
“汝识赵子龙否？”苏颙大惊曰：
“如何这里又有赵云？”措手
不及，被云一枪刺死于马下。馀军溃散。
云迤逦前进，背后又一军到，乃郭淮部将万政也。云见魏兵追
急，乃勒马挺枪，立于路口，待来将交锋。蜀兵已去三十馀里。万政
认得是赵云，不敢前进。云等得天色黄昏，方才拨回马，缓缓而进。
郭淮兵到，万政言：
“赵云英勇如旧，因此不敢近前。”淮传令教军
急赶，政令数百骑壮士赶来。行至一大林，忽听得背后大喝一声曰：
“赵子龙在此!”惊得魏兵落马者百馀人，馀者皆越岭而去。万政勉强
来敌，被云一箭射中盔缨，惊跌于涧中。云以枪指之曰：
“吾饶汝性
命回去，快教郭淮赶来。”万政脱命而回 (16) 。云护送车仗人马，望
汉中而去，沿途并无遗失。曹真、郭淮复夺三郡，以为己功。
却说司马懿分兵而进，此时蜀兵尽回汉中去了。懿引一军复到西
城，因问遗下居民及山僻隐者。皆言孔明止有二千五百军在城中，又
无武将，只有几个文官，别无埋伏。武功山小民告曰：
“关兴、张苞
只各有三千军，转山呐喊，鼓噪惊追，又无别军，并不敢厮杀。”懿
悔之不及，仰天叹曰：
“吾不如孔明也!”遂安抚了诸处官民，引兵径
还长安，朝见魏主。睿曰：
“今日复得陇西诸郡，皆卿之功也。”懿
奏曰：
“今蜀兵皆在汉中，未尽剿灭。臣乞大兵并力收川，以报陛
下。”睿大喜，令懿即便兴兵。忽班内一人出奏曰：
“臣有一计，足
可定蜀降吴。”正是：
蜀中将相方归国，魏地君臣又逞谋。
未知献计者是谁，且看下文分解。
--------------------
(1) 武侯弹琴退仲达——即指极为著名的“空城计”故事。事本《三国志·蜀志·诸葛
亮传》裴松之注引晋·郭冲《条诸葛亮五事》其三：“亮屯于阳平，遣魏延诸军并兵东下，
亮惟留万人守城。晋宣帝(司马懿)率二十万众拒亮，而与延军错道，径至前，当亮六十里
所。侦候白宣帝，说亮在城中，兵少力弱。亮亦知宣帝垂至，已与相逼，欲前赴延军，相去
又远，回迹反追，势不相及。将士失色，莫知其计。亮意气自若，敕军中皆卧旗息鼓，不得
妄出庵幔；又令大开四城门，扫地却洒。宣帝常谓亮持重，而猥见势弱，疑其有伏兵，于是
引军北趣山。明日食时，亮谓参佐拊手大笑曰：‘司马懿必谓吾怯，将有强伏，循山走
矣。’候逻还白，如亮所言。宣帝后知，深以为恨。”其实“空城计”是古今兵家常用的计
谋之一，多用于敌我兵力悬殊，难以力敌，故以假象迷惑敌军，使其判断失误，从而以弱胜
强。因此在正史和野史中，“空城计”实例屡见不鲜，但皆未明确称作“空城计”。如《北
齐书·祖珽传》和《北史·祖珽传》载：祖珽刚接任北徐州刺史，适逢南朝陈兵入侵。“珽
不关城门，守埤者皆令下城静坐，街巷禁断行人，鸡犬不听鸣吠。贼无所闻见，不测所以，
疑惑人走城空，不设警备。珽忽然令大叫，鼓譟聒天。贼大惊，登时走散。”又如《旧唐书
·张守珪传》和《新唐书·张守珪传》载：开元十五年，吐蕃侵犯爪州，爪州刺史王君？战
死。张守珪临危受命为瓜州刺史，刚率残兵修复城堞，吐蕃大军又临城下。“守珪曰：‘彼
众我寡，又创痍之后，不可以矢石相持，须以权道制之也。’乃于城上置酒作乐，以会将
士。贼疑城中有备，竟不敢攻城而退。”罗贯中根据正史和野史中的“空城计”故事，又添
枝加叶，增加了不少细节描写，从而使这一故事更为生动。由于小说《三国演义》和清代以
后的京剧和地方戏中《空城计》的广泛流传，才使“空城计”由军事专用成语变为生活中的
常用成语。
(2) 轻易——因不当回事而轻率大意。
(3) 总有——纵有。
(4) 置之死地而后生——语本《孙子·九地篇》：“投之亡地然后存，陷之死地然后
生。”《史记·淮阴侯列传》引作：“陷之死地而后生，置之亡地而后存。”《汉书·韩信
传》引作：“陷之死地而后生，投之亡地而后存。”意谓把人放在如不拼死作战就会死亡的
境地，才能奋不顾身，杀敌取胜，从而求得生存。
(5) 以一当百——语本“一当百”，出自《后汉书·光武帝纪上》：“诸将既经累(屡)
捷，胆气益壮，无不一当百。”意谓一个人当一百个人用或一个人抵得上一百个人。多用于
作战。
(6) 男——儿子对父母的自称。
(7) 自杀——这里是亲自动手杀人之意。
(8) 不谐——不顺利，不成功。
(9) 自辰时至戌时——相当于今从上午七时至晚上九时，共计十四个小时。
(10) 嚷——这里是喧闹之意。
(11) 归师勿掩，穷寇莫追——语本《孙子·军争篇》，原文是：“归师勿遏，围师必
阙，穷寇勿迫，此用兵之法也。”意谓撤退的敌军不要拦截，包围敌军时一定要留出让其逃
跑的缺口，被打败的敌军不要穷追猛打。总之是不要过分逼迫陷于绝境的敌军，否则它会拚
命反扑，使自己受到不必要的损失。
(12) 竟——径直，一直。
(13) 　城铺——兵士在城墙上防守的地段。
(14) 笑容可掬——掬：两手捧起来。语或本宋·楼钥《史少师赐第赏芍药分韵得木
字》：“相君戴花笑，和气俱可掬。”意谓脸上的笑容好像能用两手捧起来。形容脸上堆满
了笑容。
(15) 弄险、行险——冒险。
(16) 脱命——逃命。
第九十六回 孔明挥泪斩马谡 周鲂断发赚曹休
却说献计者乃尚书孙资也。曹睿问曰：
“卿有何妙计？”资奏
曰：
“昔太祖武皇帝收张鲁时，危而后济 (1) 。常对群臣曰：
‘南郑
之地，真为天狱 (2) 。’中斜谷道为五百里石穴，非用武之地。今若
尽起天下之兵伐蜀，则东吴又将入寇。不如以现在之兵，分命大将据
守险要，养精蓄锐。不过数年，中国日盛 (3) ，吴、蜀二国必自相残
害，那时图之，岂非胜算？乞陛下裁之。”睿乃问司马懿曰：
“此论
若何？”懿奏曰：
“孙尚书所言极当。”睿从之，命懿分拨诸将守把
险要，留郭淮、张郃守长安。大赏三军，驾回洛阳。
却说孔明回到汉中，计点军士，只少赵云、邓芝，心中甚忧，乃
令关兴、张苞各引一军接应。二人正欲起身，忽报赵云、邓芝到来，
并不曾折一人一骑；辎重等器，亦无遗失。孔明大喜，亲引诸将出
迎。赵云慌忙下马伏地曰：
“败军之将，何劳丞相远接？”孔明急扶
起，执手而言曰：
“是吾不识贤愚，以致如此。各处兵将败损，惟子
龙不折一人一骑，何也？”邓芝告曰：
“某引兵先行，子龙独自断
后，斩将立功，敌人惊怕，因此军资什物 (4) ，不曾遗弃。”孔明
曰：
“真将军也!”遂取金五十斤以赠赵云，又取绢一万匹赏云部卒。
云辞曰：
“三军无尺寸之功，某等俱各有罪，若反受赏，乃丞相赏罚
不明也。且请寄库，候今冬赐与诸军未迟。”孔明叹曰：
“先帝在
日，常称子龙之德，今果如此。”乃倍加钦敬。
忽报：
“马谡、王平、魏延、高翔至。”孔明先唤王平入帐，责
之曰：
“吾令汝同马谡守街亭，汝何不谏之，致使失事？”平曰：
“某再三相劝，要在当道筑土城，安营守把。参军大怒不从，某因此
自引五千军离山十里下寨。魏兵骤至，把山四面围合，某引兵冲杀十
馀次，皆不能入。次日土崩瓦解，降者无数。某孤军难立，故投魏文
长求救。半途又被魏兵困在山谷之中，某奋死杀出。比及归寨，早被
魏兵占了。及投列柳城时，路逢高翔，遂分兵三路，去劫魏寨，指望
克复街亭。因见街亭并无伏路军，以此心疑。登高望之，只见魏延、
高翔被魏兵围住，某即杀入重围，救出二将，就同参军并在一处。某
恐失却阳平关，因此急来回守。非某之不谏也。丞相不信，可问各部
将校。”孔明喝退，又唤马谡入帐。
谡自缚跪于帐前。孔明变色曰：
“汝自幼饱读兵书 (5) ，熟谙战
法。吾累次丁宁告戒 (6) ，街亭是吾根本。汝以全家之命，领此重
任。汝若早听王平之言，岂有此祸？今败军折将，失地陷城，皆汝之
过也。若不明正军律，何以服众？汝今犯法，休得怨吾。汝死之后，
汝之家小，吾按月给与禄粮，汝不必挂心。”叱左右推出斩之。谡泣
曰：
“丞相视某如子，某以丞相为父。某之死罪，实已难逃。愿丞相
思舜帝殛鲧用禹之义 (7) ，某虽死亦无恨于九泉。”言讫大哭。孔明
挥泪曰：
“吾与汝义同兄弟，汝之子即吾之子也，不必多嘱。”
左右推出马谡，于辕门之外将斩。参军蒋琬自成都至，见武士欲
斩马谡，大惊，高叫：
“留人!”入见孔明曰：
“昔楚杀得臣而文公喜
(8) 。今天下未定，而戮智谋之臣，岂不可惜乎？”孔明流涕而答
曰：
“昔孙武所以能制胜于天下者，用法明也 (9) 。今四方分争，兵
戈方始，若复废法，何以讨贼耶？合当斩之。”须臾，武士献马谡首
级于阶下。孔明大哭不已。蒋琬问曰：
“今幼常得罪，既正军法，丞
相何故哭耶？”孔明曰：
“吾非为马谡而哭，吾想先帝在白帝城临危
之时，曾嘱吾曰：
‘马谡言过其实，不可大用。’今果应此言。乃深
恨己之不明，追思先帝之言，因此痛哭耳。”大小将士，无不流涕。
马谡亡年三十九岁，时建兴六年夏五月也。后人有诗曰：
失守街亭罪不轻，堪嗟马谡枉谈兵。
辕门斩首严军法，拭泪犹思先帝明。
却说孔明斩了马谡，将首级遍示各营已毕，用线缝在尸上，具棺
葬之，自修祭文享祀；将谡家小加意抚恤，按月给与禄米。于是孔明
自作表文，令蒋琬申奏后主，请自贬丞相之职。琬回成都，入见后
主，进上孔明表章。后主拆视之，表曰：
臣本庸才，叨窃非据 (10) ，亲秉旄钺 (11) ，以励三军。不能训章明法，临
事而惧 (12) ，至有街亭违命之阙，箕谷不戒之失。咎皆在臣，授任无方 (13) 。
臣明不知人，恤事多暗 (14) 。《春秋》责帅，臣职是当 (15) 。请自贬三等，以
督厥咎 (16) 。臣不胜惭愧，俯伏待命。
后主览毕曰：
“胜负兵家常事，丞相何出此言？”侍中费祎奏
曰：
“臣闻治国者，必以奉法为重。法若不行，何以服人？丞相败
绩，自行贬降，正其宜也。”后主从之，乃诏贬孔明为右将军，行丞
相事，照旧总督军马。就命费祎赍诏到汉中。
孔明受诏贬降讫，祎恐孔明羞赧 (17) ，乃贺曰：
“蜀中之民知丞
相初拔四县，深以为喜。”孔明变色曰：
“是何言也!得而复失，与不
得同。公以此贺我，实足使我愧赧耳。”祎又曰：
“近闻丞相得姜
维，天子甚喜。”孔明怒曰：
“兵败师还，不曾夺得寸土，此吾之大
罪也。量得一姜维，于魏何损？”祎又曰：
“丞相现统雄师数十万，
可再伐魏乎？”孔明曰：
“昔大军屯于祁山、箕谷之时，我兵多于贼
兵，而不能破贼，反为贼所破，此病不在兵之多寡，在主将耳。今欲
减兵省将，明罚思过，较变通之道于将来 (18) 。如其不然，虽兵多何
用？自今以后，诸人有远虑于国者，但勤攻吾之阙 (19) ，责吾之短，
则事可定，贼可灭，功可翘足而待矣 (20) 。”费祎诸将皆服其论。费
祎自回成都。孔明在汉中，惜军爱民，励兵讲武，置造攻城渡水之器
(21) ，聚积粮草，预备战筏，以为后图。
细作探知，报入洛阳。魏主曹睿闻知，即召司马懿，商议收川之
策。懿曰：
“蜀未可攻也。方今天道亢炎 (22) ，蜀兵必不出。若我军
深入其地，彼守其险要，急切难下。”睿曰：
“倘蜀兵再来入寇，如
之奈何？”懿曰：
“臣已算定今番诸葛亮必效韩信暗度陈仓之计 (23)
。臣举一人往陈仓道口，筑城守御，万无一失。此人身长九尺，猿臂
善射，深有谋略。若诸葛亮入寇，此人足可当之。”睿大喜，问曰：
“此何人也？”懿奏曰：
“乃太原人，姓郝名昭，字伯道，现为杂号
将军，镇守河西。”睿从之，加郝昭为镇西将军，命守把陈仓道口，
遣使持诏去讫。
忽报扬州司马大都督曹休上表，说东吴鄱阳太守周鲂愿以郡来
降，密遣人陈言七事，说东吴可破，乞早发兵取之。睿就御床上展
开，与司马懿同观。懿奏曰：
“此言极有理，吴当灭矣。臣愿引一军
往助曹休。”忽班中一人进曰：
“吴人之言，反覆不一，未可深信。
周鲂智谋之士，必不肯降，此特诱兵之诡计也。”众视之，乃建威将
军贾逵也。懿曰：
“此言亦不可不听，机会亦不可错失。”魏主曰：
“仲达可与贾逵同助曹休。”二人领命去讫。于是曹休引大军径取皖
城；贾逵引前将军满宠、东莞太守胡质，径取阳城，直向东关；司马
懿引本部军径取江陵。
却说吴主孙权在武昌东关，会多官商议曰：
“今有鄱阳太守周鲂
密表，奏称魏扬州都督曹休有入寇之意。今鲂诈施诡计，暗陈七事，
引诱魏兵深入重地，可设伏兵擒之。今魏兵分三路而来，诸卿有何高
见？”顾雍进曰：
“此大任非陆伯言不敢当也。”权大喜，乃召陆
逊，封为辅国大将军、平北都元帅，统御林大兵，摄行王事 (24) ，授
以白旄黄钺，文武百官皆听约束，权亲自与逊执鞭。逊领命，谢恩
毕，乃保二人为左右都督，分兵以迎三道。权问何人。逊曰：
“奋威
将军朱桓，绥南将军全琮，二人可为辅佐。”权从之，即命朱桓为左
都督，全琮为右都督。
于是陆逊总率江南八十一州并荆湖之众七十馀万，令朱桓在左，
全琮在右，逊自居中，三路进兵。朱桓献策曰：
“曹休以亲见任，非
智勇之将也。今听周鲂诱言，深入重地，元帅以兵击之，曹休必败。
败后必走两条路：左乃夹石，右乃挂车。此二条路皆山僻小径，最为
险峻。某愿与全子璜各引一军伏于山险，先以柴木、大石塞断其路，
曹休可擒矣。若擒了曹休，便长驱直进，唾手而得寿春，以窥许、
洛，此万世一时也。”逊曰：
“此非善策，吾自有妙用。”于是朱桓
怀不平而退。逊令诸葛瑾等拒守江陵，以敌司马懿。诸路俱各调拨停
当。
却说曹休兵临皖城，周鲂来迎，径到曹休帐下。休问曰：
“近得
足下之书，所陈七事，深为有理，奏闻天子，故起大军三路进发。若
得江东之地，足下之功不小。有人言足下多谋，诚恐所言不实。吾料
足下必不欺我。”周鲂大哭，急掣从人所佩剑欲自刎。休急止之。鲂
仗剑而言曰：
“吾所陈七事，恨不能吐出心肝。今反生疑，必有吴人
使反间之计也。若听其言，吾必死矣。吾之忠心，惟天可表。”言
讫，又欲自刎。曹休大惊，慌忙抱住曰：
“吾戏言耳，足下何故如
此？”鲂乃用剑割发，掷于地曰：
“吾以忠心待公，公以吾为戏。吾
割父母所遗之发，以表此心。”曹休乃深信之，设宴相待。席罢，周
鲂辞去。
忽报：
“建威将军贾逵来见。”休令入，问曰：
“汝此来何
为？”逵曰：
“某料东吴之兵，必尽屯于皖城。都督不可轻进，待某
两下夹攻，贼兵可破矣。”休怒曰：
“汝欲夺吾功耶？”逵曰：
“又
闻周鲂截发为誓，此乃诈也。昔要离断臂，刺杀庆忌 (25) 。未可深
信。”休大怒曰：
“吾正欲进兵，汝何出此言，以慢军心？”叱左右
推出斩之。众将告曰：
“未及进兵，先斩大将，于军不利，且乞暂
免。”休从之，将贾逵兵留在寨中调用，自引一军来取东关。
时周鲂听知贾逵削去兵权，暗喜曰：
“曹休若用贾逵之言，则东
吴败矣。今天使我成功也。”即遣人密到皖城，报知陆逊。逊唤诸将
听令曰：
“前面石亭，虽是山路，足可埋伏。早先去占石亭阔处，布
成阵势，以待魏军。”遂令徐盛为先锋，引兵前进。
却说曹休命周鲂引兵而进，正行间，休问曰：
“前至何处？”鲂
曰：
“前面石亭也，堪以屯兵。”休从之，遂率大军并车仗等器，尽
赴石亭驻扎。次日，哨马报道：
“前面吴兵不知多少，据住山口。”
休大惊曰：
“周鲂言无兵，为何有准备？”急寻鲂问之。人报：
“周
鲂引数十人，不知何处去了。”休大悔曰：
“吾中贼之计矣!虽然如
此，亦不足惧。”遂令大将张普为先锋，引数千兵来与吴兵交战。两
阵对圆，张普出马骂曰：
“贼将早降!”徐盛出马相迎。战无数合，普
抵敌不住，勒马收兵，回见曹休，言徐盛勇不可当。休曰：
“吾当以
奇兵胜之。”就令张普引二万军伏于石亭之南，又令薛乔引二万军伏
于石亭之北：
“明日吾自引一千兵搦战，却佯输诈败，诱到北山之
前，放炮为号，三面夹攻，必获大胜。”二将受计，各引二万军，到
晚埋伏去了。
却说陆逊唤朱桓、全琮，分付曰：
“汝二人各引三万军，从石亭
山路抄到曹休寨后，放火为号；吾亲率大军从中路而进：可擒曹休
也。”当日黄昏，二将受计，引兵而进。二更时分，朱桓引一军正抄
到魏寨后，迎着张普伏兵。普不知是吴兵，径来问时，被朱桓一刀斩
于马下。魏兵便走。桓令后军放火。全琮引一军抄到魏寨后，正撞在
薛乔阵里，就那里大杀一阵。薛乔败走，魏兵大损，奔回本寨。后面
朱桓、全琮两路杀来。曹休寨中大乱，自相冲击。
休慌上马，望夹石道奔走。徐盛引大队军马，从正路杀来。魏兵
死者不可胜数，逃命者尽弃衣甲。
曹休大惊，在夹石道中奋力奔走。忽见一彪军从小路冲出，为首
大将乃贾逵也。休惊慌少息，自愧曰：
“吾不用公言，果遭此败。”
逵曰：
“都督可速出此道，若被吴兵以木石塞断，吾等皆危矣。”于
是曹休骤马而行，贾逵断后。逵于林木盛茂处及险峻小径，多设旌旗
以为疑兵。及至徐盛赶到，见山坡下闪出旗角，疑有埋伏，不敢追
赶，收兵而回，因此救了曹休。司马懿听知休败，亦引兵退去。
却说陆逊正望捷音，须臾，徐盛、朱桓、全琮皆到。所得车仗、
牛马、驴骡、军资、器械不计其数，降兵数万馀人。逊大喜，即同太
守周鲂并诸将班师还吴。吴主孙权领文武官僚出武昌城迎接，以御盖
覆逊而入。诸将尽皆升赏。权见周鲂无发，慰劳曰：
“卿断发成此大
事，功名当书于竹帛也。”即封周鲂为关内侯。大设筵会，劳军庆
贺。
陆逊奏曰：
“今曹休大败，魏已丧胆。可修国书，遣使入川，教
诸葛亮进兵攻之。”权从其言，遂遣使赍书入川去。正是：
只因东国能施计，致令西川又动兵。
未知孔明再来伐魏胜负如何，且看下文分解。
--------------------
(1) 危而后济——意谓起初处于危险的境地，最后取得了成功。
(2) 天狱——天然的牢狱。形容地形极其险恶，一旦被困，很难突围。
(3) 中国——这里指魏国。因其据有中原之地，又自以为承汉之正统，故称。
(4) 什(sh í石)物——义同“杂物”。即各种物品和器具。
(5) 饱读兵书——语出宋·张耒《送杨念三监簿侍行赴鄂渚》诗：“饱读兵书取卿相，
不应如我老无成。”意谓充分阅读兵书或读了很多兵书。
(6) 丁宁——通“叮咛”。
(7) 舜帝殛(j í集)鲧用禹——事见《史记·五帝本纪》：尧帝年老，命舜摄政。“四
岳(官名)举鲧治鸿(通“洪”)水，尧以为不可，岳强请试之，试之而无功，故百姓不便。”
“于是舜归而言于帝，请……殛鲧于羽山”。后舜继尧为帝，用鲧之子禹治水，终于成功。
马谡用此故事，希望诸葛亮善待其子。殛：杀死。
(8) 楚杀得臣而文公喜——事见《左传·僖公二十八年》：是年晋国讨伐曹国和卫国，
楚国大将成得臣(字子玉)率兵救援，结果大败，被迫自杀。晋文公得知后大喜。这里借喻斩
马谡是亲痛仇快之举。
(9) “昔孙武”二句——事见《史记·孙子吴起列传》：孙武为春秋时齐人，以兵法见
于吴王阖庐。吴王欲试孙武如何将兵，便派给他一百八十名宫女。孙武将她们分为两队，并
指派吴王的两名宠姬为队长。孙武先训练她们向前、向后、向左、向右看，宫女们嘻嘻哈哈
不听令。孙武要斩两个队长，吴王求情，孙武说：“臣既已受命为将，将在军，君命有所不
受。”遂斩了两个队长，宫女们都惟命是从。吴王便任命孙武为将，终于使吴国称霸一时。
(10) 叨窃非据——谦称自己占据了不该属于自己的职位。叨窃：不该得而得。非据：典
出《周易·系辞下》：“非所据而据焉，身必危。”后即指非分占据的职位。
(11) 亲秉旄钺——意谓亲自执掌兵权。旄钺：白旄和黄钺。代指兵权。典出《尚书·周
书·牧誓》：“王左杖黄钺，右秉白旄以麾。”
(12) 不能训章明法，临事而惧——意谓自己既未能好好教导下属熟悉军纪和法规，也未
能像孔子那样每于战前均有所戒惧。临事而惧：语出《论语·述而》：“子路曰：‘子行三
军，则谁与？’子曰：‘暴虎冯河，死而无悔者，吾不与也。必也临事而惧，好谋而成者
也。’”
(13) 授任无方——意谓授官任命，很不得法。
(14) 恤事多暗——意谓考虑事情不周密。暗：不明，不周。
(15) 《春秋》责帅，臣职是当——意谓《春秋》一书记载战事，总是把战败的责任归于
统帅，而我正是统帅，所以我应该承当战败的责任。
(16) 以督厥咎——意谓用以惩罚我的过错。督：惩罚，责罚。厥：其。代指我、咎：过
错，罪过。
(17) 羞赧——羞愧得脸红。形容非常羞愧。下文的“愧赧”与此同义。
(18) 较变通之道——即改变过去的做法，采用不拘常规的灵活办法。较：改变，改用。
(19) 阙——通“缺”。即缺点，缺失，不足。
(20) 翘足而待——翘：举，抬。“翘足而待”出自《史记·高祖本纪》：“大臣内叛，
诸侯外反，亡可翘足而待也。”又见《汉书·高帝纪下》，文作：“大臣内畔，诸将外反，
亡可跷足待也。”意谓一抬脚的工夫就可等到。多指某种情况很快就会发生或出现。
(21) 置造——建造。
(22) 天道亢炎——天气炎热。
(23) 韩信暗度陈仓之计——事见《史记·高祖本纪》：刘邦将从汉中攻项羽，采用韩信
之计：明里派兵修复栈道，以迷惑项羽；暗中却绕道偷过陈仓(古县名，在今陕西宝鸡市
东)，打败了项羽之军。后即以“暗度陈仓”或“明修栈道，暗度陈仓”喻声东击西之计。
(24) 摄行王事——代行帝王之权，发号施令。
(25) 要离断臂，刺杀庆忌——其事散见于《吕氏春秋·忠廉》、《吴越春秋·阖闾内
侍》、《史记·鲁仲连邹阳列传》：要离为春秋时吴国刺客。他奉吴王阖闾之命，去刺杀吴
王僚的儿子庆忌。为了取得庆忌的信任，他请吴王断其一臂，果然骗过了庆忌，乘机刺杀了
庆忌，他也自杀。贾逵借此说明周鲂割发为诡计。
第九十七回 讨魏国武侯再上表 破曹兵姜维诈献书
却说蜀汉建兴六年秋九月，魏都督曹休被东吴陆逊大破于石亭，
车仗、马匹、军资、器械并皆罄尽。休惶恐之甚，气忧成病，到洛
阳，疽发背而死 (1) 。魏主曹睿敕令厚葬。司马懿引兵还，众将接
入，问曰：
“曹都督兵败，即元帅之干系，何故急回耶？”懿曰：
“吾料诸葛亮知吾兵败，必乘虚来取长安。倘陇西紧急，何人救之？
吾故回耳。”众皆以为惧怯，哂笑而退。
却说东吴遣使致书蜀中，请兵伐魏，并言大破曹休之事：一者显
自己威风，二者通和会之好 (2) 。后主大喜，令人持书至汉中，报知
孔明。时孔明兵强马壮，粮草丰足，所用之物，一切完备，正要出
师。听知此信，即设宴大会诸将，计议出师。忽一阵大风，自东北角
上而起，把庭前松树吹折。众皆大惊。孔明就占一课，曰：
“此风主
损一大将。”诸将未信。正饮酒间，忽报：
“镇南将军赵云长子赵
统、次子赵广来见丞相。”孔明大惊，掷杯于地曰：
“子龙休矣!”二
子入见，拜哭曰：
“某父昨夜三更病重而死。”孔明跌足而哭曰：
“子龙身故，国家损一栋梁，吾去一臂也!”众将无不挥涕。孔明令二
子入成都面君报丧。后主闻云死，放声大哭曰：
“朕昔年幼，非子龙
则死于乱军之中矣!”即下诏追赠大将军，谥封顺平侯，敕葬于成都锦
屏山之东，建立庙堂，四时享祭。后人有诗曰：
常山有虎将，智勇匹关张 (3) 。
汉水功勋在 (4) ，当阳姓字彰 (5) 。
两番扶幼主 (6) ，一念答先皇。
青史书忠烈，应流百世芳。
却说后主思念赵云昔日之功，祭葬甚厚；封赵统为虎贲中郎，赵
广为牙门将，就令守坟。二人辞谢而去。忽近臣奏曰：
“诸葛丞相将
军马分拨已定，即日将出师伐魏。”后主问在朝诸臣，诸臣多言未可
轻动。后主疑虑未决。忽奏：
“丞相令杨仪赍《出师表》至 (7) 。”
后主宣入，仪呈上表章。后主就御案上拆视，其表曰：
先帝虑汉、贼不两立 (8) ，王业不偏安 (9) ，故托臣以讨贼也。以先帝之
明，量臣之才，故知臣伐贼，才弱敌强也。然不伐贼，王业亦亡。惟坐而待亡，
孰与伐之 (10) ？是故托臣而弗疑也。臣受命之日，寝不安席，食不甘味 (11) 。
思惟北征，宜先入南，故五月渡沪，深入不毛，并日而食 (12) 。臣非不自惜也，
顾王业不可偏安于蜀都，故冒危难，以奉先帝之遗意。而议者谓为非计 (13) 。今
贼适疲于西 (14) ，又务于东 (15) ，兵法乘劳 (16) ，此进趋之时也 (17) 。谨陈其
事如左 (18) ：
高帝明并日月 (19) ，谋臣渊深 (20) ，然涉险被创，危然后安。今陛下未及
高帝，谋臣不如良、平 (21) ，而欲以长策取胜，坐定天下 (22) ，此臣之未解一
也 (23) 。刘繇、王朗，各据州郡，论安言计，动引圣人，群疑满腹，众难塞胸；
今岁不战，明年不征，使孙策坐大 (24) ，遂并江东，此臣之未解二也。曹操智
计，殊绝于人，其用兵也，仿佛孙、吴，然困于南阳，险于乌巢，危于祁连，逼
于黎阳，几败北山，殆死潼关，然后伪定一时耳 (25) ；况臣才弱，而欲以不危而
定之，此臣之未解三也。曹操五攻昌霸不下，四越巢湖不成，任用李服而李服图
之，委任夏侯而夏侯败亡，先帝每称操为能 (26) ，犹有此失；况臣驽下 (27) ，
何能必胜？此臣之未解四也。自臣到汉中，中间期年耳 (28) ，然丧赵云、阳群、
马玉、阎芝、丁立、白寿、刘郃、邓铜等及曲长屯将七十馀人 (29) ，突将无前
(30) ，賨、叟、青羌散骑武骑一千馀人 (31) ，此皆数十年之内所纠合四方之精
锐，非一州之所有；若复数年，则损三分之二也，当何以图敌 (32) ？此臣之未解
五也。今民穷兵疲，而事不可息；事不可息，则住与行，劳费正等 (33) 。而不及
今图之，欲以一州之地，与贼持久，此臣之未解六也。
夫难平者 (34) ，事也。昔先帝败军于楚 (35) ，当此之时，曹操拊手 (36)
，谓天下已定。然后先帝东连吴越，西取巴蜀，举兵北征，夏侯授首 (37) ，此操
之失计 (38) ，而汉事将成也。然后吴更违盟，关羽毁败 (39) ，秭归蹉跌 (40) ，
曹丕称帝，凡事如是，难可逆见 (41) 。臣鞠躬尽瘁，死而后已 (42) ，至于成败
利钝 (43) ，非臣之明所能逆睹也。
后主览表甚喜，即敕令孔明出师。孔明受命，起三十万精兵，令
魏延总督前部先锋，径奔陈仓道口而来。
早有细作报入洛阳。司马懿奏知魏主，大会文武商议。大将军曹
真出班奏曰：
“臣昨守陇西，功微罪大，不胜惶恐。今乞引大军往擒
诸葛亮。臣近得一员大将，使六十斤大刀，骑千里征 马，开两石
铁胎弓 (44) ，暗藏三个流星锤，百发百中，有万夫不当之勇，乃陇西
狄道人，姓王名双，字子全。臣保此人为先锋。”睿大喜，便召王双
上殿。视之，身长九尺，面黑睛黄，熊腰虎背。睿笑曰：
“朕得此大
将，有何虑哉!”遂赐锦袍金甲，封为虎威将军、前部大先锋；曹真为
大都督。真谢恩出朝，遂引十五万精兵，会合郭淮、张郃，分道守把
隘口。
却说蜀兵前队哨至陈仓，回报孔明说：
“陈仓口已筑起一城，内
有大将郝昭守把，深沟高垒，遍排鹿角，十分谨严。不如弃了此城，
从太白岭鸟道 (45) ，出祁山甚便。”孔明曰：
“陈仓正北是街亭，必
得此城，方可进兵。”命魏延引兵到城下，四面攻之，连日不能破。
魏延复来告孔明，说城难打。孔明大怒，欲斩魏延。忽帐下一人告
曰：
“某虽无才，随丞相多年，未尝报效。愿去陈仓城中，说郝昭来
降，不用张弓只箭。”众视之，乃部曲靳祥也。孔明曰：
“汝用何言
以说之？”祥曰：
“郝昭与某，同是陇西人氏，自幼交契。某今到
彼，以利害说之，必来降矣。”孔明即令前去。
靳祥骤马径到城下，叫曰：
“郝伯道故人靳祥来见。”城上人报
知郝昭。昭令开门放入，登城相见。昭问曰：
“故人因何到此？”祥
曰：
“吾在西蜀孔明帐下，参赞军机，待以上宾之礼。特令某来见
公，有言相告。”昭勃然变色曰：
“诸葛亮乃我国仇敌也。吾事魏，
汝事蜀，各事其主，昔时为昆仲，今时为仇敌。汝再不必多言，便请
出城。”靳祥又欲开言，郝昭已出敌楼上了。魏军急催上马，赶出城
外。祥回头视之，见昭倚定护心木栏杆。祥勒马以鞭指之曰：
“伯道
贤弟，何太情薄耶？”昭曰：
“魏国法度，兄所知也。吾受国恩，但
有死而已，兄不必下说词。早回见诸葛亮，教快来攻城，吾不惧
也。”
祥回告孔明曰：
“郝昭未等某开言，便先阻却。”孔明曰：
“汝
可再去见他，以利害说之。”祥又到城下，请郝昭相见。昭出到敌楼
上，祥勒马高叫曰：
“伯道贤弟，听吾忠言：汝据守一孤城，怎拒数
十万之众？今不早降，后悔无及。且不顺大汉而事奸魏，抑何不知天
命、不辨清浊乎？愿伯道思之。”郝昭大怒，拈弓搭箭，指靳祥而喝
曰：
“吾前言已定，汝不必再言。可速退，吾不射汝。”
靳祥回见孔明，具言郝昭如此光景。孔明大怒曰：
“匹夫无礼太
甚!岂欺吾无攻城之具耶？”随叫土人问曰：
“陈仓城中有多少人
马？”土人告曰：
“虽不知的数 (46) ，约有三千人。”孔明笑曰：
“量此小城，安能御我？休等他救兵到，火速攻之。”于是军中起百
乘云梯，一乘上可立十数人，周围用木板遮护。军士各把短梯软索，
听军中擂鼓，一齐上城。郝昭在敌楼上望见蜀兵装起云梯，四面而
来，即令三千军各执火箭，分布四面，待云梯近城，一齐射之。孔明
只道城中无备，故大造云梯，令三军鼓噪呐喊而进。不期城上火箭齐
发，云梯尽着，梯上军士多被烧死，城上矢石如雨，蜀兵皆退。孔明
大怒曰：
“汝烧吾云梯，吾却用冲车之法 (47) 。”于是连夜安排下冲
车。次日，又四面鼓嗓呐喊而进。郝昭急命运石凿眼，用葛绳穿定飞
打，冲车皆被打折。孔明又令人运土填城壕，教廖化引三千锹䦆军
(48) ，从夜间掘地道，暗入城去。郝昭又于城中掘重壕横截之。如此
昼夜相攻，二十馀日，无计可破。
孔明正在营中忧闷，忽报：
“东边救兵到了，旗上书‘魏先锋大
将王双’。”孔明问曰：
“谁可迎之？”魏延出曰：
“某愿往。”孔
明曰：
“汝乃先锋大将，未可轻出。”又问：
“谁敢迎之？”裨将谢
雄应声而出。孔明与三千军去了。孔明又问曰：
“谁敢再去？”裨将
龚起应声要去。孔明亦与三千兵去了。孔明恐城内郝昭引兵冲出，乃
把人马退二十里下寨。
却说谢雄引军前行，正遇王双，战不三合，被双一刀劈死。蜀兵
败走，双随后赶来。龚起接着，交马只三合，亦被双所斩。败兵回报
孔明。孔明大惊，忙令廖化、王平、张嶷三人出迎。两阵对圆，张嶷
出马，王平、廖化压住阵角。王双纵马来与张嶷交马，数合不分胜
负。
双诈败便走，嶷随后赶去。王平见张嶷中计，忙叫曰：
“休赶!”
嶷急回马时，王双流星锤早到，正中其背。嶷伏鞍而走，双回马赶
来。王平、廖化截住，救得张嶷回阵。王双驱兵大杀一阵，蜀兵折伤
甚多。
嶷吐血数口，回见孔明说：
“王双英雄无敌。如今将二万兵就陈
仓城外下寨，四围立起排栅，筑起重城 (49) ，深挖壕堑，守御甚
严。”孔明见折二将，张嶷又被打伤，即唤姜维曰：
“陈仓道口这条
路不可行，别求何策？”维曰：
“陈仓城池坚固，郝昭守御甚密，又
得王双相助，实不可取。不若令一大将依山傍水，下寨固守；再令良
将守把要道，以防街亭之攻。却统大军去袭祁山，某却如此如此用
计，可捉曹真也。”孔明从其言，即令王平、李恢引二枝兵守街亭小
路，魏延引一军守陈仓口。马岱为先锋，关兴、张苞为前后救应使，
从小径出斜谷，望祁山进发。
却说曹真因思前番被司马懿夺了功劳，因此到洛阳分调郭淮、孙
礼东西守把；又听的陈仓告急，已令王双去救。闻知王双斩将立功，
大喜，乃令中护军大将费耀权摄前部总督 (50) ，诸将各自守把隘口。
忽报：
“山谷中捉得细作来见。”曹真令押入，跪于帐前。其人告
曰：
“小人不是奸细，有机密来见都督，误被伏路军捉来，乞退左
右。”真乃教去其缚，左右暂退。其人曰：
“小人乃姜伯约心腹人
也，蒙本官遣送密书。”真曰：
“书安在？”其人于贴肉衣内取出呈
上。真拆视曰：
罪将姜维百拜，书呈大都督曹麾下：维念世食魏禄，忝守边城，叨窃厚恩，
无门补报。昨日误遭诸葛亮之计，陷身于巅崖之中 (51) ，思念旧国，何日忘之？
今幸蜀兵西出，诸葛亮甚不相疑。赖都督亲提大兵而来，如遇敌人，可以诈败；
维当在后，以举火为号，先烧蜀人粮草，却以大兵翻身掩之，则诸葛亮可擒也。
非敢立功报国，实欲自赎前罪。倘蒙照察，速赐来命。
曹真看毕，大喜曰：
“天使吾成功也。”遂重赏来人，便令回
报，依期会合。
真唤费耀商议曰：
“今姜维暗献密书，令吾如此如此。”耀曰：
“诸葛亮多谋，姜维智广，或者是诸葛亮所使，恐其中有诈。”真
曰：
“他原是魏人，不得已而降蜀，又何疑乎？”耀曰：
“都督不可
轻去，只守定本寨。某愿引一军接应姜维，如成功，尽归都督；倘有
奸计，某自支当 (52) 。”真大喜，遂令费耀引五万兵，望斜谷而进。
行了两三程，屯下军马，令人哨探。当日申时分，回报：
“斜谷
道中有蜀兵来也。”耀忙催兵进，蜀兵未及交战先退。耀引兵追之，
蜀兵又来。方欲对阵，蜀兵又退。如此者三次，俄延至次日申时分。
魏军一日一夜不曾敢歇，只恐蜀兵攻击。方欲屯军造饭，忽然四面喊
声大震，鼓角齐鸣，蜀兵漫山遍野而来。门旗开处，闪出一辆四轮
车，孔明端坐其中，令人请魏军主将答话。耀纵马而出，遥见孔明，
心中暗喜，回顾左右曰：
“如蜀兵掩至，便退后走；若见山后火起，
却回身杀去，自有兵来相应。”分付毕，跃马出呼曰：
“前者败将，
今何敢又来？”孔明曰：
“唤汝曹真来答话。”耀骂曰：
“曹都督乃
金枝玉叶，安肯与反贼相见耶？”
孔明大怒，把羽扇一招，左有马岱，右有张嶷，两路兵冲出。魏
兵便退。行不到三十里，望见蜀兵背后火起，喊声不绝。费耀只道号
火，便回身杀来。蜀兵齐退。耀提刀在前，只望喊处追赶。将次近
火，山路中鼓角喧天，喊声震地，两军杀出：左有关兴，右有张苞。
山上矢石如雨，往下射来。魏兵大败。费耀知是中计，急退军望山谷
中而走，人马困乏。背后关兴引生力军赶来，魏兵自相践踏及落涧身
死者，不知其数。耀逃命而走，正遇山坡口一彪军，乃是姜维。耀大
骂曰：
“反贼无信!吾不幸误中汝奸计也。”维笑曰：
“吾欲擒曹真，
误赚汝矣。速下马受降。”耀骤马夺路，望山谷中而走。忽见谷口火
光冲天，背后追兵又至。耀自刎身死，馀众尽降。孔明连夜驱兵，直
出祁山前下寨，收住军马，重赏姜维。维曰：
“某恨不得杀曹真
也。”孔明亦曰：
“可惜大计小用矣。”
却说曹真听知折了费耀，悔之不及，遂与郭淮商议退兵之策。于
是孙礼、辛毗星夜具表申奏魏主，言蜀兵又出祁山，曹真损兵折将，
势甚危急。睿大惊，即召司马懿入内曰：
“曹真损兵折将，蜀兵又出
祁山。卿有何策，可以退之？”懿曰：
“臣已有退诸葛亮之计，不用
魏军扬武耀威，蜀兵自然走矣。”正是：
已见子丹无胜术，全凭仲达有良谋。
未知其计如何，且看下文分解。
--------------------
(1) 疽(jū居)发背而死——疽：毒疮。“疽发背而死”出自《汉书·陈平传》：“(亚
父)归未至鼓城，疽发背而死。”意谓因背上的毒疮疽突然加重而死亡。
(2) 通和会之好——表示睦邻友好。
(3) 智勇匹关张——意谓赵云智勇双全，与关羽、张飞不相上下。匹：匹敌，相当。
(4) 汉水功勋在——指第七十一回“据汉水赵云寡胜众”。
(5) 当阳姓字彰——指第四十一回“赵子龙单骑救主”，即赵云在当阳县长坂坡冒死救
阿斗(刘禅)之事。
(6) 两番扶幼主——指上述赵云在当阳救过刘禅(幼主)的命，刘禅继位后又屡立战功，
辅佐其帝业。
(7) 《出师表》——实即《后出师表》。
(8) 汉、贼不两立——指蜀汉与曹魏势不两立。作者认为曹魏是篡夺汉位的伪政权，故
称“贼”。
(9) 王业不偏安——意谓蜀汉是汉朝的继承者，应该统治全中国，不应苟安于西蜀一
隅。
(10) 惟坐而待亡，孰与伐之——意谓与其坐着等死，还不如出兵讨伐。坐而待亡：参见
第六十七回“坐以待毙”条注。
(11) 寝不安席，食不甘味——语出《战国策·齐策五》：“昔者魏王拥土千里，带甲三
十六万……以西谋秦。秦王恐之，寝不安席，食不甘味。令于境内尽堞中为战具，竟为守
备，为死士置将，以待魏氏。”意谓睡觉不踏实，吃饭不觉香。形容心绪不宁，寝食俱废。
(12) 并日而食——并日：两日并作一日。“并日而食”出自《论语》佚文(见《初学
记》卷一八引)：“端木赐结驷连骑，以从原宪。宪居蓬嵩之中，并日而食。子贡曰：‘甚
矣，子之病也!’”(病：贫困。)意谓两天只能吃到一天的饭或一天的饭分作两天吃。原形容
生活极端贫困，连温饱都难以维持。引申以形容公务繁忙，无暇按时进食。
(13) 非计——不是好计策，失策。
(14) 贼适疲于西——指蜀兵不久前的伐魏使其疲于奔命。
(15) 又务于东——指不久前曹魏大将曹休率兵伐吴而遭惨败。务：从事。这里指打仗。
(16) 乘劳——即利用敌军疲劳之机而发动攻击。
(17) 进趋——进攻，攻取。
(18) 如左——如同左面所述。旧时从右至左竖行书写，故称。今则从上到下横行书写，
故只能说“如下”。
(19) 高帝——指汉高祖刘邦。 明并日月——并：齐，匹敌，相当，相等，比得上。
“明并日月”本《礼记·经解》：“天子者，与天地参，故德配天地，兼利万物，与日月并
明，明照四海而不遗微小。”意谓光辉灿烂可与日月相比拟。旧时称颂圣贤、帝王的套语。
(20) 渊深——指深谋远虑。
(21) 良、平——张良、陈平。
(22) 欲以长策取胜，坐定天下——这两句是说希望用长远的办法来逐步战胜敌人，用和
平的方式来统一天下。
(23) 未解——不理解，不明白。含有不明智之意。
(24) 坐大——不受干扰地逐渐强大起来。
(25) 伪定一时——暂时安定。伪：指曹魏伪政权。
(26) 每称曹为能——常常称许曹操为能人。
(27) 驽下——形容才能低下。驽：劣马。
(28) 期(jī基)年——即一周年。期：时间周而复始。
(29) 曲长屯将——泛指下级军官。古代军队编制有部，部下有曲，曲的首领为曲长；曲
下有屯，屯的首领为屯长。又秦、汉时领兵百人为将。
(30) 突将无前——意谓冲锋陷阵、天下无敌的将领。无前：无人能居其前，即无敌。
(31) 賨(cóng丛)、叟、青羌——皆为古代西南地区的少数民族名。散骑武骑——泛指
骑兵。《六韬·犬韬·武骑士》：“选骑士之法，取年四十已下，长七尺五寸已上，壮健捷
疾，超绝伦等，能驰骑彀射，前后左右，周旋进退，越沟堑，登丘陵，冒险阻，绝大泽，驰
强敌，乱大众者，名曰武骑之士，不可不厚也。”
(32) 图敌——设法战胜敌人。
(33) “事不可息”三句——意谓既然战争不可能停息，那么坐待敌军来进攻而后反击与
主动出击，所耗费的人力物力是一样的。
(34) 难平——难以预料。平：衡量。
(35) 昔先帝败军于楚——指第四十一回所写刘备在当阳县被曹操追赶，几乎全军覆没。
(36) 拊手——拍手。表示庆贺。
(37) 夏侯授首——指第七十一回所写黄忠在定军山斩了曹操大将夏侯渊。授首：被砍
头。
(38) 失计——失策，失算。
(39) 吴更违盟，关羽毁败——指第七十五回、七十六回所写东吴偷袭荆州，关羽战败被
杀，荆州地区归于东吴。毁败：彻底失败，全军覆没。
(40) 秭归蹉跌——指第八十三回、八十四回所写刘备为给关羽报仇，亲自率兵征吴，在
秭归地区与吴兵大战，中陆逊火攻之计，全军覆没。蹉跌：本义为失足跌倒。引申以比喻失
误。
(41) 逆见——预见，预料。下文的“逆睹”与此同义。
(42) 鞠躬尽瘁，死而后已——鞠躬：表示恭敬而谨慎。尽瘁：竭尽劳苦。瘁：劳累。
已：完结。意谓恭敬勤谨，尽心竭力工作，一直到死为止。
(43) 成败利钝——利；顺利。钝：挫折，不顺利。“成败利钝”或本“成败得失”，出
自汉·荀悦《申鉴·卷五·杂言下》：“君子嘉仁而不责惠，尊礼而不责意，贵德而不责
怨。其责也先己，而行也先人。淫惠、曲意、私怨，此三者，实枉贞道，乱大德，然成败得
失，莫匪由之。”意谓成功或失败，顺利或挫折。泛指事情或好或坏的结果。
(44) 石(今读dàn)——计算弓弩强度的单位，一百二十斤为一石。铁胎弓——是一种内
包铁胎的强弓。
(45) 鸟道——只有飞鸟才能走的小路。形容险竣狭窄的山路。
(46) 的数——准确的数目。
(47) 冲车——是一种用以攻城的兵车。《淮南子·览冥训》：“大冲车，高重京。”高
诱注：“冲车，大铁著其辕端，马被甲，车被兵，所以冲于敌城也。”
(48) 锹军——即工兵。因工兵多使用铁锹和头从事挖掘工作，故称。
(49) 重(chóng虫)城——指城墙套城墙。
(50) 权摄——暂时代理。
(51) 巅崖——比喻危险的境地。
(52) 支当——承当，对付。
第九十八回 追汉军王双受诛 袭陈仓武侯取胜
却说司马懿奏曰：
“臣尝奏陛下，言孔明必出陈仓，故以郝昭守
之，今果然矣。彼若从陈仓入寇，运粮甚便。今幸有郝昭、王双守
把，不敢从此路运粮。其馀小道，搬运艰难。臣算蜀兵行粮止有一月
(1) ，利在急战。我军只宜久守。陛下可降诏，令曹真坚守诸路关
隘，不要出战。不须一月，蜀兵自走。那时乘虚而击之，诸葛亮可擒
也。”睿欣然曰：
“卿既有先见之明，何不自引一军以袭之？”懿
曰：
“臣非惜身重命，实欲存下此兵，以防东吴陆逊耳。孙权不久必
将僭号称尊 (2) ，如称尊号，恐陛下伐之，定先入寇也，臣故欲以兵
待之。”
正言间，忽近臣奏曰：
“曹都督奏报军情。”懿曰：
“陛下可即
令人告戒曹真：凡追赶蜀兵，必须观其虚实，不可深入重地，以中诸
葛亮之计。”睿即时下诏，遣太常卿韩暨持节告戒曹真：
“切不可
战，务在谨守。只待蜀兵退去，方才击之。”司马懿送韩暨于城外，
嘱之曰：
“吾以此功让与子丹，公见子丹，休言是吾所陈之意，只道
天子降诏，教保守为上。追赶之人，大要仔细，勿遣性急气躁者追
之。”暨辞去。
却说曹真正升帐议事，忽报天子遣太常卿韩暨持节至。真出寨接
入，受诏已毕，退与郭淮、孙礼计议。淮笑曰：
“此乃司马仲达之见
也。”真曰：
“此见若何？”淮曰：
“此言深识诸葛亮用兵之法。久
后能御蜀兵者，必仲达也。”真曰：
“倘蜀兵不退，又将如何？”淮
曰：
“可密令人去教王双引兵于小路巡哨，彼自不敢运粮。待其粮尽
兵退，乘势追击，可获全胜。”孙礼曰：
“某去祁山虚妆做运粮兵，
车上尽装干柴茅草，以硫黄焰硝灌之，却教人虚报陇西运粮到。若蜀
人无粮，必然来抢。待入其中，放火烧车，外以伏兵应之，可胜
矣。”真喜曰：
“此计大妙。”即令孙礼引兵依计而行。又遣人教王
双引兵于小路上巡哨，郭淮引兵提调箕谷、街亭，令诸路军马守把险
要。真又令张辽子张虎为先锋，乐进子乐 为副先锋，同守头营，不
许出战。
却说孔明在祁山寨中，每日令人挑战，魏兵坚守不出。孔明唤姜
维等商议曰：
“魏兵坚守不出，是料吾军中无粮也。今陈仓转运不
通，其馀小路盘涉艰难 (3) ，吾算随军粮草，不敷一月用度，如之奈
何？”正踌躇间，忽报：
“陇西魏军运粮数千车于祁山之西，运粮官
乃孙礼也。”孔明曰：
“其人如何？”有魏人告曰：
“此人曾随魏主
出猎于大石山，忽惊起一猛虎，直奔御前，孙礼下马拔剑斩之，从此
封为上将军，乃曹真心腹人也。”孔明笑曰：
“此是魏将料吾乏粮，
故用此计。车上装载者，必是茅草引火之物。吾平生专用火攻，彼乃
欲以此计诱我耶？彼若知吾军去劫粮车，必来劫吾寨矣。可将计就计
而行。”遂唤马岱分付曰：
“汝引三千军径到魏兵屯粮之所，不可入
营，但于上风头放火。若烧着车仗，魏兵必来围吾寨。”又差马忠、
张嶷各引五千兵在外围住，内外夹攻。三人受计去了。又唤关兴、张
苞分付曰：
“魏兵头营接连四通之路。今晚若西山火起，魏兵必来劫
吾营。汝二人却伏于魏寨左右，只等他兵出寨，汝二人便可劫之。”
又唤吴班、吴懿分付曰：
“汝二人各引一军伏于营外，如魏兵到，可
截其归路。”孔明分拨已毕，自在祁山上凭高而坐。
魏兵探知蜀兵要来劫粮，慌忙报与孙礼。礼令人飞报曹真。真遣
人去头营分付张虎、乐 ：
“看今夜山西火起，蜀兵必来救应。可
以出军，如此如此。”二将受计，令人登楼专看号火。
却说孙礼把军伏于山西，只待蜀兵到。是夜二更，马岱引三千兵
来，人皆衔枚，马尽勒口，径到山西。见许多车仗，重重叠叠，攒绕
成营 (4) ，车仗虚插旌旗。正值西南风起，岱令军士径去营南放火，
车仗尽着，火光冲天。孙礼只道蜀兵到魏寨内放号火，急引兵一齐掩
至。背后鼓角喧天，两路兵杀来，乃是马忠、张嶷，把魏军围在垓
心。孙礼大惊。又听的魏军中喊声起，一彪军从火光边杀来，乃是马
岱。内外夹攻，魏兵大败。火紧风急，人马乱窜，死者无数。孙礼引
带伤军马，突烟冒火而走。
却说张虎在营中望见火光，大开寨门，与乐 尽引人马，杀奔蜀
寨来，寨中却不见一人。急收军回时，吴班、吴懿两路兵杀出，断其
归路。张、乐二将急冲出重围，奔回本寨，只见土城之上箭如飞蝗，
原来却被关兴、张苞袭了营寨。魏兵大败，皆投曹真寨来。方欲入
寨，只见一彪败军飞奔而来，乃是孙礼。遂同入寨见真，各言中计之
事。真听知，谨守大寨，更不出战。
蜀兵得胜，回见孔明。孔明令人密授计与魏延，一面教拔寨齐
起。杨仪曰：
“今已大胜，挫尽魏兵锐气，何故反欲收军？”孔明
曰：
“吾兵无粮，利在急战。今彼坚守不出，吾受其病矣 (5) 。彼今
虽暂时兵败，中原必有添益。若以轻骑袭吾粮道，那时要归不能。今
乘魏兵新败，不敢正视蜀兵，便可出其不意，乘机退去。所忧者，但
魏延一军，在陈仓道口拒住王双，急不能脱身。吾已令人授以密计，
教斩王双，使魏人不敢来追。只今后队先行 (6) 。”当夜，孔明只留
金鼓守在寨中打更，一夜兵已尽退，只落空营 (7) 。
却说曹真正在寨中忧闷，忽报：
“左将军张郃领军到。”郃下马
入帐，谓真曰：
“某奉圣旨，特来听调。”真曰：
“曾别仲达否？”
郃曰：
“仲达分付云：
‘吾军胜，蜀兵必不便去；若吾军败，蜀兵必
即去矣。’今吾军失利之后，都督曾往哨探蜀兵消息否？”真曰：
“未也。”于是即令人往探之，果是虚营，只插着数十面旌旗，兵已
去了二日也。曹真懊悔无及。
且说魏延受了密计，当夜二更拔寨，急回汉中。早有细作报知王
双。双大驱军马，并力追赶。追到二十馀里，看看赶上，见魏延旗号
在前，双大叫曰：
“魏延休走!”蜀兵更不回头。双拍马赶来，背后魏
兵叫曰：
“城外寨中火起，恐中敌人奸计。”双急勒马回时，只见一
片火光冲天，慌令退军。行到山坡左侧，忽一骑马从林中骤出，大喝
曰：
“魏延在此!”王双大惊，措手不及，被延一刀砍于马下。魏兵疑
有埋伏，四散逃走。延手下止有三十骑人马，望汉中缓缓而行。后人
有诗赞曰：
孔明妙算胜孙庞 (8) ，耿若长星照一方 (9) 。
进退行兵神莫测，陈仓道口斩王双。
原来魏延受了孔明密计：先教存下三十骑，伏于王双营边。只待
王双起兵赶时，却去他营中放火。待他回寨，出其不意，突出斩之。
魏延斩了王双，引兵回到汉中见孔明，交割了人马。孔明设宴大会，
不在话下。
且说张郃追蜀兵不上，回到寨中。忽有陈仓城郝昭差人申报，言
王双被斩。曹真闻知，伤感不已，因此忧成疾病，遂回洛阳。命郭
淮、孙礼、张郃守长安诸道。
却说吴王孙权设朝，有细作人报说：
“蜀诸葛丞相出兵两次，魏
都督曹真兵损将亡。”于是群臣皆劝吴王兴师伐魏，以图中原。权犹
疑未决。张昭奏曰：
“近闻武昌东山，凤凰来仪；大江之中，黄龙屡
现。主公德配唐、虞 (10) ，明并文、武 (11) ，可即皇帝位，然后兴
兵。”多官皆应曰：
“子布之言是也。”遂选定夏四月丙寅日，筑坛
于武昌南郊。是日，群臣请权登坛即皇帝位，改黄武八年为黄龙元
年。谥父孙坚为武烈皇帝，母吴氏为武烈皇后，兄孙策为长沙桓王。
立子孙登为皇太子。命诸葛瑾长子诸葛恪为太子左辅，张昭次子张休
为太子右弼。
恪字元逊，身长七尺，极聪明，善应对，权甚爱之。年六岁时，
值东吴筵会，恪随父在座。权见诸葛瑾面长，乃令人牵一驴来，用粉
笔书其面曰“诸葛子瑜”。众皆大笑。恪趋至前，取粉笔添二字于其
下曰“诸葛子瑜之驴”。满座之人，无不惊讶。权大喜，遂将驴赐
之。又一日，大宴官僚，权命恪把盏。巡至张昭面前，昭不饮，曰：
“此非养老之礼也 (12) 。”权谓恪曰：
“汝能强子布饮乎？”恪领
命，乃谓昭曰：
“昔姜尚父年九十 (13) ，秉旄仗钺 (14) ，未尝言
老。今临阵之日，先生在后；饮酒之日，先生在前：何谓不养老
也？”昭无言可答，只得强饮。权因此爱之，故命辅太子。张昭佐吴
王，位列三公之上，故以其子张休为太子右弼。又以顾雍为丞相，陆
逊为上将军，辅太子守武昌。
权复还建业，群臣共议伐魏之策。张昭奏曰：
“陛下初登宝位，
未可动兵。只宜修文偃武 (15) ，增设学校，以安民心；遣使入川，与
蜀同盟，共分天下，缓缓图之。”权从其言，即令使命星夜入川，来
见后主。礼毕，细奏其事。后主闻知，遂与群臣商议。众议皆谓孙权
僭逆，宜绝其盟好。蒋琬曰：
“可令人问于丞相。”后主即遣使到汉
中问孔明。孔明曰：
“可令人赍礼物入吴作贺，乞遣陆逊兴师伐魏，
魏必命司马懿拒之。懿若南拒东吴，我再出祁山，长安可图也。”后
主依言，遂令太尉陈震将名马、玉带、金珠、宝贝 (16) ，入吴作贺。
震至东吴，见了孙权，呈上国书。权大喜，设宴相待，打发回蜀。权
召陆逊入，告以西蜀约会兴兵伐魏之事。逊曰：
“此乃孔明惧司马懿
之谋也。既与同盟，不得不从。今却虚作起兵之势，遥与西蜀为应。
待孔明攻魏急，吾可乘虚取中原也。”即时下令，教荆襄各处都要训
练人马，择日兴师。
却说陈震回到汉中，报知孔明。孔明尚忧陈仓不可轻进，先令人
去哨探。回报说：
“陈仓城中郝昭病重。”孔明曰：
“大事成矣。”
遂唤魏延、姜维分付曰：
“汝二人领五千兵，星夜直奔陈仓城下，如
见火起，并力攻城。”二人俱未深信，又来告曰：
“何日可行？”孔
明曰：
“三日都要完备，不须辞我，即便起行。”二人受计去了。又
唤关兴、张苞至，附耳低言，如此如此。二人各受密计而去。
且说郭淮闻郝昭病重，乃与张郃商议曰：
“郝昭病重，你可速去
替他。我自写表申奏朝廷，别行定夺。”张郃引着三千兵，急来替郝
昭。时郝昭病危，当夜正呻吟之间，忽报：
“蜀军到城下了。”昭急
令人上城守把。时各门上火起，城中大乱。昭听知惊死。蜀兵一拥入
城。
却说魏延、姜维领兵到陈仓城下看时，并不见一面旗号，又无打
更之人。二人惊疑，不敢攻城。忽听得城上一声炮响，四面旗帜齐
竖。只见一人纶巾羽扇，鹤氅道袍，大叫曰：
“汝二人来的迟了。”
二人视之，乃孔明也。二人慌忙下马，拜伏于地曰：
“丞相真神计
也!”孔明令放入城，谓二人曰：
“吾打探得郝昭病重，吾令汝三日内
领兵取城，此乃稳众人之心也。吾却令关兴、张苞只推点军，暗出汉
中。吾即藏于军中，星夜倍道径到城下，使彼不能调兵。吾早有细作
在城内放火，发喊相助，令魏兵惊疑不定。兵无主将，必自乱矣。吾
因而取之，易如反掌。兵法云：
‘出其不意，攻其无备 (17) 。’正谓
此也。”魏延、姜维拜伏。孔明怜郝昭之死，令彼妻小扶灵柩回魏，
以表其忠。
孔明谓魏延、姜维曰：
“汝二人且莫卸甲，可引兵去袭散关。把
关之人若知兵到，必然惊走。若稍迟便有魏兵至关，即难攻矣。”魏
延、姜维受命，引兵径到散关，把关之人果然尽走。二人上关才要卸
甲，遥见关外尘头大起，魏兵到来。二人相谓曰：
“丞相神算，不可
测度。”急登楼视之，乃魏将张郃也。二人乃分兵守住险道。张郃见
蜀兵把住要路，遂令退军。魏延随后追杀一阵，魏兵死者无数，张郃
大败而去。延回到关上，令人报知孔明。
孔明先自领兵，出陈仓斜谷，取了建威。后面蜀兵陆续进发。后
主又命大将陈式来助。孔明驱大兵复出祁山，安下营寨。孔明聚众言
曰：
“吾二次出祁山，不得其利。今又到此，吾料魏人必依旧战之
地，与吾相敌。彼意疑我取雍、郿二处，必以兵拒守。吾观阴平、武
都二郡，与汉连接，若得此城，亦可分魏兵之势。何人敢取之？”姜
维曰：
“某愿往。”王平应曰：
“某亦愿往。”孔明大喜，遂令姜维
引兵一万取武都，王平引兵一万取阴平。二人领兵去了。
再说张郃回到长安，见郭淮、孙礼，说：
“陈仓已失，郝昭已
亡，散关亦被蜀兵夺了。今孔明复出祁山，分道进兵。”淮大惊曰：
“若如此，必取雍、郿矣。”乃留张郃守长安，令孙礼保雍城。淮自
引兵星夜来郿城守御，一面上表入洛阳告急。
却说魏主曹睿设朝，近臣奏曰：
“陈仓城已失，郝昭已亡，诸葛
亮又出祁山，散关亦被蜀兵夺了。”睿大惊。忽又奏：
“满宠等有
表，说东吴孙权僭称帝号，与蜀同盟。今遣陆逊在武昌训练人马，听
候调用，只在旦夕，必入寇矣。”睿闻知两处危急，举止失措，甚是
惊慌。此时曹真病未痊，即召司马懿商议。懿奏曰：
“以臣愚意所
料，东吴必不举兵。”睿曰：
“卿何以知之？”懿曰：
“孔明尝思报
猇亭之仇，非不欲吞吴也，只恐中原乘虚击彼，故暂与东吴结盟。陆
逊亦知其意，故假作兴兵之势以应之，实是坐观成败耳。陛下不必防
吴，只须防蜀。”睿曰：
“卿真高见。”遂封懿为大都督，总摄陇西
诸路军马。令近臣取曹真总兵将印来。懿曰：
“臣自去取之。”
遂辞帝出朝，径到曹真府下，先令人入府报知，懿方进见。问病
毕，懿曰：
“东吴、西蜀会合，兴兵入寇，今孔明又出祁山下寨，明
公知之乎？”真惊讶曰：
“吾家人知我病重，不令我知。似此国家危
急，何不拜仲达为都督，以退蜀兵耶？”懿曰：
“某才薄智浅，不称
其职。”真曰：
“取印与仲达。”懿曰：
“都督少虑。某愿助一臂之
力，只不敢受此印也。”
真跃起曰：
“如仲达不领此任，中国必危矣。吾当抱病见帝以保
之。”懿曰：
“天子已有恩命，但懿不敢受耳。”真大喜曰：
“仲达
今领此任，可退蜀兵。”懿见真再三让印，遂受之。入内辞了魏主，
引兵往长安来与孔明决战。正是：
旧帅印为新帅取，两路兵惟一路来。
未知胜负如何，且看下文分解。
--------------------
(1) 行粮——即行军或出征时的军粮。
(2) 僭号称尊——意谓超越本分而称帝。僭号：冒用帝号。称尊：称帝。
(3) 盘涉——即跋涉。
(4) 攒绕——堆积成一圈。
(5) 吾受其病——意谓因敌军坚守不战，使自己处于不利地位。病：害。
(6) 只今——如今，现在。
(7) 落——留，留下。
(8) 孙庞——战国时著名军事家孙膑和庞涓的并称。二人事迹见于《史记·孙子吴起列
传》：孙膑和庞涓曾同窗学习兵法，孙膑胜过庞涓。后庞涓成为魏惠王的将军，忌妒孙膑的
才能，将其骗到魏国，施以膑刑(剔去膝盖骨的酷刑)。孙膑设法回到齐国，任齐威王的军
师，设计大破魏军于马陵，庞涓被迫自杀。
(9) 耿——光明，明亮。
(10) 德配唐、虞——意谓道德可与唐尧、虞舜匹敌。配：匹敌，媲美，相当。
(11) 明并文、武——意谓聪明才智可与周文王、周武王并驾齐驱。并：并列，相比。
(12) 养老之礼——古人五十岁以上为老，可以享受养老礼。《礼记·王制》：“五十养
于乡；六十养于国；七十养于学，达于诸侯；八十拜君命，一坐再至，瞽亦如之；九十使人
受。”诸葛恪只是按常礼向张昭敬酒，故张昭说“此非养老之礼”。
(13) 姜尚父——即姜子牙(吕望)。“尚父”是对吕望的尊称，一说是吕望之字。
(14) 秉旄仗钺——意谓执掌兵权。参见第九十六回“亲秉旄钺”条注。
(15) 修文偃武——修：修明，提倡。偃：停止。“修文偃武”本“偃武修文”，出自
《尚书·周书·武成》：“王来自商，至于丰，乃偃武修文，归马于华山之阳，放牛于桃林
之野。”孔安国传：“倒载干戈，包以虎皮，示不用；行礼射，设庠序，修文教。”(庠、
序：古代地方学校，殷代称庠，周代称序。)意谓提倡文教，停止武备。表示天下一统，国泰
民安。
(16) 将——携带，带着。
(17) 出其不意，攻其无备——参见第十五回“攻其无备，出其不意”条注。
第九十九回 诸葛亮大破魏兵 司马懿入寇西蜀
蜀汉建兴七年夏四月，孔明兵在祁山，分作三寨，专候魏兵。
却说司马懿引兵到长安，张郃接见，备言前事。懿令郃为先锋，
戴陵为副将，引十万兵到祁山，于渭水之南下寨。郭淮、孙礼入寨参
见。懿问曰：
“汝等曾与蜀兵对阵否？”二人答曰：
“未也。”懿
曰：
“蜀兵千里而来，利在速战；今来此不战，必有谋也。陇西诸
路，曾有信息否？”淮曰：
“已有细作探得各郡十分用心，日夜提
防，并无他事。只有武都、阴平二处未曾回报。”懿曰：
“吾自差人
与孔明交战。汝二人急从小路去救二郡，却掩在蜀兵之后，彼必自乱
矣。”
二人受计，引兵五千，从陇西小路来救武都、阴平，就袭蜀兵之
后。郭淮于路谓孙礼曰：
“仲达比孔明如何？”礼曰：
“孔明胜仲达
多矣。”淮曰：
“孔明虽胜，此一计足显仲达有过人之智。蜀兵如正
攻两郡，我等从后抄到，彼岂不自乱乎？”正言间，忽哨马来报：
“阴平已被王平打破了，武都已被姜维打破了。前离蜀兵不远。”礼
曰：
“蜀兵既已打破了城池，如何陈兵于外？必有诈也，不如速
退。”郭淮从之。方传令教军退时，忽然一声炮响，山背后闪出一枝
军马来，旗上大书“汉丞相诸葛亮”。中央一辆四轮车，孔明端坐于
上，左有关兴，右有张苞。孙、郭二人见之大惊。孔明大笑曰：
“郭
淮、孙礼休走。司马懿之计，安能瞒得过吾？他每日令人在前交战，
却教汝等袭吾军后。武都、阴平吾已取了。汝二人不早来降，欲驱兵
与吾决战耶？”郭淮、孙礼听毕，大慌。忽然背后喊杀连天，王平、
姜维引兵从后杀来，兴、苞二将又引军从前面杀来，两下夹攻，魏兵
大败。郭、孙二人弃马爬山而走。张苞望见，骤马赶来，不期连人带
马，跌入涧内，后军急忙救起，头已跌破。孔明令人送回成都养病。
却说郭、孙二人走脱，回见司马懿曰：
“武都、阴平二郡已失。
孔明伏于要路，前后攻杀，因此大败，弃马步行，方得逃回。”懿
曰：
“非汝等之罪，孔明智在吾先。可再引兵守把雍、郿二城，切勿
出战。吾自有破敌之策。”二人拜辞而去。
懿又唤张郃、戴陵分付曰：
“今孔明得了武都、阴平，必然抚百
姓以安民心，不在营中矣。汝二人各引一万精兵，今夜起身，抄在蜀
兵营后，一齐奋勇杀将过来；吾却引军在前布阵，只待蜀兵势乱，吾
大驱士马，攻杀进去：两军并力，可夺蜀寨也。若得此地山势，破敌
何难？”
二人受计，引兵而去。戴陵在左，张郃在右，各取小路进发，深
入蜀兵之后。三更时分，来到大路，两军相遇，合兵一处，却从蜀兵
背后杀来。行不到三十里，前军不行。张、戴二人自纵马视之，只见
数百辆草车横截去路。郃曰：
“此必有准备，可急取路而回。”才传
令退军，只见满山火光齐明，鼓角大震，伏兵四下皆出，把二人围
住。孔明在祁山上大叫曰：
“戴陵、张郃可听吾言：司马懿料吾往武
都、阴平抚民，不在营中，故令汝二人来劫吾寨，却中吾之计也。汝
二人乃无名下将，吾不杀害，下马早降。”郃大怒，指孔明而骂曰：
“汝乃山野村夫，侵吾大国境界，如何敢发此言？吾若捉住汝时，碎
尸万段!”言讫，纵马挺枪，杀上山来。山上矢石如雨，郃不能上山，
乃拍马舞枪，冲出重围，无人敢当。蜀兵困戴陵在垓心。郃杀出旧
路，不见戴陵，即奋勇翻身，又杀入重围，救出戴陵而回。孔明在山
上，见郃在万军之中，往来冲突，英勇倍加，乃谓左右曰：
“尝闻张
翼德大战张郃，人皆惊惧。吾今日见之，方知其勇也。若留下此人，
必为蜀中之害，吾当除之。”遂收军还营。
却说司马懿引兵布成阵势，只待蜀兵乱动，一齐攻之。忽见张
郃、戴陵狼狈而来，告曰：
“孔明先如此提防，因此大败而归。”懿
大惊曰：
“孔明真神人也!不如且退。”即传令，教大军尽回本寨，坚
守不出。
且说孔明大胜，所得器械、马匹，不计其数，乃引大军回寨。每
日令魏延挑战，魏兵不出，一连半月，不曾交兵。孔明正在帐中思
虑，忽报：
“天子遣侍中费祎赍诏至。”孔明接入营中，焚香礼毕，
开诏读曰：
街亭之役，咎由马谡，而君引愆 (1) ，深自贬抑 (2) 。重违君意，听顺所
守 (3) 。前年耀师 (4) ，馘斩王双 (5) ；今岁爰征 (6) ，郭淮遁走；降集氐、羌
(7) ，复兴二郡：威震凶暴，功勋显然。方今天下骚扰，元恶未枭，君受大任，干
国之重 (8) ，而久自抑损，非所以光扬洪烈矣。今复君丞相，君其勿辞。
孔明听诏毕，谓费祎曰：
“吾国事未成，安可复丞相之职？”坚
辞不受。祎曰：
“丞相若不受职，拂了天子之意 (9) ，又冷淡了将士
之心。宜且权受。”孔明方才拜受。祎辞去。
孔明见司马懿不出，思得一计，传令教各处皆拔寨而起。当有细
作报知司马懿，说孔明退兵了。懿曰：
“孔明必有大谋，不可轻
动。”张郃曰：
“此必因粮尽而回，如何不追？”懿曰：
“吾料孔明
上年大收，今又麦熟，粮草丰足，虽然转运艰难，亦可支吾半载，安
肯便走？彼见吾连日不战，故作此计引诱。可令人远远哨之。”军士
探知，回报说：
“孔明离此三十里下寨。”懿曰：
“吾料孔明果不
走。且坚守寨栅，不可轻进。”住了旬日，绝无音信，并不见蜀将来
战。懿再令人哨探。回报说：
“蜀兵已起营去了。”懿未信，乃更换
衣服，杂在军中，亲自来看，果见蜀兵又退三十里下寨。懿回营，谓
张郃曰：
“此乃孔明之计也，不可追赶。”又住了旬日，再令人哨
探。回报说：
“蜀兵又退三十里下寨。”郃曰：
“孔明用缓兵之计，
渐退汉中，都督何故怀疑，不早追之？郃愿往决一战。”懿曰：
“孔
明诡计极多，倘有差失，丧我军之锐气，不可轻进。”郃曰：
“某去
若败，甘当军令。”懿曰：
“既汝要去，可分兵两枝：汝引一枝先
行，须要奋力死战；吾随后接应，以防伏兵。汝次日先进，到半途驻
扎，后日交战，使兵力不乏。”遂分兵已毕。次日，张郃、戴陵引副
将数十员、精兵三万，奋勇先进，到半路下寨。司马懿留下许多军马
守寨，只引五千精兵，随后进发。
原来孔明密令人哨探，见魏兵半路而歇。是夜，孔明唤众将商议
曰：
“今魏兵来追，必然死战，汝等须以一当十 (10) ，吾以伏兵截其
后。非智勇之将，不可当此任。”言毕，以目视魏延。延低头不语。
王平出曰：
“某愿当之。”孔明曰：
“若有失，如何？”平曰：
“愿
当军令。”孔明叹曰：
“王平肯舍身亲冒矢石，真忠臣也。虽然如
此，奈魏兵分两枝前后而来，断吾伏兵在中，平纵然智勇，只可当一
头，岂可分身两处？须再得一将同去为妙，怎奈军中再无舍死当先之
人。”言未毕，一将出曰：
“某愿往。”孔明视之，乃张翼也。孔明
曰：
“张郃乃魏之名将，有万夫不当之勇，汝非敌手。”翼曰：
“若
有失事，愿献首于帐下。”孔明曰：
“汝既敢去，可与王平各引一万
精兵伏于山谷中，只待魏兵赶上，任他过尽，汝等却引伏兵从后掩
杀。若司马懿随后赶来，却分兵两头：张翼引一军当住后队，王平引
一军截其前队。两军须要死战，吾自有别计相助。”二人受计引兵而
去。
孔明又唤姜维、廖化分付曰：
“与汝二人一个锦囊，引三千精
兵，偃旗息鼓，伏于前山之上。如见魏兵围住王平、张翼，十分危
急，不必去救，只开锦囊看视，自有解危之策。”二人受计，引兵而
去。又令吴班、吴懿、马忠、张嶷四将，附耳分付曰：
“如来日魏兵
到，锐气正盛，不可便迎，且战且走。只看关兴引兵来掠阵之时 (11)
，汝等便回军赶杀，吾自有兵接应。”四将受计，引兵而去。又唤关
兴分付曰：
“汝引五千精兵，伏于山谷，只看山上红旗飐动，却引兵
杀出。”兴受计，引兵而去。
却说张郃、戴陵领兵前来，骤如风雨。马忠、张嶷、吴懿、吴班
四将接着，出马交锋。张郃大怒，驱兵追杀。蜀兵且战且走，魏兵追
赶约有二十馀里。时值六月天气，十分炎热，人马汗如泼水。走到五
十里外，魏兵尽皆气喘。孔明在山上把红旗一招，关兴引兵杀出，马
忠等四将一齐引兵掩杀回来。张郃、戴陵死战不退。忽然喊声大震，
两路军杀出，乃王平、张翼也，各奋勇追杀，截其后路。郃大叫众将
曰：
“汝等到此，不决一死战，更待何时!”魏兵奋力冲突，不得脱
身。
忽然背后鼓角喧天，司马懿自领精兵杀到。懿指挥众将，把王
平、张翼围在垓心。翼大呼曰：
“丞相真神人也!计已算定，必有良
谋，吾等当决一死战。”即分兵两路：平引一军截住张郃、戴陵，翼
引一军力当司马懿。两头死战，叫杀连天。姜维、廖化在山上探望，
见魏兵势大，蜀兵力危，渐渐抵当不住。维谓化曰：
“如此危急，可
开锦囊看计。”二人拆开视之，内书云：
“若司马懿兵来围王平、张
翼至急，汝二人可分兵两枝，竟袭司马懿之营，懿必急退。汝可乘乱
攻之，营虽不得，可获全胜。”二人大喜，即分兵两路，径袭司马懿
营中而去。
原来司马懿亦恐中孔明之计，沿途不住的令人传报。懿正催战
间，忽流星马飞报，言蜀兵两路竟取大寨去了。懿大惊失色，乃谓众
将曰：
“吾料孔明有计，汝等不信，勉强追来，却误了大事。”即提
兵急回，军心惶惶乱走。张翼随后掩杀，魏兵大败。张郃、戴陵见势
孤，亦望山僻小路而走。蜀兵大胜。背后关兴引兵接应诸路。司马懿
大败一阵，奔入寨时，蜀兵已自回去。懿收聚败军，责骂诸将曰：
“汝等不知兵法，只凭血气之勇 (12) ，强欲出战，致有此败。今后切
不许妄动，再有不遵，决正军法!”众皆羞惭而退。这一阵，魏军死者
极多，遗弃马匹、器械无数。
却说孔明收得胜军马入寨，又欲起兵进取。忽报：
“有人自成都
来，说张苞身死。”孔明闻知，放声大哭，口中吐血，昏绝于地。众
人救醒。孔明自此得病，卧床不起。诸将无不感激 (13) 。后人有诗叹
曰：
悍勇张苞欲建功，可怜天不助英雄。
武侯泪向西风洒，为念无人佐鞠躬。
旬日之后，孔明唤董厥、樊建等入帐，分付曰：
“吾自觉昏沉，
不能理事。不如且回汉中养病，再作良图。汝等切勿走泄，司马懿若
知，必来攻击。”遂传号令，教当夜暗暗拔寨，皆回汉中。孔明去了
五日，懿方得知，乃长叹曰：
“孔明真有神出鬼没之计，吾不能及
也!”于是司马懿留诸将在寨中，分兵守把各处隘口，懿自班师回。
却说孔明将大军屯于汉中，自回成都养病。文武官僚出城迎接，
送入丞相府中。后主御驾自来问病，命御医调治，日渐痊可。
建兴八年秋七月，魏都督曹真病可，乃上表说：
“蜀兵数次侵
界，屡犯中原，若不剿除，必为后患。今时值秋凉，人马安闲，正当
征伐。臣愿与司马懿同领大军，径入汉中，殄灭奸党 (14) ，以清边
境。”魏主大喜，问侍中刘晔曰：
“子丹劝朕伐蜀，若何？”晔奏
曰：
“大将军之言是也。今若不剿除，后必为大患。陛下便可行
之。”睿点头。晔出内回家 (15) ，有众大臣相探，问曰：
“闻天子与
公计议兴兵伐蜀，此事如何？”晔应曰：
“无此事也。蜀有山川之
险，非可易图，空费军马之劳，于国无益。”众官皆默然而出。杨暨
入内奏曰：
“昨闻刘晔劝陛下伐蜀，今日与众臣议，又言不可伐，是
欺陛下也。陛下何不召而问之？”睿即召刘晔入内，问曰：
“卿劝朕
伐蜀，今又言不可，何也？”晔曰：
“臣细详之，蜀不可伐。”睿大
笑。少时，杨暨出内。晔奏曰：
“臣昨日劝陛下伐蜀，乃国之大事，
岂可妄泄于人？夫兵者，诡道也。事未发，切宜秘之。”睿大悟曰：
“卿言是也。”自此愈加敬重。
旬日内，司马懿入朝，魏主将曹真表奏之事，逐一言之。懿奏
曰：
“臣料东吴未敢动兵，今日正可乘此去伐蜀。”睿即拜曹真为大
司马、征西大都督，司马懿为大将军、征西副都督，刘晔为军师。三
人拜辞魏主，引四十万大兵，前行至长安，径奔剑阁，来取汉中。其
馀郭淮、孙礼等，各取路而行。
汉中人报入成都。此时孔明病好多时，每日操练人马，习学八阵
之法，尽皆精熟，欲取中原。听得这个消息，遂唤张嶷、王平，分付
曰：
“汝二人先引一千兵，去守陈仓古道，以当魏兵。吾却提大兵便
来接应。”二人告曰：
“人报魏军四十万，诈称八十万，声势甚大，
如何只与一千兵去守隘口？倘魏兵大至，何以拒之？”孔明曰：
“吾
欲多与，恐士卒辛苦耳。”嶷与平面面相觑，皆不敢去。孔明曰：
“若有疏失，非汝等之罪。不必多言，可疾去。”二人又哀告曰：
“丞相欲杀某二人，就此请杀，只不敢去。”孔明笑曰：
“何其愚也!
吾令汝等去，自有主见：吾昨夜仰观天文，见毕星躔于太阴之分 (16)
，此月内必有大雨淋漓。魏兵虽有四十万，安敢深入山险之地？因此
不用多军，决不受害。吾将大军皆在汉中安居一月，待魏兵退，那时
以大兵掩之，以逸待劳，吾十万之众，可胜魏兵四十万也。”二人听
毕，方大喜，拜辞而去。孔明随统大军出汉中，传令教各处隘口，预
备干柴、草料、细粮，俱够一月人马支用，以防秋雨；将大军宽限一
月，先给衣食，伺候出征。
却说曹真、司马懿同领大军，径到陈仓城内，不见一间房屋。寻
土人问之，皆言孔明回时放火烧毁。曹真便要从陈仓道进发。懿曰：
“不可轻进。我夜观天文，见毕星躔于太阴之分，此月内必有大雨。
若深入重地，常胜则可，倘有疏虞，人马受苦，要退则难。且宜在城
中搭起窝铺驻扎 (17) ，以防阴雨。”真从其言。未及半月，天雨大
降，淋漓不止。陈仓城外，平地水深三尺，军器尽湿，人不得睡，昼
夜不安。大雨连降三十日，马无草料，死者无数，军士怨声不绝。
传入洛阳，魏主设坛，求晴不得。黄门侍郎王肃上疏曰：
前志有之 (18) ：“千里馈粮，士有饥色；樵苏后爨，师不宿饱 (19) 。”此
谓平途之行军者也 (20) ，又况于深入险阻，凿路而前 (21) ，则其为劳，必相百
也 (22) 。今又加之以霖雨，山坂峻滑，众逼而不展 (23) ，粮远而难继，实行军
之大忌也。闻曹真发已逾月，而行方半谷，治道功大，战士悉作 (24) ，是彼偏得
以逸待劳，乃兵家之所惮也。言之前代，则武王伐纣，出关而复还 (25) ；论之近
事，则武、文征权，临江而不济 (26) 。岂非顺天知时，通于权变者哉？愿陛下念
水雨艰剧之故，休息士卒；后日有衅 (27) ，乘时用之。所谓“悦以犯难，民忘其
死”者也 (28) 。
魏主览表，正在犹豫，杨阜、华歆亦上疏谏。魏主即下诏，遣使
诏曹真、司马懿还朝。
却说曹真与司马懿商议曰：
“今连阴三十日，军无战心，各有思
归之意，如何禁止？”懿曰：
“不如且回。”真曰：
“倘孔明追来，
怎生退之？”懿曰：
“先伏两军断后，方可回兵。”正议间，忽使命
来召。二人遂将大军前队作后队，后队作前队，徐徐而退。
却说孔明计算一月秋雨将尽，天尚未晴，自提一军屯于城固，又
传令教大军会于赤坡驻扎。孔明升帐，唤众将言曰：
“吾料魏兵必
走，魏主必下诏来取曹真、司马懿兵回。吾若追之，必有准备。不如
任他且去，再作良图。”忽王平令人报来，说魏兵已回。孔明分付来
人：
“传与王平，不可追袭，吾自有破魏兵之策。”正是：
魏兵纵使能埋伏，汉相原来不肯追。
未知孔明怎生破魏，且看下文分解。
--------------------
(1) 引愆(qiān谦)——自己主动承担过错。愆：过错，过失，罪过。
(2) 深自贬抑——指第九十六回所写诸葛亮因马谡失街亭而“请自贬三等”事。
(3) 重违君意，听顺所守——意谓因难以违背你的心意(指自贬三等)，只好听任你代行
丞相之职。
(4) 耀师——出师炫耀威力。
(5) 馘(gu ó国)斩——斩首或砍头。引申为杀死。馘：本义为割取所杀敌军的左耳以计
功。引申为砍头、断头。
(6) 爰征——出征。爰：语助词，无实义。
(7) 氐(d ī低)——我国古代的少数民族，居住在西北一带。
(8) 干国之重——捍卫国家的重任。干：盾牌。引申为捍卫，保卫、
(9) 拂——违背。
(10) 以一当十——参见第三十回“一以当十”条注。
(11) 掠阵——压阵。
(12) 血气之勇——语出《孟子·公孙丑上》“夫子过孟贲远矣”宋·朱熹集注：“孟贲
血气之勇。”(孟贲：古代勇士。)意谓只凭一时感情冲动而鼓起的勇气。
(13) 感激——这里是指因感伤而奋发之意。
(14) 殄(tiǎn舔)灭——歼天，消灭。
(15) 内——指内宫，皇宫。
(16) 毕星躔(chán缠)于太阴之分——即毕星(二十八宿之一)运行(躔)到月亮(太阴)的
界域。古代星相家以为是下雨的预兆。
(17) 窝铺——临时架搭的简易草棚，俗称“窝棚”。
(18) 前志——前人记述的书，即史书。这里指《史记》。
(19) “千里馈粮”四句——馈粮：运送军粮。樵苏：砍柴割草。爨：烧火做饭。宿饱：
常饱。这四句出自《史记·淮阴侯列传》(又见《汉书·韩信传》)：“(韩)信与张耳以兵数
万，欲东下井陉击赵。赵王、成安君陈馀闻汉且击之也，聚兵井陉口，号称二十万。广武君
李左车说成安君曰：‘臣闻千里馈粮，士有饥色；樵苏后爨，师不宿饱。’”意谓军粮靠千
里之外运来，将士肯定会饿肚子；要烧火做饭时才去砍柴割草，军队也不可能吃饱。表示行
军打仗时粮草先行的重要性。
(20) 平途——平坦的道路。
(21) 凿路——开辟道路。
(22) 其为劳，必相百——意谓在山路上行军较之在平路上行军劳苦百倍。
(23) 众逼而不展——意谓众人只能拥挤在狭窄的地方，不能自由活动。逼：狭窄。
(24) 治道功大，战士悉作——意谓修筑道路的工作很重，所有的将士都得参加劳动。
功：通“工”。
(25) 武王伐纣，出关而复还——事见《史记·周本纪》：周武王继位九年，率师伐纣，
兵至孟津，“诸侯不期而会者八百”。“诸侯皆曰：‘纣可伐矣。’武王曰：‘女(汝)未知
天命，未可也。’乃还师归。”
(26) 武、文征权，临江而不济——意谓魏武帝曹操和魏文帝曹丕出兵征讨孙权，兵至长
江北岸，并未渡江而撤兵。
(27) 有衅——有了可乘之机。
(28) 悦以犯难，民忘其死——语出《周易·兑卦》：“《彖》曰：兑，说也。刚中而柔
外，说以利贞，是以顺乎天而应乎人。说以先民，民忘其劳；说以犯难，民忘其死。说之
大，民劝矣哉!”(说：通“悦”。)意谓大人君子乐于冒险赴难(犯难)，百姓就会舍生忘死。
第一百回 汉兵劫寨破曹真 武侯斗阵辱仲达
却说众将闻孔明不追魏兵，俱入帐告曰：
“魏兵苦雨，不能屯
扎，因此回去，正好乘势追之。丞相如何不追？”孔明曰：
“司马懿
善能用兵，今军退必有埋伏，吾若追之，正中其计。不如纵他远去，
吾却分兵径出斜谷而取祁山，使魏人不提防也。”众将曰：
“取长安
之地，别有路途，丞相只取祁山，何也？”孔明曰：
“祁山乃长安之
首也，陇西诸郡倘有兵来，必经由此地；更兼前临渭滨，后靠斜谷，
左出右入，可以伏兵，乃用武之地。吾故欲先取此，得地利也。”众
将皆拜服。孔明令魏延、张嶷、杜琼、陈式出箕谷，马岱、王平、张
翼、马忠出斜谷，俱会于祁山。调拨已定，孔明自提大军，令关兴、
廖化为先锋，随后进发。
却说曹真、司马懿二人在后监督人马，令一军入陈仓古道探视。
回报说蜀兵不来。又行旬日，后面埋伏众将皆回，说蜀兵全无音耗。
真曰：
“连绵秋雨，栈道断绝，蜀人岂知吾等退军耶？”懿曰：
“蜀
兵随后出矣。”真曰：
“何以知之？”懿曰：
“连日晴明，蜀兵不
赶，料吾有伏兵也，故纵我兵远去。待我兵过尽，他却夺祁山矣。”
曹真不信。懿曰：
“子丹如何不信？吾料孔明必从两谷而来。吾与子
丹各守一谷口，十日为期，若无蜀兵来，我面涂红粉，身穿女衣，来
营中伏罪。”真曰：
“若有蜀兵来，我愿将天子所赐玉带一条、御马
一匹与你。”即分兵两路：真引兵屯于祁山之西斜谷口，懿引军屯于
祁山之东箕谷口，各下寨已毕。
懿先引一枝兵伏于山谷中，其馀军马各于要路安营。懿更换衣
装，杂在众军之内，遍观各营。忽到一营，有一偏将仰天而怨曰：
“大雨淋了许多时，不肯回去，今又在这里顿住，强要赌赛，却不苦
了官军？”懿闻言，归寨升帐，聚众将皆到帐下，挨出那将来 (1) ，
懿叱之曰：
“朝廷养军千日，用在一时 (2) 。汝安敢出怨言，以慢军
心？”其人不招。懿叫出同伴之人对证，那将不能抵赖。懿曰：
“吾
非赌赛，欲胜蜀兵，令汝各人有功回朝。汝乃妄出怨言，自取罪戾
(3) 。”喝令武士推出斩之。须臾，献首帐下。众将悚然。懿曰：
“汝等诸将皆要尽心，以防蜀兵。听吾中军炮响，四面皆进。”众将
受令而退。
却说魏延、张嶷、陈式、杜琼四将引二万兵，取箕谷而进。正行
之间，忽报参谋邓芝到来。四将问其故。芝曰：
“丞相有令：如出箕
谷，提防魏兵埋伏，不可轻进。”陈式曰：
“丞相用兵何多疑耶？吾
料魏兵连遭大雨，衣甲皆毁，必然急归，安得又有埋伏？今吾兵倍道
而进，可获大胜，如何又教休进？”芝曰：
“丞相计无不中，谋无不
成，汝安敢违令？”式笑曰：
“丞相若果多谋，不致街亭之失。”魏
延想起孔明向日不听其计，亦笑曰：
“丞相若听吾言，径出子午谷，
此时休说长安，连洛阳皆得矣。今执定要出祁山 (4) ，有何益耶？既
令进兵，今又教休进，何其号令不明？”式曰：
“吾自有五千兵，径
出箕谷，先到祁山下寨，看丞相羞也不羞？”芝再三阻当，式只不
听，径自引五千兵出箕谷去了。邓芝只得飞报孔明。
却说陈式引兵行不数里，忽听的一声炮响，四面伏兵皆出。式急
退时，魏兵塞满谷口，围得铁桶相似。式左冲右突，不能得脱。忽闻
喊声大震，一彪军杀入，乃是魏延，救了陈式，回到谷中，五千兵只
剩得四五百带伤人马。背后魏兵赶来，却得杜琼、张嶷引兵接应，魏
兵方退。陈、魏二人方信孔明先见如神，懊悔不及。
且说邓芝回见孔明，言魏延、陈式如此无礼。孔明笑曰：
“魏延
素有反相，吾知彼常有不平之意，因怜其勇而用之 (5) 。久后必生患
害。”正言间，忽流星马报到，说：
“陈式折了四千馀人，止有四五
百带伤人马屯在谷中。”孔明令邓芝再来箕谷抚慰陈式，防其生变。
一面唤马岱、王平分付曰：
“斜谷若有魏兵守把，汝二人引本部军越
山岭，夜行昼伏，速出祁山之左，举火为号。”又唤马忠、张翼分付
曰：
“汝等亦从山僻小路，昼伏夜行，径出祁山之右，举火为号，与
马岱、王平会合，共劫曹真营寨。吾自从谷中三面攻之，魏兵可破
也。”四人领命，分头引兵去了。孔明又唤关兴、廖化，分付曰如此
如此。二人受了密计，引兵而去。孔明自领精兵倍道而行。正行间，
又唤吴班、吴懿授与密计，亦引兵先行。
却说曹真心中不信蜀兵来，以此怠慢，纵令军士歇息，只等十日
无事，要羞司马懿。不觉守了七日，忽有人报：
“谷中有些小蜀兵出
来。”真令副将秦良引五千兵哨探，不许纵令蜀兵近界。秦良领命，
引兵刚到谷口，哨见蜀兵退去。良急引兵赶来，行到五六十里，不见
蜀兵，心下疑惑，教军士下马歇息。忽哨马报说：
“前面有蜀兵埋
伏。”良上马看时，只见山中尘土大起，急令军士提防。不一时，四
壁厢喊声大震，前面吴班、吴懿引兵杀出，背后关兴、廖化引兵杀
来。左右是山，皆无走路。山上蜀兵大叫：
“下马投降者免死!”魏兵
大半多降。秦良死战，被廖化一刀斩于马下。
孔明把降兵拘于后军，却将魏兵衣甲与蜀兵五千人穿了，扮作魏
兵，令关兴、廖化、吴班、吴懿四将引着，径奔曹真寨来。先令报马
入寨说：
“只有些小蜀兵，尽赶去了。”真大喜。忽报：
“司马都督
差心腹人至。”真唤入问之。其人告曰：
“今都督用埋伏计，杀蜀兵
四千馀人。司马都督致意将军，教休将赌赛为念，务要用心提备。”
真曰：
“吾这里并无一个蜀兵。”遂打发来人回去。忽又报：
“秦良
引兵回来了。”真自出帐迎之。比及到寨，人报前后两把火起。真急
回寨后看时，关兴、廖化、吴班、吴懿四将指麾蜀军就营前杀将进
来，马岱、王平从后面杀来，马忠、张翼亦引兵杀到。魏军措手不
及，各自逃生。众将保曹真望东而走，背后蜀兵赶来。
曹真正奔走，忽然喊声大震，一彪军杀到。真胆战心惊，视之，
乃司马懿也。懿大战一场，蜀兵方退。真得脱，羞惭无地。懿曰：
“诸葛亮夺了祁山地势，吾等不可久居此处，宜去渭滨安营，再作良
图。”真曰：
“仲达何以知吾遭此大败也？”懿曰：
“见来人报称子
丹说并无一个蜀兵，吾料孔明暗来劫寨，因此知之，故相接应，今果
中计。切莫言赌赛之事，只同心报国。”曹真甚是惶恐，气成疾病，
卧床不起，兵屯渭滨。懿恐军心有乱，不敢教真引兵。
却说孔明大驱士马，复出祁山。劳军已毕，魏延、陈式、杜琼、
张嶷入帐，拜伏请罪。孔明曰：
“是谁失陷了军来？”延曰：
“陈式
不听号令，潜入谷口，以此大败。”式曰：
“此事魏延教我行来。”
孔明曰：
“他倒救你，你反攀他 (6) 。将令已违，不必巧说。”即叱
武士推出陈式斩之。须臾，悬首于帐前，以示诸将。此时孔明不杀魏
延，欲留之以为后用也。
孔明既斩了陈式，正议进兵，忽有细作报说：
“曹真卧病不起，
现在营中治疗。”孔明大喜，谓诸将曰：
“若曹真病轻，必便回长
安。今魏兵不退，必为病重，故留于军中，以安众人之心。吾写下一
书，教秦良的降兵持与曹真，真若见之，必然死矣。”遂唤降兵至帐
下，问曰：
“汝等皆是魏军，父母妻子多在中原，不宜久居蜀中。今
放汝等回家，若何？”众军泣泪拜谢。孔明曰：
“曹子丹与吾有约，
吾有一书，汝等带回，送与子丹，必有重赏。”
魏军领了书，奔回本寨，将孔明书呈与曹真。真扶病而起，拆封
视之。其书曰：
汉丞相、武乡侯诸葛亮，致书于大司马曹子丹之前：窃谓夫为将者，能去能
就 (7) ，能柔能刚；能进能退，能弱能强。不动如山岳 (8) ，难测如阴阳 (9) ；
无穷如天地 (10) ，充实如太仓 (11) ；浩渺如四海 (12) ，眩曜如三光 (13) 。预知
天文之旱涝，先识地理之平康 (14) ；察阵势之期会 (15) ，揣敌人之短长。嗟尔
无学后辈，上逆穹苍 (16) ：助篡国之反贼，称帝号于洛阳。走残兵于斜谷，遭霖
雨于陈仓；水陆困乏，人马猖狂 (17) ；抛盈郊之戈甲，弃满地之刀枪。都督心崩
而胆裂，将军鼠窜而狼忙。无面见关中之父老，何颜入相府之厅堂？史官秉笔而
记录，百姓众口而传扬：仲达闻阵而惕惕 (18) ，子丹望风而遑遑 (19) 。吾军兵
强而马壮，大将虎奋以龙骧 (20) ，扫秦川为平壤 (21) ，荡魏国作丘荒 (22) 。
曹真看毕，恨气填胸，至晚，死于军中。司马懿用兵车装载，差
人送赴洛阳安葬。
魏主闻知曹真已死，即下诏催司马懿出战。懿提大军来与孔明交
锋，隔日先下战书。孔明谓诸将曰：
“曹真必死矣。”遂批回“来日
交锋”。使者去了。孔明当夜教姜维受了密计：如此而行；又唤关兴
分付：如此如此。
次日，孔明尽起祁山之兵，前到谓滨。一边是河，一边是山，中
央平川旷野，好片战场。两军相迎，以弓箭射住阵角。三通鼓罢，魏
阵中门旗开处，司马懿出马，众将随后而出。只见孔明端坐于四轮车
上，手摇羽扇。懿曰：
“吾主上法尧禅舜，相传二帝，坐镇中原，容
汝蜀、吴二国者，乃吾主宽慈仁厚，恐伤百姓也。汝乃南阳一耕夫，
不识天数，强要相侵，理宜殄灭。如省心改过 (23) ，宜即早回，各守
疆界，以成鼎足之势，免致生灵涂炭，汝等皆得全生。”孔明笑曰：
“吾受先帝托孤之重，安肯不倾心竭力以讨贼乎？汝曹氏不久为汉所
灭。
汝祖父皆为汉臣 (24) ，世食汉禄，不思报效，反助篡逆，岂不自
耻？”懿羞惭满面曰：
“吾与汝决一雌雄 (25) ：汝若能胜，吾誓不为
大将；汝若败时，早归故里，吾并不加害。”
孔明曰：
“汝欲斗将？斗兵？斗阵法？”懿曰：
“先斗阵法。”
孔明曰：
“先布阵我看。”懿入中军帐下，手执黄旗招飐，左右军
动，排成一阵。复上马出阵，问曰：
“汝识吾阵否？”孔明笑曰：
“吾军中末将亦能布之。此乃‘混元一气阵’也。”懿曰：
“汝布阵
我看。”孔明入阵，把羽扇一摇。复出阵前，问曰：
“汝识我阵
否？”懿曰：
“量此‘八卦阵’，如何不识？”孔明曰：
“识便识
了，敢打我阵否？”懿曰：
“既识之，如何不敢打？”孔明曰：
“汝
只管打来。”
司马懿回到本阵中，唤戴陵、张虎、乐 三将，分付曰：
“今
孔明所布之阵，按休、生、伤、杜、景、死、惊、开八门。汝三人可
从正东生门打入，往西南休门杀出，复从正北开门杀入，此阵可破。
汝等小心在意。”
于是戴陵在中，张虎在前，乐 在后，各引三十骑，从生门打
入。两军呐喊相助。三人杀入蜀阵，只见阵如连城，冲突不出。三人
慌引骑转过阵脚，往西南冲去，却被蜀兵射住，冲突不出。阵中重重
叠叠，都有门户，那里分东西南北。三将不能相顾，只管乱撞，但见
愁云漠漠，惨雾蒙蒙。喊声起处，魏军一个个皆被缚了，送到中军。
孔明坐于帐中，左右将张虎、戴陵、乐 并九十个军皆缚在帐
下。孔明笑曰：
“吾纵然捉得汝等，何足为奇。吾放汝等回见司马
懿，教他再读兵书，重观战策，那时来决雌雄，未为迟也。汝等性命
既饶，当留下军器、战马。”遂将众人衣服脱了，以墨涂面，步行出
阵。
司马懿见之大怒，回顾诸将曰：
“如此挫败锐气，有何面目回见
中原大臣耶？”即指挥三军，奋死掠阵 (26) 。懿自拔剑在手，引百馀
骁将，催督冲杀。两军恰才相会，忽然阵后鼓角齐鸣，喊声大震，一
彪军从西南上杀来，乃关兴也。懿分后军当之，复催军向前厮杀。忽
然魏兵大乱，原来姜维引一彪军悄地杀来，蜀兵三路夹攻。懿大惊，
急忙退军。蜀兵周围杀到，懿引三军望南死命冲击，魏兵十伤六七。
司马懿退在渭滨南岸下寨，坚守不出。
孔明收得胜之兵，回到祁山时，永安城李严遣都尉苟安解送粮
米，至军中交割。苟安好酒，于路怠慢，违限十日。孔明大怒曰：
“吾军中专以粮为大事，误了三日，便该处斩。汝今误了十日，有何
理说？”喝令推出斩之。长史杨仪曰：
“苟安乃李严用人，又兼钱粮
多出于西川，若杀此人，后无人敢送粮也。”孔明乃叱武士去其缚，
杖八十放之。苟安被责，心中怀恨，连夜引亲随五六骑，径奔魏寨投
降。懿唤入，苟安拜告前事。懿曰：
“虽然如此，孔明多谋，汝言难
信。汝能为我干一件大功，吾那时奏准天子，保汝为上将。”安曰：
“但有甚事，即当效力。”懿曰：
“汝可回成都布散流言，说孔明有
怨上之意，早晚欲称为帝，使汝主召回孔明，即是汝之功矣。”
苟安允诺，径回成都，见了宦官，布散流言，说孔明自倚大功，
早晚必将篡国。宦官闻知大惊，即入内奏帝，细言前事。后主惊讶
曰：
“似此如之奈何？”宦官曰：
“可诏还成都，削其兵权，免生叛
逆。”后主下诏，宣孔明班师回朝。蒋琬出班奏曰：
“丞相自出师以
来，累建大功，何故宣回？”后主曰：
“朕有机密事，必须与丞相面
议。”即遣使赍诏，星夜宣孔明回。
使命径到祁山大寨，孔明接入，受诏已毕，仰天叹曰：
“主上年
幼，必有佞臣在侧。吾正欲建功，何故取回？我如不回，是欺主矣；
若奉命而退，日后再难得此机会也。”姜维问曰：
“若大军退，司马
懿乘势掩杀，当复如何？”孔明曰：
“吾今退军，可分五路而退。今
日先退此营，假如营内一千兵，却掘二千灶，明日掘三千灶，后日掘
四千灶，每日退军，添灶而行。”杨仪曰：
“昔孙膑擒庞涓，用添兵
减灶之法而取胜 (27) ；今丞相退兵，何故增灶？”孔明曰：
“司马懿
善能用兵，知吾兵退，必然追赶。心中疑吾有伏兵，定于旧营内数
灶，见每日增灶，兵又不知退与不退，则疑而不敢追。吾徐徐而退，
自无损兵之患。”遂传令退军。
却说司马懿料苟安行计停当，只待蜀兵退时，一齐掩杀。正踌躇
间，忽报：
“蜀寨空虚，人马皆去。”懿因孔明多谋，不敢轻追，自
引百馀骑，前来蜀营内踏看，教军士数灶，仍回本寨。次日，又教军
士赶到那个营内，查点灶数。回报说：
“这营内之灶，比前又增一
分。”司马懿谓诸将曰：
“吾料孔明多谋，今果添兵增灶，吾若追
之，必中其计。不如且退，再作良图。”于是回军不追。孔明不折一
人，望成都而去。
次后，川口土人来报司马懿，说：
“孔明退兵之时，未见添兵，
只见增灶。”懿仰天长叹曰：
“孔明效虞诩之法 (28) ，瞒过吾也。其
谋略吾不如之。”遂引大军还洛阳。正是：
棋逢敌手难相胜 (29) ，将遇良才不敢骄。
未知孔明退回成都竟是如何，且看下文分解。
--------------------
(1) 挨出——从众人中挨个儿找出。
(2) 养军千日，用在一时——语本“养军千日，用在一朝”，出自《秦并六国平话》卷
上：“王贲启奏曰：‘告陛下，养军千日，用在一朝。’”意谓长期供养、训练军队，以备
一旦用兵打仗。
(3) 罪戾(l ì例)——罪过，过失。
(4) 执定——认定，坚持认为。
(5) 怜——爱惜。
(6) 攀——诬供牵连。
(7) 能去能就——意谓善于取舍。去就：取舍。
(8) 不动如山岳——意谓犹如山岳般纹丝不动。形容人极其沉着镇定。
(9) 难测如阴阳——意谓如同阴阳二气般不可揣测。形容人胸藏韬略，神鬼莫测。阴
阳：指天地间化生万物的阴阳二气。《周易·系辞上》：“阴阳不测之谓神。”
(10) 无穷如天地——意谓如同天地般无穷无尽。形容人度量宏大。
(11) 充实如太仓——意谓犹如太仓之粟般满腹经纶。形容人知识极其丰富。太仓：古代
京师储谷的大仓。
(12) 浩渺如四海——意谓如同四海般广大辽阔。形容人性格豪放，气派宏大。四海：天
下。
(13) 眩曜如三光——意谓如同日、月、星般光彩夺目。形容人光明磊落。三光：指日、
月、星。汉·班固《白虎通·封公侯》：“天有三光日月星，地有三形高下平。”
(14) 平康——平安。
(15) 期会——机缘，机会。
(16) 上逆穹(qió ng穷)苍——意谓上违天意。穹苍：指天。“穹”指人仰视天空为隆
起形，“苍”指天色。
(17) 猖狂——这里是形容狼狈不堪之状。
(18) 惕惕——戒惧貌。
(19) 遑遑——惊恐不安貌。
(20) 虎奋以龙骧——意谓像虎一般跳跃，像龙一般飞腾。形容奋发有为，气势雄壮。
奋：跳跃。以：和，与。骧：飞腾。
(21) 平壤——平地。
(22) 丘荒——荒野，废墟。
(23) 省(x ǐ ng醒)心——诚心反省。
(24) 祖父——祖先和父辈。
(25) 决一雌雄——语本《史记·项羽本纪》(又见《汉书·项籍传》)：“楚、汉久相
持未决，丁壮苦军旅，老弱罢转漕。项王谓汉王曰：‘天下匈匈数岁者，徒以吾两人耳。愿
与汉王挑战，决雌雄，毋徒苦天下之民父子为也。’”意谓决定谁是雌性的谁是雄性的。比
喻经过较量而决定胜负或高低上下。
(26) 掠阵——多指压阵助威。这里是攻击敌阵之意。
(27) “昔孙膑擒庞涓”二句——事见《史记·孙子吴起列传》：战国时，魏、赵二国攻
韩国，韩国求救于齐国。齐将田忌率兵救韩，孙膑为谋士。田忌用孙膑之计，沿路每日减少
灶坑之数。魏将庞涓得知后大喜，以为齐兵逃亡过半，遂率小队骑兵追赶。结果在马陵道遭
到伏击，庞涓自杀。
(28) 虞诩之法——即增灶之法。事见《后汉书·虞傅盖臧列传》：东汉时，羌兵不时侵
扰武都地区，武都太守虞诩因兵少，以每日增灶之法迷惑羌兵。羌兵以为汉军在不断增加而
不敢进逼，只好撤退。
(29) 棋逢敌手——敌手：才能相当的对手。“棋逢敌手”本唐·杜荀鹤《观棋》：“有
时逢敌手，对棋到深更。”意谓两个棋手对弈，棋艺不相上下。比喻能手遇上能手，本领不
相上下。
第一百一回 出陇上诸葛妆神 奔剑阁张郃中计
却说孔明用减兵添灶之法，退兵到汉中。司马懿恐有埋伏，不敢
追赶，亦收兵回长安去了，因此蜀兵不曾折了一人。孔明大赏三军已
毕，回到成都，入见后主，奏曰：
“老臣出了祁山，欲取长安，忽承
陛下降诏召回，不知有何大事？”后主无言可对，良久乃曰：
“朕久
不见丞相之面，心甚思慕，故特诏回，一无他事。”孔明曰：
“此非
陛下本心，必有奸臣谗谮 (1) ，言臣有异志也。”后主闻言，默然无
语。孔明曰：
“老臣受先帝厚恩，誓以死报。今若内有奸邪，臣安能
讨贼乎？”后主曰：
“朕因过听宦官之言 (2) ，一时召回丞相。今日
茅塞方开，悔之不及矣。”孔明遂唤众宦官究问，方知是苟安流言。
急令人捕之，已投魏国去了。孔明将妄奏的宦官诛戮，馀皆废出宫
外。又深责蒋琬、费祎等不能觉察奸邪，规谏天子。二人唯唯服罪。
孔明拜辞后主，复到汉中，一面发檄令李严应付粮草，仍运赴军
前；一面再议出师。杨仪曰：
“前数兴兵，军力罢敝 (3) ，粮又不
继。今不如分兵两班，以三个月为期：且如二十万之兵，只领十万出
祁山，住了三个月，却教这十万替回，循环相转。若此则兵力不乏，
然后徐徐而进，中原可图矣。”孔明曰：
“此言正合我意。吾伐中
原，非一朝一夕之事，正当为此长久之计。”遂下令，分兵两班，限
一百日为期，循环相转，违限者按军法处治。
建兴九年春二月，孔明复出师伐魏。时魏太和五年也。魏主曹睿
知孔明又伐中原，急召司马懿商议。懿曰：
“今子丹已亡，臣愿竭一
人之力，剿除寇贼，以报陛下。”睿大喜，设宴待之。次日，人报蜀
兵寇急。睿即命司马懿出师御敌，亲排銮驾，送出城外。
懿辞了魏主，径到长安，大会诸路人马，计议破蜀兵之策。张郃
曰：
“吾愿引一军，去守雍、郿，以拒蜀兵。”懿曰：
“吾前军不能
独当孔明之众，而又分兵为前后，非胜算也。不如留兵守上邽，馀众
悉往祁山。公肯为先锋否？”郃大喜曰：
“吾素怀忠义，欲尽心报
国，惜未遇知己。今都督肯委重任，虽万死不辞。”于是司马懿令张
郃为先锋，总督大军。又令郭淮守陇西诸郡，其馀众将各分道而进。
前军哨马报说：
“孔明率大军望祁山进发，前部先锋王平、张嶷径出
陈仓，过剑阁，由散关望斜谷而来。”司马懿谓张郃曰：
“今孔明长
驱大进，必将割陇西小麦，以资军粮。汝可结营守祁山，吾与郭淮巡
略天水诸郡 (4) ，以防蜀兵割麦。”郃领诺，遂引四万兵守祁山。懿
引大军望陇西而去。
却说孔明兵至祁山，安营已毕，见渭滨有魏军提备，乃谓诸将
曰：
“此必是司马懿也。即今营中乏粮，屡遣人催并李严运米应付，
却只是不到。吾料陇上麦熟，可密引兵割之。”于是留王平、张嶷、
吴班、吴懿四将守祁山营，孔明自引姜维、魏延等诸将前到卤城。卤
城太守素知孔明，慌忙开城出降。孔明抚慰毕，问曰：
“此时何处麦
熟？”太守告曰：
“陇上麦已熟。”
孔明乃留张翼、马忠守卤城，自引诸将并三军望陇上而来。前军
回报说：
“司马懿引兵在此。”孔明惊曰：
“此人预知吾来割麦
也。”即沐浴更衣，推过一般三辆四轮车来，车上皆要一样妆饰。此
车乃孔明在蜀中预先造下的。当下令姜维引一千军护车，五百军擂
鼓，伏在上邽之后；马岱在左，魏延在右，亦各引一千军护车，五百
军擂鼓。每一辆车用二十四人，皂衣跣足，披发仗剑，手执七星皂
幡，在左右推车。三人各受计，引兵推车而去。孔明又令三万军皆执
镰刀、驮绳 (5) ，伺候割麦。却选二十四个精壮之士，各穿皂衣，披
发跣足，仗剑簇拥四轮车，为推车使者。令关兴结束做天蓬模样 (6)
，手执七星皂幡，步行于车前。孔明端坐于上，望魏营而来。
哨探军见之大惊，不知是人是鬼，火速报知司马懿。懿自出营视
之，只见孔明簪冠鹤氅 (7) ，手摇羽扇，端坐于四轮车上，左右二十
四人披发仗剑，前面一人手执皂幡，隐隐似天神一般。懿曰：
“这个
又是孔明作怪也。”遂拨二千人马，分付曰：
“汝等疾去，连车带
人，尽情都捉来。”魏兵领命，一齐追赶。孔明见魏兵赶来，便教回
车，遥望蜀营缓缓而行。魏兵皆骤马追赶，但见阴风习习，冷雾漫
漫。尽力赶了一程，追之不上。各人大惊，都勒住马言曰：
“奇怪!我
等急急赶了三十里，只见在前，追之不上，如之奈何？”孔明见兵不
来，又令推车过来，朝着魏兵歇下。魏兵犹豫良久，又放马赶来。孔
明复回车慢慢而行。魏兵又赶了二十里，只见在前，不曾赶上，尽皆
痴呆。孔明教回过车，朝着魏军，推车倒行。魏兵又欲追赶，后面司
马懿自引一军到，传令曰：
“孔明善会八门遁甲 (8) ，能驱六丁六甲
之神 (9) 。此乃六甲天书内缩地之法也 (10) 。众军不可追之。”
众军方勒马回时，左势下战鼓大震 (11) ，一彪军杀来。懿急令兵
拒之，只见蜀兵队里二十四人披发仗剑，皂衣跣足，拥出一辆四轮
车，车上端坐孔明，簪冠鹤氅，手摇羽扇。懿大惊曰：
“方才那个车
上坐着孔明，赶了五十里，追之不上，如何这里又有孔明？怪哉!怪
哉!”言未毕，右势下战鼓又鸣，一彪军杀来，四轮车上亦坐着一个孔
明，左右亦有二十四人，皂衣跣足，披发仗剑，拥车而来。懿心中大
疑，回顾诸将曰：
“此必神兵也!”众军心下大乱，不敢交战，各自奔
走。正行之际，忽然鼓声大震，又一彪军杀来，当先一辆四轮车，孔
明端坐于上，左右前后推车使者同前一般。魏兵无不骇然。司马懿不
知是人是鬼，又不知多少蜀兵，十分惊惧，急急引兵奔入上邽，闭门
不出。此时孔明早令三万精兵将陇上小麦割尽，运赴卤城打晒去了。
司马懿在上邽城中，三日不敢出城。后见蜀兵退去，方敢令军出
哨，于路捉得一蜀兵，来见司马懿。懿问之，其人告曰：
“某乃割麦
之人，因走失马匹，被捉前来。”懿曰：
“前者是何神兵？”答曰：
“三路伏兵，皆不是孔明，乃姜维、马岱、魏延也。每一路只有一千
军护车，五百军擂鼓。只是先来诱阵的车上乃孔明也。”懿仰天长叹
曰：
“孔明有神出鬼没之机!”
忽报：
“副都督郭淮入见。”懿接入，礼毕，淮曰：
“吾闻蜀兵
不多，现在卤城打麦，可以击之。”懿细言前事。淮笑曰：
“只瞒过
一时，今已识破，何足道哉!吾引一军攻其后，公引一军攻其前，卤城
可破，孔明可擒矣。”懿从之，遂分兵两路而来。
却说孔明引军在卤城打晒小麦，忽唤诸将听令曰：
“今夜敌人必
来攻城。吾料卤城东西麦田之内足可伏兵，谁敢为我一往？”姜维、
魏延、马忠、马岱四将出曰：
“某等愿往。”孔明大喜，乃命：
“姜
维、魏延各引二千兵，伏在东南、西北两处；马岱、马忠各引二千
兵，伏在西南、东北两处。只听炮响，四角一齐杀来。”四将受计，
引兵去了。孔明自引百馀人，各带火炮出城，伏在麦田之内等候。
却说司马懿引兵径到卤城下，日已昏黑，乃谓诸将曰：
“若白日
进兵，城中必有准备。今可乘夜晚攻之。此处城低壕浅，可便打
破。”遂屯兵城外。一更时分，郭淮亦引兵到。两下合兵，一声鼓
响，把卤城围得铁桶相似。城上万弩齐发，矢石如雨，魏兵不敢前
进。忽然魏军中信炮连声，三军大惊，又不知何处兵来。淮令人去麦
田搜时，四角上火光冲天，喊声大震，四路蜀兵一齐杀至；卤城四门
大开，城内兵杀出：里应外合，大杀了一阵，魏兵死者无数。司马懿
引败兵奋死突出重围，占住了山头；郭淮亦引败兵奔到山后扎住。孔
明入城，令四将于四角下安营。
郭淮告司马懿曰：
“今与蜀兵相持许久，无策可退；目下又被杀
了一阵，折伤三千馀人。若不早图，日后难退矣。”懿曰：
“当复如
何？”淮曰：
“可发檄文调雍、凉人马，并力剿杀。吾愿引军袭剑
阁，截其归路，使彼粮草不通，三军慌乱。那时乘势击之，敌可灭
矣。”懿从之，即发檄文，星夜往雍、凉调拨人马。不一日，大将孙
礼引雍、凉诸郡人马到。懿即令孙礼约会郭淮，去袭剑阁。
却说孔明在卤城相拒日久，不见魏兵出战，乃唤姜维、马岱入城
听令曰：
“今魏兵守住山险，不与我战：一者料吾麦尽无粮；二者令
兵去袭剑阁，断吾粮道也。汝二人各引一万军，先去守住险要，魏兵
见有准备，自然退去。”二人引兵去了。
长史杨仪入帐告曰：
“向者丞相令大兵一百日一换，今已限足，
汉中兵已出川口，前路公文已到，只待会兵交换。现存八万军，内四
万该与换班。”孔明曰：
“既有令，便教速行。”众军闻知，各各收
拾起程。忽报：
“孙礼引雍、凉人马二十万来助战，去袭剑阁；司马
懿自引兵来攻卤城了。”蜀兵无不惊骇。杨仪入告孔明曰：
“魏兵来
得甚急，丞相可将换班军且留下退敌，待新来兵到，然后换之。”孔
明曰：
“不可。吾用兵命将，以信为本，既有令在先，岂可失信？且
蜀兵应去者，皆准备归计，其父母妻子倚扉而望 (12) ，吾今便有大
难，决不留他。”即传令，教应去之兵，当日便行。众军闻之，皆大
呼曰：
“丞相如此施恩于众，我等愿且不回，各舍一命，大杀魏兵，
以报丞相。”孔明曰：
“尔等该还家，岂可复留于此？”众军皆要出
战，不愿回家。孔明曰：
“汝等既要与我出战，可出城安营，待魏兵
到，莫待他息喘，便急攻之，此以逸待劳之法也。”众兵领命，各执
兵器，欢喜出城，列阵而待。
却说西凉人马倍道而来，走的人马困乏，方欲下营歇息，被蜀兵
一拥而进，人人奋勇，将锐兵骁 (13) ，雍、凉兵抵敌不住，望后便
退。蜀兵奋力追杀，杀得那雍、凉兵尸横遍野，血流成渠。孔明出
城，收聚得胜之兵，入城赏劳。忽报：
“永安李严有书告急。”孔明
大惊，拆封视之，书云：
近闻东吴令人入洛阳，与魏连和。魏令吴取蜀，幸吴尚未起兵。今严探知消
息，伏望丞相早作良图。
孔明览毕，甚是惊疑，乃聚诸将曰：
“若东吴兴兵寇蜀，吾须索
速回也 (14) 。”即传令教：
“祁山大寨人马且退回西川，司马懿知吾
屯军在此，必不敢追赶。”于是王平、张嶷、吴班、吴懿分兵两路，
徐徐退入西川去了。
张郃见蜀兵退去，恐有计策，不敢来追，乃引兵往见司马懿曰：
“今蜀兵退去，不知何意。”懿曰：
“孔明诡计极多，不可轻动。不
如坚守，待他粮尽，自然退去。”大将魏平出曰：
“蜀兵拔祁山之营
而退，正可乘势追之。都督按兵不动，畏蜀如虎，奈天下笑何？”懿
坚执不从。
却说孔明知祁山兵已回，遂令杨仪、马忠入帐，授以密计，令：
“先引一万弓弩手，去剑阁木门道两下埋伏。若魏兵追到，听吾炮
响，急滚下木石，先截其去路，两头一齐射之。”二人引兵去了。又
唤魏延、关兴引兵断后，城上四面遍插旌旗，城内乱堆柴草，虚放烟
火。大兵尽望木门道而去。
魏营巡哨军来报司马懿曰：
“蜀兵大队已退，但不知城中还有多
少兵。”懿自往视之，见城上插旗，城中烟起，笑曰：
“此乃空城
也。”令人探之，果是空城。懿大喜曰：
“孔明已退，谁敢追之？”
先锋张郃曰：
“吾愿往。”懿阻曰：
“公性急躁，不可去。”郃曰：
“都督出关之时，命吾为先锋，今日正是立功之际，却不用吾，何
也？”懿曰：
“蜀兵退去，险阻处必有埋伏，须十分仔细，方可追
之。”郃曰：
“吾已知得，不必挂虑。”懿曰：
“公自欲去，莫要追
悔。”郃曰：
“大丈夫舍身报国，虽万死无恨。”懿曰：
“公既坚执
要去，可引五千兵先行。却教魏平引二万马步兵后行，以防埋伏。吾
却引三千兵随后策应。”
张郃领命，引兵火速望前追赶。行到三十馀里，忽然背后一声喊
起，树林内闪出一彪军，为首大将横刀勒马，大叫曰：
“贼将引兵那
里去？”郃回头视之，乃魏延也。郃大怒，回马交锋。不十合，延诈
败而走。郃又追赶三十馀里，勒马回顾，全无伏兵，又策马前追。方
转过山坡，忽喊声大起，一彪军闪出，为首大将乃关兴也，横刀勒
马，大叫曰：
“张郃休赶，有吾在此!”郃就拍马交锋。不十合，兴拨
马便走。郃随后追之。赶到一密林内，郃心疑，令人四下哨探，并无
伏兵，于是放心又赶。不想魏延却抄在前面，郃又与战十馀合，延又
败走。郃奋怒追来，又被关兴抄在前面，截住去路。郃大怒，拍马交
锋。战有十合，蜀兵尽弃衣甲、什物等件，塞满道路。魏军皆下马争
取。
延、兴二将轮流交战，张郃奋勇追赶。看看天晚，赶到木门道
口，魏延拨回马，高声大骂曰：
“张郃逆贼!吾不与汝相拒，汝只顾赶
来，吾今与汝决一死战!”郃十分忿怒，挺枪骤马，直取魏延；延挥刀
来迎。战不十合，延大败，尽弃衣甲、头盔，匹马引败兵望木门道中
而走。张郃杀得性起，又见魏延大败而逃，乃骤马赶来。此时天色昏
黑，一声炮响，山上火光冲天，大石乱柴滚将下来，阻截去路。郃大
惊曰：
“我中计矣!”急回马时，背后已被木石塞满了归路，中间只有
一段空地，两边皆是峭壁，郃进退无路。忽一声梆子响，两下万弩齐
发，将张郃并百馀个部将皆射死于木门道中。后人有诗曰：
伏弩齐飞万点星，木门道上射雄兵。
至今剑阁行人过，犹说军师旧日名。
却说张郃已死，随后魏兵追到，见塞了道路，已知张郃中计。众
军勒回马急退，忽听得山头上大叫曰：
“诸葛丞相在此!”众军仰视，
只见孔明立于火光之中，指众军而言曰：
“吾今日围猎，欲射
一‘马’，误中一‘獐’ (15) 。汝各人安心而去，上复仲达：早晚必
为吾所擒矣。”魏兵回见司马懿，细告前事。懿悲伤不已，仰天叹
曰：
“张隽乂身死，吾之过也!”乃收兵回洛阳。魏主闻张郃死，挥泪
叹息，令人收其尸，厚葬之。
却说孔明入汉中，欲归成都见后主。都护李严妄奏后主曰：
“臣
已办备军粮，行将运赴丞相军前，不知丞相何故忽然班师。”后主闻
奏，即命尚书费祎入汉中见孔明，问班师之故。祎至汉中，宣后主之
意。孔明大惊曰：
“李严发书告急，说东吴将兴兵寇川，因此回
师。”费祎曰：
“李严奏称军粮已办，丞相无故回师，天子因此命某
来问耳。”孔明大怒，令人访察，乃是李严因军粮不济 (16) ，怕丞相
见罪，故发书取回 (17) ，却又妄奏天子，遮饰己过。孔明大怒曰：
“匹夫为一己之故，废国家大事!”令人召至，欲斩之。费祎劝曰：
“丞相念先帝托孤之意，姑且宽恕。”孔明从之。费祎即具表启奏后
主。后主览表，勃然大怒，叱武士推李严出斩之。参军蒋琬出班奏
曰：
“李严乃先帝托孤之臣，乞望恩宽恕。”后主从之，即谪为庶
人，徙于梓潼郡闲住。
孔明回到成都，用李严子李丰为长史。积草屯粮，讲阵论武，整
治军器，存恤将士，三年然后出征。两川人民军士皆仰其恩德。
光阴荏苒 (18) ，不觉三年。时建兴十二年春二月，孔明入朝奏
曰：
“臣今存恤军士，已经三年。粮草丰足，军器完备，人马雄壮，
可以伐魏。今番若不扫清奸党，恢复中原，誓不见陛下也。”后主
曰：
“方今已成鼎足之势，吴、魏不曾入寇，相父何不安享太平？”
孔明曰：
“臣受先帝知遇之恩，梦寐之间，未尝不设伐魏之策。竭力
尽忠，为陛下克复中原，重兴汉室，臣之愿也。”言未毕，班部中一
人出曰：
“丞相不可兴兵。”众视之，乃谯周也。正是：
武侯尽瘁惟忧国，太史知机又论天。
未知谯周有何议论，且看下文分解。
--------------------
(1) 谗谮(zè n)——造谣诬陷。
(2) 过听——误听。
(3) 罢(p í疲)敝——疲惫困乏。
(4) 巡略——巡行视察。
(5) 驮绳——这里指捆扎麦子的绳子。因捆扎起来好背，故称。驮：背或扛。
(6) 结束——装扮，打扮。 天蓬——即天蓬元帅。神话传说中的天神。
(7) 簪冠——官帽上插簪或插簪于官帽。簪：这里用作动词。
(8) 八门遁甲——道家奇门遁甲之一，为方士术数的一种。其八门即前述“八卦阵”中
的休、生、伤、杜、死、景、惊、开八门。据说此术不仅可以占卜吉凶祸福，还可以缩地、
入地等。
(9) 六丁六甲——都是道家利用天干地支编造的天神。六丁：即丁卯、丁巳、丁未、丁
酉、丁亥、丁丑，称之为“阴神”。六甲：即甲子、甲戌、甲申、甲午、甲辰、甲寅，称之
为“阳神”。
(10) 六甲天书——道家编造的一种据说可以驱使神鬼、呼风唤雨等的法术秘籍。 缩地
之法——遁甲法术中的一种。据说能把大地缩小，使远距离变为咫尺之地。如晋代葛洪《神
仙传·壶公》：“费长房有神术，能缩地脉，千里存在，目前宛然，放之复舒如旧也。”
(11) 左势下——左边。下文的“右势下”当然是右边。
(12) 倚扉而望——参见第八十七回“倚门而望”条注。扉：门扇。
(13) 骁(xiāo消)——勇猛。
(14) 须索——必须，应该。
(15) 欲射一“马”，误中一“獐”——“马”指司马懿，“獐”指张郃。这两句是说原
想以埋伏之计杀死司马懿，不料只杀了张郃。言外之意是大计小用了。
(16) 军粮不济——军粮没有办齐。
(17) 取回——召回，催回。
(18) 荏苒——本指草类由盛而衰。借喻光阴易逝，时间过得很快。
第一百二回 司马懿占北原渭桥 诸葛亮造木牛流马
却说谯周官居太史，颇明天文，见孔明又欲出师，乃奏后主曰：
“臣今职掌司天台 (1) ，但有祸福，不可不奏。近有群鸟数万，自南
飞来，投于汉水而死，此不祥之兆；臣又观天象，见奎星躔于太白之
分 (2) ，盛气在北，不利伐魏；又成都人民皆闻柏树夜哭：有此数般
灾异，丞相只宜谨守，不可妄动。”孔明曰：
“吾受先帝托孤之重，
当竭力讨贼，岂可以虚妄之灾氛，而废国家大事耶？”遂命有司设太
牢，祭于昭烈之庙，涕泣拜告曰：
“臣亮五出祁山，未得寸土，负罪
非轻。今臣复统全师，再出祁山，誓竭力尽心，剿灭汉贼，恢复中
原，鞠躬尽瘁，死而后已。”祭毕，拜辞后主，星夜至汉中，聚集诸
将，商议出师。忽报关兴病亡。孔明放声大哭，昏倒于地，半晌方
苏。众将再三劝解，孔明叹曰：
“可怜忠义之人，天不与以寿。我今
番出师，又少一员大将也。”后人有诗叹曰 (3) ：
生死人常理，蜉蝣一样空 (4) 。
但存忠孝节，何必寿乔松 (5) 。
孔明引蜀兵三十四万，分五路而进，令姜维、魏延为先锋，皆出
祁山取齐；令李恢先运粮草于斜谷道口伺候。
却说魏国因旧岁有青龙自摩陂井内而出，改为青龙元年。此时乃
青龙二年春二月也。近臣奏曰：
“边官飞报蜀兵三十馀万，分五路复
出祁山。”魏主曹睿大惊，急召司马懿至，谓曰：
“蜀人三年不曾入
寇，今诸葛亮又出祁山，如之奈何？”懿奏曰：
“臣夜观天象，见中
原旺气正盛，奎星犯太白，不利于西川。今孔明自负才智，逆天而
行，乃自取败亡也。臣托陛下洪福，当往破之。但愿保四人同去。”
睿曰：
“卿保何人？”懿曰：
“夏侯渊有四子：长名霸，字仲权；次
名威，字季权；三名惠，字稚权；四名和，字义权。霸、威二人弓马
熟娴，惠、和二人谙知韬略。此四人常欲为父报仇。臣今保夏侯霸、
夏侯威为左右先锋，夏侯惠、夏侯和为行军司马，共赞军机，以退蜀
兵。”睿曰：
“向者夏侯楙驸马违误军机，失陷了许多人马，至今羞
惭不回。今此四人，亦与楙同否？”懿曰：
“此四人非夏侯楙所可比
也。”睿乃从其请，即命司马懿为大都督，凡将士悉听量才委用，各
处兵马皆听调遣。懿受命，辞朝出城。睿又以手诏赐懿曰：
卿到渭滨，宜坚壁固守，勿与交锋。蜀兵不得志，必诈退诱敌，卿慎勿追。
待彼粮尽，必将自走，然后乘虚攻之，则取胜不难，亦免军马疲劳之苦。计莫善
于此也。
司马懿顿首受诏，即日到长安，聚集各处军马共四十万，皆来渭
滨下寨；又拨五万军，于渭水上搭起九座浮桥，令先锋夏侯霸、夏侯
威过渭水安营；又于大营之后东原筑起一城，以防不虞。懿正与众将
商议间，忽报：
“郭淮、孙礼来见。”懿迎入，礼毕，淮曰：
“今蜀
兵现在祁山，倘跨渭登原，接连北山，阻绝陇道，大可虞也 (6) 。”
懿曰：
“所言甚善。公可就总督陇西军马，据北原下寨，深沟高垒，
按兵休动，只待彼兵粮尽，方可攻之。”郭淮、孙礼领命，引兵下寨
去了。
却说孔明复出祁山，下五个大寨，按左、右、中、前、后；自斜
谷直至剑阁，一连又下十四个大寨：分屯军马，以为久计。每日令人
巡哨。忽报：
“郭淮、孙礼领陇西之兵，于北原下寨。”孔明谓诸将
曰：
“魏兵于北原安营者，惧吾取此路，阻绝陇道也。吾今虚攻北
原，却暗取渭滨。令人扎木筏百馀只，上载草把，选惯熟水手五千人
驾之。我夤夜只攻北原，司马懿必引兵来救。彼若少败，我把后军先
渡过岸去，然后把前军下于筏中。休要上岸，顺水取浮桥，放火烧
断，以攻其后。吾自引一军去取前营之门。若得渭水之南，则进兵不
难矣。”诸将遵令而行。
早有巡哨军飞报司马懿。懿唤诸将议曰：
“孔明如此设施，其中
有计。彼以取北原为名，顺水来烧浮桥，乱吾后，却攻吾前也。”即
传令与夏侯霸、夏侯威曰：
“若听得北原发喊，便提兵于渭水南山之
中，待蜀兵至击之。”又令张虎、乐 ：
“引二千弓弩手，伏于渭
水浮桥北岸，若蜀兵乘木筏顺水而来，可一齐射之，休令近桥。”又
传令郭淮、孙礼曰：
“孔明来北原暗渡渭水，汝新立之营，人马不
多，可尽伏于半路。若蜀兵于午后渡水，黄昏时分必来攻汝。汝诈败
而走，蜀兵必追，汝等皆以弓弩射之。吾水陆并进。若蜀兵大至，只
看吾指挥而击之。”各处下令已毕，又令二子司马师、司马昭引兵救
应前营，懿自引一军救北原。
却说孔明令魏延、马岱引兵渡渭水攻北原；令吴班、吴懿引木筏
兵去烧浮桥；令王平、张嶷为前队，姜维、马忠为中队，廖化、张翼
为后队：兵分三路，去攻渭水旱营。是日午时，人马离大寨，尽渡渭
水，列成阵势，缓缓而行。
却说魏延、马岱将近北原，天色已昏。孙礼哨见，便弃营而走。
魏延知有准备，急退军时，四下喊声大震，左有司马懿，右有郭淮，
两路兵杀来。魏延、马岱奋力杀出，蜀兵多半落于水中，馀众奔逃无
路。幸得吴懿兵杀来，救了败兵，过岸拒住。吴班分一半兵撑筏，顺
水来烧浮桥，却被张虎、乐 在岸上乱箭射住。吴班中箭，落水而
死。馀军跳水逃命，木筏尽被魏兵夺去。此时王平、张嶷不知北原兵
败，直奔到魏营，已有二更天气，只听得喊声四起。王平谓张嶷曰：
“军马攻打北原，未知胜负。渭南之寨，现在面前，如何不见一个魏
兵？莫非司马懿知道了，先作准备也？我等且看浮桥火起，方可进
兵。”二人勒住军马，忽背后一骑马来报说：
“丞相教军马急回。北
原兵、浮桥兵俱失了。”王平、张嶷大惊，急退军时，却被魏兵抄在
背后，一声炮响，一齐杀来，火光冲天。王平、张嶷引兵相迎，两军
混战一场。平、嶷二人奋力杀出，蜀兵折伤大半。
孔明回到祁山大寨，收聚败兵，约折了万馀人，心中忧闷。忽
报：
“费祎自成都来见丞相。”孔明请入。费祎礼毕，孔明曰：
“吾
有一书，正欲烦公去东吴投递，不知肯去否？”祎曰：
“丞相之命，
岂敢推辞？”孔明即修书，付费祎去了。祎持书径到建业，入见吴主
孙权，呈上孔明之书。权拆视之，书略曰：
汉室不幸，王纲失纪，曹贼篡逆，蔓延及今。亮受昭烈皇帝寄托之重，敢不
竭力尽忠。今大兵已会于祁山，狂寇将亡于渭水。伏望陛下念同盟之义，命将北
征，共取中原，同分天下。书不尽言，万希圣听。
权览毕，大喜，乃谓费祎曰：
“朕久欲兴兵，未得会合孔明。今
既有书到，即日朕自亲征，入居巢门，取魏新城；再令陆逊、诸葛瑾
等屯兵于江夏、沔口，取襄阳；孙韶、张承等出兵广陵，取淮阳等
处：三处一齐进军，共三十万，克日兴师。”费祎拜谢曰：
“诚如
此，则中原不日自破矣。”权设宴款待费祎。饮宴间，权问曰：
“丞
相军前，用谁当先破敌？”祎曰：
“魏延为首。”权笑曰：
“此人勇
有馀，而心不正。若一朝无孔明，彼必为祸。孔明岂未知耶？”祎
曰：
“陛下之言极当。臣今归去，即当以此言告孔明。”遂拜辞孙
权，回到祁山，见了孔明，具言吴主起大兵三十万，御驾亲征，兵分
三路而进。孔明又问曰：
“吴主别有所言否？”费祎将论魏延之语告
之。孔明叹曰：
“真聪明之主也!吾非不知此人，为惜其勇，故用之
耳。”祎曰：
“丞相早宜区处。”孔明曰：
“吾自有法。”祎辞别孔
明，自回成都。
孔明正与诸将商议征进，忽报：
“有魏将来投降。”孔明唤入问
之，答曰：
“某乃魏国偏将军郑文也。近与秦朗同领人马，听司马懿
调用，不料懿徇私偏向，加秦朗为前将军，而视文如草芥，因此不
平，特来投降丞相。愿赐收录。”言未已，人报：
“秦朗引兵在寨
外，单搦郑文交战。”孔明曰：
“此人武艺比汝若何？”郑文曰：
“某当立斩之。”孔明曰：
“汝若先杀秦朗，吾方不疑。”郑文欣然
上马出营，与秦朗交锋。孔明亲自出营视之。只见秦朗挺枪大骂曰：
“反贼盗我战马来此，可早早还我。”言讫，直取郑文。文拍马舞刀
相迎，只一合，斩秦朗于马下。魏军各自逃走。郑文提首级入营。
孔明回到帐中坐定，唤郑文至，勃然大怒，叱左右：
“推出斩
之!”郑文曰：
“小将无罪。”孔明曰：
“吾向识秦朗，汝今斩者，并
非秦朗，安敢欺我？”文拜告曰：
“此实秦朗之弟秦明也。”孔明笑
曰：
“司马懿令汝来诈降，于中取事，却如何瞒得我过？若不实说，
必然斩汝。”郑文只得诉告其实是诈降，泣求免死。孔明曰：
“汝既
求生，可修书一封，教司马懿自来劫营，吾便饶汝性命。若捉住司马
懿，便是汝之功，还当重用。”郑文只得写了一书，呈与孔明。孔明
令将郑文监下。樊建问曰：
“丞相何以知此人诈降？”孔明曰：
“司
马懿不轻用人，若加秦朗为前将军，必武艺高强。今与郑文交马，只
一合，便为文所杀，必不是秦朗也。以故知其诈。”众皆拜服。
孔明选一舌辩军士，附耳分付如此如此。军士领命，持书径来魏
寨，求见司马懿。懿唤入，拆书看毕，问曰：
“汝何人也？”答曰：
“某乃中原人，流落蜀中，郑文与某同乡。今孔明因郑文有功，用为
先锋。郑文特托某来献书，约于明日晚间举火为号，望乞都督尽提大
军前来劫寨，郑文在内为应。”司马懿反覆诘问，又将来书仔细检
看，果然是实。即赐军士酒食，分付曰：
“本日二更为期，我自来劫
寨。大事若成，必重用汝。”军士拜别，回到本寨，告知孔明。孔明
仗剑步罡 (7) ，祷祝已毕，唤王平、张嶷，分付如此如此；又唤马
忠、马岱，分付如此如此；又唤魏延，分付如此如此。孔明自引数十
人，坐于高山之上，指挥众军。
却说司马懿见了郑文之书，便欲引二子提大兵来劫蜀寨。长子司
马师谏曰：
“父亲何故据片纸而亲入重地？倘有疏虞，如之奈何？不
如令别将先去，父亲为后应可也。”懿从之，遂令秦朗引一万兵，去
劫蜀寨，懿自引兵接应。
是夜初更，风清月朗。将及二更时分，忽然阴云四合，黑气漫
空，对面不见。懿大喜曰：
“天使我成功也。”于是人尽衔枚，马皆
勒口，长驱大进。秦朗当先，引一万兵直杀入蜀寨中，并不见一人。
朗知中计，忙叫退兵。四下火把齐明，喊声震地，左有王平、张嶷，
右有马岱、马忠，两路兵杀来。秦朗死战，不能得出。背后司马懿见
蜀寨火光冲天，喊声不绝，又不知魏兵胜负，只顾催兵接应，望火光
中杀来。忽然一声喊起，鼓角喧天，火炮震地，左有魏延，右有姜
维，两路杀出。魏兵大败，十伤八九，四散逃奔。此时秦朗所引一万
兵，都被蜀兵围住，箭如飞蝗。秦朗死于乱军之中。司马懿引败兵奔
入本寨。
三更以后，天复清朗。孔明在山头上鸣金收军。原来二更时阴云
暗黑，乃孔明用遁甲之法。后收兵已了，天复清朗，乃孔明驱六丁六
甲扫荡浮云也。
当下孔明得胜回寨，命将郑文斩了，再议取渭南之策。每日令兵
搦战，魏军只不出迎。孔明自乘小车，来祁山前、渭水东西踏看地
理。忽到一谷口，见其形如葫芦之状，内中可容千馀人；两山又合一
谷，可容四五百人；背后两山环抱，只可通一人一骑。孔明看了，心
中大喜，问向导官曰：
“此处是何地名？”答曰：
“此名上方谷，又
号葫芦谷。”孔明回到帐中，唤裨将杜睿、胡忠二人，附耳授以密
计，令唤集随军匠作一千馀人，入葫芦谷中，制造木牛、流马应用
(8) 。又令马岱领五百兵守住谷口。孔明嘱马岱曰：
“匠作人等不许
放出，外人不许放入。吾还不时自来点视 (9) 。捉司马懿之计，只在
此举，切不可走漏消息。”马岱受命而去。杜睿等二人在谷中监督匠
作，依法制造。孔明每日往来指示。
忽一日，长史杨仪入告曰：
“即今粮米皆在剑阁，人夫牛马，搬
运不便，如之奈何？”孔明笑曰：
“吾已运谋多时也。前者所积木
料，并西川收买下的大木，教人制造木牛、流马，搬运粮米，甚是便
利。牛、马皆不水食 (10) ，可以昼夜转运不绝也。”众皆惊曰：
“自
古及今，未闻有木牛、流马之事。不知丞相有何妙法，造此奇物？”
孔明曰：
“吾已令人依法制造，尚未完备。吾今先将造木牛、流马之
法，尺寸方圆，长短阔狭，开写明白，汝等视之。”众大喜。孔明即
手书一纸，付众观看。众将环绕而视。其造木牛之法云：
方腹曲头，一脚四足；头入领中 (11) ，舌着于腹 (12) 。载多而行少：独行
者数十里，群行者二十里。曲者为牛头，双者为牛脚，横者为牛领，转者为牛
足，覆者为牛背，方者为牛腹，垂者为牛舌，曲者为牛肋，刻者为牛齿 (13) ，立
者为牛角，细者为牛鞅 (14) ，摄者为牛鞦轴 (15) 。牛仰双辕，人行六尺，牛行
四步。每牛载十人所食一月之粮，人不大劳，牛不饮食。
造流马之法云：
肋长三尺五寸，广三寸 (16) ，厚二寸二分：左右同。前轴孔分墨去头四寸
(17) ，径中二寸。前脚孔分墨二寸，去前轴孔四寸五分，广一寸。前杠孔去前脚
孔分墨二寸七分，孔长二寸，广一寸。后轴孔去前杠分墨一尺五分，大小与前
同。后脚孔分墨去后轴孔三寸五分，大小与前同。后杠孔去后脚孔分墨二寸七
分，后载克去后杠孔分墨四寸五分 (18) 。前杠长一尺八寸，广二寸，厚一寸五
分。后杠与等。板方囊二枚，厚八分，长二尺七寸，高一尺六寸五分，广一尺六
寸：每枚受米二斛三斗 (19) 。从上杠孔去肋下七寸：前后同。上杠孔去下杠孔分
墨一尺三寸，孔长一寸五分，广七分：八孔同。前后四脚广二寸，厚一寸五分。
形制如象，靬长四寸，径面四寸三分。孔径中三脚杠，长二尺一寸，广一寸五
分，厚一寸四分，同杠耳。
众将看了一遍，皆拜伏曰：
“丞相真神人也!”
过了数日，木牛、流马皆造完备，宛然如活者一般，上山下岭，
各尽其便。众军见之，无不欣喜。孔明令右将军高翔引一千兵，驾着
木牛、流马，自剑阁直抵祁山大寨，往来搬运粮草，供给蜀兵之用。
后人有诗赞曰：
剑关险峻驱流马，斜谷崎岖驾木牛。
后世若能行此法，输将安得使人愁 (20) ？
却说司马懿正忧闷间，忽哨马报说：
“蜀兵用木牛、流马转运粮
草，人不大劳，牛马不食。”懿大惊曰：
“吾所以坚守不出者，为彼
粮草不能接济，欲待其自毙耳。今用此法，必为久远之计，不思退
矣，如之奈何？”急唤张虎、乐 二人，分付曰：
“汝二人各引五
百军，从斜谷小路抄出，待蜀兵驱过木牛、流马，任他过尽，一齐杀
出，不可多抢，只抢三五匹便回。”二人依令，各引五百军，扮作蜀
兵，夜间偷过小路，伏在谷中，果见高翔引兵驱木牛、流马而来。将
次过尽，两边一齐鼓噪杀出。蜀兵措手不及，弃下数匹。张虎、乐
欢喜，驱回本寨。司马懿看了，果然进退如活的一般，乃大喜曰：
“汝会用此法，难道我不会用？”便令巧匠百馀人，当面拆开，分
付：
“依其尺寸长短厚薄之法，一样制造木牛、流马。”不消半月，
造成二千馀只，与孔明所造者一般法则，亦能奔走。遂令镇远将军岑
威引一千军，驱驾木牛、流马，去陇西搬运粮草，往来不绝。魏营军
将无不欢喜。
却说高翔回见孔明，说魏兵抢夺木牛、流马各五六匹去了。孔明
笑曰：
“吾正要他抢去。我只费了几匹木牛、流马，却不久便得军中
许多资助也。”诸将问曰：
“丞相何以知之？”孔明曰：
“司马懿见
了木牛、流马，必然仿我法度 (21) ，一样制造。那时我又有计策。”
数日后，人报：
“魏兵也会造木牛、流马，往陇西搬运粮草。”孔明
大喜曰：
“不出吾之算也。”便唤王平，分付曰：
“汝引一千兵，扮
作魏人，星夜偷过北原，只说是巡粮军，径到运粮之所，将护粮之人
尽皆杀散。却驱木牛、流马而回，径奔过北原来。此处必有魏兵追
赶，汝便将木牛、流马口内舌头扭转，牛、马就不能行动，汝等竟弃
之而走。背后魏兵赶到，牵拽不动，扛抬不去。吾再有兵到，汝却回
身再将牛、马舌扭过来，长驱大行。魏兵必疑为怪也。”王平受计，
引兵而去。
孔明又唤张嶷，分付曰：
“汝引五百军，都扮作六丁六甲神兵，
鬼头兽身，用五彩涂面，妆作种种怪异之状，一手执绣旗，一手仗宝
剑，身挂葫芦，内藏烟火之物，伏于山旁。待木牛、流马到时，放起
烟火，一齐拥出，驱牛、马而行。魏人见之，必疑是神鬼，不敢来追
赶。”张嶷受计，引兵而去。
孔明又唤魏延、姜维，分付曰：
“汝二人同引一万兵，去北原寨
口接应木牛、流马，以防交战。”又唤廖化、张翼，分付曰：
“汝二
人引五千兵，去断司马懿来路。”又唤马忠、马岱，分付曰：
“汝二
人引二千兵，去渭南搦战。”六人各各遵令而去。
且说魏将岑威引军驱木牛、流马，装载粮米，正行之间，忽报前
面有兵巡粮。岑威令人哨探，果是魏兵，遂放心前进。两军合在一
处，忽然喊声大震，蜀兵就本队里杀起，大呼：
“蜀中大将王平在
此!”魏兵措手不及，被蜀兵杀死大半。岑威引败兵抵敌，被王平一刀
斩了。馀皆溃散。王平引兵尽驱木牛、流马而回。败兵飞奔报入北原
寨内。郭淮闻军粮被劫，疾忙引军来救。王平令兵扭转木牛、流马舌
头，皆弃于道上，且战且走。郭淮教且莫追，只驱回木牛、流马。众
军一齐驱赶，却那里驱得动。郭淮心中疑惑，正无奈何，忽鼓角喧
天，喊声四起，两路兵杀来，乃魏延、姜维也；王平复引兵杀回：三
路夹攻，郭淮大败而走。王平令军士将牛、马舌头重复扭转，驱赶而
行。郭淮望见，方欲回兵再追，只见山后烟云突起，一队神兵拥出，
一个个手执旗剑，怪异之状，驱驾木牛、流马，如风拥而去。郭淮大
惊曰：
“此必神助也!”众军见了，无不惊畏，不敢追赶。
却说司马懿闻北原兵败，急自引军来救。方到半路，忽一声炮
响，两路兵自险峻处杀出，喊声震地，旗上大书“汉将张翼廖化”。
司马懿见了大惊。魏军着慌，各自逃窜。正是：
路逢神将粮遭劫，身遇奇兵命又危。
未知司马懿怎地抵敌，且看下文分解。
--------------------
(1) 司天台——官署名。掌管观察天象、考定历数等职。
(2) 奎星躔于太白之分——奎星又称奎宿，为二十八宿之一，是西方白虎七宿的第一
宿，有星十六颗。太白即金星，由东向西运行，晨出东方称启明星，晚至西方称长庚星。古
代星相家以为太白主战争杀伐，而“奎星躔于太白之分”在西方，蜀汉也在西方，故称不利
于蜀汉。
(3) 后人有诗——此诗引自明代周静轩诗而略有改动。
(4) 蜉蝣(fú y ón浮游)——昆虫名。朝生夕死，生命极短。
(5) 乔松——指传说中的两位仙人王子乔和赤松子。相传王子乔即周灵王太子晋。曾隐
居于嵩高山，能隐遁日月，游行星辰。其事迹见汉·刘向《列仙传》卷上、《太平御览》卷
六六五。相传赤松子为神农时雨师，能随风雨上下，入火自烧。其事迹见汉·刘向《列仙
传》卷上等。
(6) 虞——忧虑，担心。
(7) 步罡(g āng钢)——全称“步罡踏斗”，亦称“踏罡步斗”。道士礼拜星宿、召遣
神灵的一种动作。因其步伐转折路线及脚踏位置模仿自北斗七星，故称。罡：指北斗星的斗
柄。
(8) 木牛、流马——是诸葛亮发明创造的两种运载工具。《三国志·蜀书·诸葛亮传》
中有明确记载：“亮性长于巧思，损益连弩，木牛、流马，皆出其意。”《诸葛亮集》中更
收有《作木牛流马法》，与《三国演义》本回下面所说基本相同。然而今人据此说明也很难
造出木牛、流马。有人推测说木牛即独轮车，流马为四轮车。如宋代陈师道《谈丛》说：
“蜀中有小车，独推，载八石，前如牛头；又有大车，用四人推，载十石：盖木牛、流马
也。”近人范文澜等的《中国通史》也持此说。然而《诸葛亮传》和《三国演义》在写到木
牛、流马时都用“驱”字，而非“推”字，而且“上山下岭，各尽其便”，其制造法说明也
不像车子(木牛像牛，流马如大象)，因此认定为独轮车和四轮车的说法值得怀疑。
(9) 点视——查看。
(10) 不水食——即既不饮水，也不吃草料。
(11) 领——颈，脖子。
(12) 着——安装，固定。
(13) 刻者为牛齿——意谓牛齿要雕刻而成。
(14) 牛鞅——套在牛颈上用以拉车的皮带。
(15) 摄——牵引，拉拽。 牛鞦——络在牛后尾下的皮带，用以固定全副拉套。 轴
——固定于拉套后面的横杠，上有铁钩。
(16) 广——宽。
(17) 分墨——所画墨线。
(18) 克去——减去，扣掉。
(19) 受——容纳，装载。
(20) 输将——运送，运输。将：送。
(21) 法度——规格，格式，模样。
第一百三回 上方谷司马受困 五丈原诸葛禳星
却说司马懿被张翼、廖化一阵杀败，匹马单枪，望密林间而走。
张翼收住后军，廖化当先追赶。看看赶上，懿着慌，绕树而转。化一
刀砍去，正砍在树上，及拔出刀时，懿已走出林外。廖化随后赶出，
却不知去向，但见树林之东，落下金盔一个。廖化取盔捎在马上，一
直望东追赶。原来司马懿把金盔弃于林东，却反向西走去了。廖化追
了一程，不见踪迹，奔出谷口，遇见姜维，同回寨见孔明。张嶷早驱
木牛、流马到寨，交割已毕，获粮万馀石。廖化献上金盔，录为头
功。魏延心中不悦，口出怨言。孔明只做不知。
且说司马懿逃回寨中，心甚恼闷。忽使命赍诏至，言东吴三路入
寇，朝廷正议命将抵敌，令懿等坚守勿战。懿受命已毕，深沟高垒，
坚守不出。
却说曹睿闻孙权分兵三路而来，亦起兵三路迎之：令刘劭引兵救
江夏，田豫引兵救襄阳，睿自与满宠率大军救合淝。满宠先引一军至
巢湖口，望见东岸战船无数，旌旗整肃。宠入军中奏魏主曰：
“吴人
必轻我远来，未曾提备。今夜可乘虚劫其水寨，必得全胜。”魏主
曰：
“汝言正合朕意。”即令骁将张球领五千兵，各带火具，从湖口
攻之；满宠引兵五千，从东岸攻之。是夜二更时分，张球、满宠各引
军悄悄望湖口进发，将近水寨，一齐呐喊杀入。吴兵慌乱，不战而
走，被魏军四下举火，烧毁战船、粮草、器具不计其数。诸葛瑾率败
兵逃走沔口。魏兵大胜而回。
次日，哨军报知陆逊。逊集诸将议曰：
“吾当作表申奏主上，请
撤新城之围，以兵断魏军归路，吾率众攻其前，彼首尾不救，一鼓可
破也。”众服其言。陆逊即具表，遣一小校密地赍往新城。小校领
命，赍着表文，行至渡口，不期被魏军伏路的捉住，解赴军中见魏主
曹睿。睿搜出陆逊表文，览毕，叹曰：
“东吴陆逊真妙算也!”遂命将
吴卒监下，令刘劭谨防孙权后兵。
却说诸葛瑾大败一阵，又值暑天，人马多生疾病。乃修书一封，
令人转达陆逊，议欲撤兵还国。逊看书毕，谓来人曰：
“拜上将军，
吾自有主意。”使者回报诸葛瑾。瑾问：
“陆将军作何举动？”使者
曰：
“但见陆将军催督众人于营外种豆菽，自与诸将在辕门射戏 (1)
。”瑾大惊，亲自往陆逊营中，与逊相见，问曰：
“今曹睿亲来，兵
势甚盛，都督何以御之？”逊曰：
“吾前遣人奉表于主上，不料为敌
人所获。机谋既泄，彼必知备，与战无益，不如且退。已差人奉表约
主上缓缓退兵矣。”瑾曰：
“都督既有此意，即宜速退，何又迟
延？”逊曰：
“吾军欲退，当徐徐而动。今若便退，魏人必乘势追
赶，此取败之道也。足下宜先督船只诈为拒敌之意，吾悉以人马向襄
阳而进，为疑敌之计，然后徐徐退归江东，魏兵自不敢近耳。”瑾依
其计，辞逊归本营，整顿船只，预备起行。陆逊整肃部伍，张扬声
势，望襄阳进发。
早有细作报知魏主，说：
“吴兵已动，须用提防。”魏将闻之，
皆要出战。魏主素知陆逊之才，谕众将曰：
“陆逊有谋，莫非用诱敌
之计？不可轻进。”众将乃止。数日后，哨卒报来：
“东吴三路兵马
皆退矣。”魏主未信，再令人探之，回报果然尽退。魏主曰：
“陆逊
用兵，不亚孙、吴，东南未可平也。”因敕诸将，各守险要，自引大
军屯合淝，以伺其变。
却说孔明在祁山，欲为久驻之计，乃令蜀兵与魏民相杂种田：军
一分，民二分，并不侵犯，魏民皆安心乐业。司马师入告其父曰：
“蜀兵劫去我许多粮米，今又令蜀兵与我民相杂屯田于渭滨，以为久
计，似此真为国家大患。父亲何不与孔明约期大战一场，以决雌雄
(2) ？”懿曰：
“吾奉旨坚守，不可轻动。”正议间，忽报：
“魏延
将着元帅前日所失金盔，前来骂战。”众将忿怒，俱欲出战。懿笑
曰：
“圣人云：
‘小不忍则乱大谋 (3) 。’但坚守为上。”诸将依令
不出。魏延辱骂良久方回。
孔明见司马懿不肯出战，乃密令马岱造成木栅，营中掘下深堑，
多积干柴引火之物；周围山上，多用柴草虚搭窝铺，内外皆伏地雷。
置备停当，孔明附耳嘱之曰：
“可将葫芦谷后路塞断，暗伏兵于谷
中。若司马懿追到，任他入谷，便将地雷、干柴一齐放起火来。又令
军士昼举七星号带于谷口，夜设七盏明灯于山上，以为暗号。”马岱
受计，引兵而去。孔明又唤魏延分付曰：
“汝可引五百兵，去魏寨讨
战，务要诱司马懿出战。不可取胜，只可诈败。懿必追赶，汝却望七
星旗处而入；若是夜间，则望七盏灯处而走。只要引得司马懿入葫芦
谷内，吾自有擒之之计。”魏延受计，引兵而去。孔明又唤高翔，分
付曰：
“汝将木牛、流马或二三十为一群，或四五十为一群，各装米
粮，于山路往来行走。如魏兵抢去，便是汝之功。”高翔领计，驱驾
木牛、流马去了。孔明将祁山兵一一调去，只推屯田，分付：
“如别
兵来战，只许诈败；若司马懿自来，方并力只攻渭南，断其归路。”
孔明分拨已毕，自引一军，近上方谷下营。
且说夏侯惠、夏侯和二人入寨告司马懿曰：
“今蜀兵四散结营，
各处屯田，以为久计。若不趁此时除之，纵令安居日久，深根固蒂，
难以摇动。”懿曰：
“此必又是孔明之计。”二人曰：
“都督若如此
疑虑，寇敌何时得灭？我兄弟二人当奋力决一死战，以报国恩。”懿
曰：
“既如此，汝二人可分头出战。”遂令夏侯惠、夏侯和各引五千
兵去讫。懿坐待回音。
却说夏侯惠、夏侯和二人分兵两路，正行之间，忽见蜀兵驱木
牛、流马而来。二人一齐杀将过去，蜀兵大败奔走，木牛、流马尽被
魏兵抢获，解送司马懿营中。次日，又劫掳得人马百馀，亦解赴大
寨。懿将解到蜀兵诘审虚实 (4) ，蜀兵告曰：
“孔明只料都督坚守不
出，尽命我等四散屯田，以为久计，不想却被擒获。”懿即将蜀兵尽
皆放回。夏侯和曰：
“何不杀之？”懿曰：
“量此小卒，杀之无益。
放归本寨，令说魏将宽厚仁慈，释彼战心 (5) ，此吕蒙取荆州之计也
(6) 。”遂传令：
“今后凡有擒到蜀兵，俱当善遣之。仍重赏有功将
吏。”诸将皆听令而去。
却说孔明令高翔佯作运粮，驱驾木牛、流马，往来于上方谷内。
夏侯惠等不时截杀，半月之间，连胜数阵。司马懿见蜀兵屡败，心中
欢喜。一日，又擒到蜀兵数十人，懿唤至帐下问曰：
“孔明今在何
处？”众告曰：
“诸葛丞相不在祁山，在上方谷西十里下营安住。今
每日运粮屯于上方谷。”懿备细问了，即将众人放去。乃唤诸将分付
曰：
“孔明今不在祁山，在上方谷安营。汝等于明日可一齐并力攻取
祁山大寨，吾自引兵来接应。”众将领命，各各准备出战。司马师
曰：
“父亲何故反欲攻其后？”懿曰：
“祁山乃蜀人之根本，若见我
兵攻之，各营必尽来救。我却取上方谷，烧其粮草，使彼首尾不接，
必大败也。”司马师拜服。懿即发兵起行，令张虎、乐 各引五千
兵在后救应。
且说孔明正在山上，望见魏兵或三五千一行，或一二千一行，队
伍纷纷，前后顾盼，料必来取祁山大寨，乃密传令众将：
“若司马懿
自来，汝等便往劫魏寨，夺了渭南。”众将各各听令。
却说魏兵皆奔祁山寨来，蜀兵四下一齐呐喊奔走，虚作救应之
势。司马懿见蜀兵都去救祁山寨，便引二子并中军护卫人马，杀奔上
方谷来。魏延在谷口，只盼司马懿到来，忽见一枝魏兵杀到，延纵马
向前视之，正是司马懿。延大喝曰：
“司马懿休走!”舞刀相迎；懿挺
枪接战。不上三合，延拨回马便走，懿随后赶来。延只望七星旗处而
走。懿见魏延只一人，军马又少，放心追之。令司马师在左，司马昭
在右，懿自居中，一齐攻杀将来。魏延引五百兵皆退入谷中去。
懿追到谷口，先令人入谷中哨探。回报：
“谷内并无伏兵，山上
皆是草房。”懿曰：
“此必是积粮之所也。”遂大驱士马，尽入谷
中。懿忽见草房上尽是干柴，前面魏延已不见了。懿心疑，谓二子
曰：
“倘有兵截断谷口，如之奈何？”言未已，只听得喊声大震，山
上一齐丢下火把来，烧断谷口。魏兵奔逃无路。山上火箭射下，地雷
一齐突出，草房内干柴都着，刮刮杂杂 (7) ，火势冲天。司马懿惊得
手足无措，乃下马抱二子大哭曰：
“我父子三人皆死于此处矣!”正哭
之间，忽然狂风大作，黑气漫空，一声霹雳响处，骤雨倾盆，满谷之
火尽皆浇灭，地雷不震，火器无功。司马懿大喜曰：
“不就此时杀
出，更待何时!”即引兵奋力冲杀。张虎、乐 亦各引兵杀来接应。
马岱军少，不敢追赶。司马懿父子与张虎、乐 合兵一处，同归渭
南大寨，不想寨栅已被蜀兵夺了。郭淮、孙礼正在浮桥上与蜀兵接
战，司马懿等引兵杀到，蜀兵退去。懿烧断浮桥，据住北岸。
且说魏兵在祁山攻打蜀寨，听知司马懿大败，失了渭南营寨，军
心慌乱。急退时，四面蜀兵冲杀将来，魏兵大败，十伤八九，死者无
数，馀众奔过渭北逃生。孔明在山上见魏延诱司马懿入谷，一霎时火
光大起，心中甚喜，以为司马懿此番必死。不期天降大雨，火不能
着。哨马报说：
“司马懿父子俱逃去了。”孔明叹曰：
“谋事在人，
成事在天 (8) ，不可强也。”后人有诗叹曰：
谷口风狂烈焰飘，何期骤雨降青霄。
武侯妙计如能就，安得山河属晋朝。
却说司马懿在渭北寨内传令曰：
“渭南寨栅，今已失了。诸将如
再言出战者斩!”众将听令，据守不出。郭淮入告曰：
“近日孔明引兵
巡哨，必将择地安营。”懿曰：
“孔明若出武功，依山而东，我等皆
危矣；若出渭南，西止五丈原，方无事也。”令人探之，回报果屯五
丈原。司马懿以手加额曰：
“大魏皇帝之洪福也!”遂令诸将：
“坚守
勿出，彼久必自变。”
且说孔明自引一军屯于五丈原，累令人搦战，魏兵只不出。孔明
乃取巾帼并妇人缟素之服 (9) ，盛于大盒之内，修书一封，遣人送至
魏寨。诸将不敢隐蔽，引来使入见司马懿。懿对众启盒视之，内有巾
帼、妇人之衣，并书一封。懿拆视其书，略曰：
仲达既为大将，统领中原之众，不思披坚执锐 (10) ，以决雌雄，乃甘窟守
土巢 (11) ，谨避刀箭，与妇人又何异哉？今遣人送巾帼、素衣至，如不出战，可
再拜而受之。倘耻心未泯，犹有男子胸襟，早与批回，依期赴敌。
司马懿看毕，心中大怒，乃佯笑曰：
“孔明视我为妇人耶？”即
受之，令重待来使。懿问曰：
“孔明寝食及事之烦简若何？”使者
曰：
“丞相夙兴夜寐 (12) ，罚二十以上皆亲览焉。所啖之食，日不过
数升。”懿顾谓诸将曰：
“孔明食少事烦，其能久乎？”
使者辞去，回到五丈原，见了孔明，具说：
“司马懿受了巾帼、
女衣，看了书札，并不嗔怒，只问丞相寝食及事之烦简，绝不提起军
旅之事。某如此应对，彼言食少事烦，岂能长久。”孔明叹曰：
“彼
深知我也!”主簿杨颙谏曰：
“某见丞相常自校簿书 (13) ，窃以为不
必。夫为治有体 (14) ，上下不可相侵 (15) 。譬之治家之道，必使仆
执耕 (16) ，婢典爨 (17) ，私业无旷 (18) ，所求皆足，其家主从容自
在，高枕饮食而已。若皆身亲其事，将形疲神困，终无一成。岂其智
之不如婢仆哉？失为家主之道也。是故古人称：
‘坐而论道，谓之三
公；作而行之，谓之士大夫 (19) 。’昔丙吉忧牛喘，而不问横道死人
(20) ；陈平不知钱谷之数，曰：
‘自有主者。’ (21) 今丞相亲理细
事，汗流终日，岂不劳乎？司马懿之言，真至言也 (22) 。”孔明泣
曰：
“吾非不知，但受先帝托孤之重，惟恐他人不似我尽心也。”众
皆垂泪。自此孔明自觉神思不宁。诸将因此未敢进兵。
却说魏将皆知孔明以巾帼、女衣辱司马懿，懿受之不战。众将不
忿 (23) ，入帐告曰：
“我等皆大国名将，安忍受蜀人如此之辱？即请
出战，以决雌雄。”懿曰：
“吾非不敢出战而甘心受辱也。奈天子明
诏，令坚守勿动；今若轻出，有违君命矣。”众将俱忿怒不平。懿
曰：
“汝等既要出战，待我奏准天子，同力赴敌，何如？”众皆允
诺。懿乃写表遣使，直至合淝军前，奏闻魏主曹睿。睿拆表览之，表
略曰：
臣才薄任重，伏蒙明旨，令臣坚守不战，以待蜀人之自敝 (24) 。奈今诸葛
亮遗臣以巾帼，待臣如妇人，耻辱至甚 (25) 。臣谨先达圣聪 (26) ：旦夕将效死
一战，以报朝廷之恩，以雪三军之耻。臣不胜激切之至。
睿览讫，乃谓多官曰：
“司马懿坚守不出，今何故又上表求
战？”卫尉辛毗曰：
“司马懿本无战心，必因诸葛亮耻辱，众将忿怒
之故，特上此表，欲更乞明旨，以遏诸将之心耳。”睿然其言，即令
辛毗持节至渭北寨传谕，令勿出战。司马懿接诏入帐，辛毗宣谕曰：
“如再有敢言出战者，即以违旨论。”众将只得奉诏。懿暗谓辛毗
曰：
“公真知我心也。”于是令军中传说：魏主命辛毗持节，传谕司
马懿勿得出战。
蜀将闻知此事，报与孔明。孔明笑曰：
“此乃司马懿安三军之法
也。”姜维曰：
“丞相何以知之？”孔明曰：
“彼本无战心，所以请
战者，以示武于众耳。岂不闻‘将在外，君命有所不受’，安有千里
而请战者乎？此乃司马懿因将士忿怒，故借曹睿之意，以制众人。今
又播传此言，欲懈我军心也。”
正论间，忽报费祎到。孔明请入问之，祎曰：
“魏主曹睿闻东吴
三路进兵，乃自引大军至合淝，令满宠、田豫、刘劭分兵三路迎敌。
满宠设计尽烧东吴粮草战具，吴兵多病。陆逊上表于吴王，约会前后
夹攻，不意赍表人中途被魏兵所获，因此机关泄漏，吴兵无功而
退。”孔明听知此信，长叹一声，不觉昏倒于地。众将急救，半晌方
苏。孔明叹曰：
“吾心昏乱，旧病复发，恐不能生矣!”
是夜，孔明扶病出帐，仰观天文，十分惊慌。入帐谓姜维曰：
“吾命在旦夕矣!”维曰：
“丞相何出此言？”孔明曰：
“吾见三台星
中 (27) ，客星倍明，主星幽隐，相辅列曜 (28) ，其光昏暗。天象如
此，吾命可知。”维曰：
“天象虽则如此，丞相何不用祈禳之法挽回
之 (29) ？”孔明曰：
“吾素谙祈禳之法，但未知天意若何。汝可引甲
士四十九人，各执皂旗，穿皂衣，环绕帐外。我自于帐中祈禳北斗。
若七日内主灯不灭，吾寿可增一纪 (30) ；如灯灭，吾必死矣。闲杂人
等，休教放入。凡一应需用之物，只令二小童搬运。”姜维领命，自
去准备。
时值八月中秋，是夜银河耿耿 (31) ，玉露零零 (32) ，旌旗不
动，刁斗无声 (33) 。姜维在帐外引四十九人守护。孔明自于帐中设香
花祭物，地上分布七盏大灯，外布四十九盏小灯，内安本命灯一盏。
孔明拜祝曰：
“亮生于乱世，甘老林泉。承昭烈皇帝三顾之恩，托孤
之重，不敢不竭犬马之劳，誓讨国贼。不意将星欲坠，阳寿将终。谨
书尺素 (34) ，上告穹苍：伏望天慈，俯垂鉴听，曲延臣算 (35) ，使
得上报君恩，下救民命，克复旧物 (36) ，永延汉祀。非敢妄祈，实由
情切。”拜祝毕，就帐中俯伏待旦。次日，扶病理事，吐血不止。日
则计议军机，夜则步罡踏斗 (37) 。
却说司马懿在营中坚守，忽一夜仰观天文，大喜，谓夏侯霸曰：
“吾见将星失位，孔明必然有病，不久便死。你可引一千军去五丈原
哨探，若蜀人攘乱 (38) ，不出接战，孔明必然患病矣，吾当乘势击
之。”霸引兵而去。
孔明在帐中祈禳已及六夜，见主灯明亮，心中甚喜。姜维入帐，
正见孔明披发仗剑，踏罡步斗，压镇将星。忽听得寨外呐喊，方欲令
人出问，魏延飞步入告曰：
“魏兵至矣!”延脚步急，竟将主灯扑灭。
孔明弃剑而叹曰：
“死生有命，不可得而禳也!”魏延惶恐，伏地请
罪。姜维忿怒，拔剑欲杀魏延。正是：
万事不由人做主，一心难与命争衡。
未知魏延性命如何，且看下文分解。
--------------------
(1) 射戏——以射箭为消遣。
(2) 以决雌雄——参见第一百回“决一雌雄”条注。
(3) 小不忍则乱大谋——语出《论语·卫灵公》：“子曰：‘巧言乱德。小不忍则乱大
谋。’”意谓不能忍受小小的耻辱，就会破坏大的谋略。
(4) 诘审——审问。
(5) 释——消除，懈怠。
(6) 吕蒙取荆州之计——事见《三国志·吴志·吕蒙传》、《三国演义》第七十五、七
十六回：吕蒙偷袭南郡成功，军纪严明，秋毫无犯，尤其对关羽及部下将士家属采取优抚政
策，以致瓦解了关羽部下将士的斗志，导致关羽战败被杀，荆襄地区归于东吴。
(7) 刮刮杂杂——形容柴草燃烧的爆裂声。
(8) 谋事在人，成事在天——意谓人只能尽力谋划事情，至于事情的成败则取决于天
意。表示人力强不过老天。
(9) 巾帼——古代妇女的头巾和发饰。 缟素之服——白色丧服。
(10) 披坚执锐——这里指将领亲临前线，英勇杀敌。参见第七十二回“披坚执锐”条
注。
(11) 窟守土巢——意谓像老鼠一样钻在土洞里不敢出来。
(12) 夙兴夜寐——夙兴：早起。夜寐：晚睡。“夙兴夜寐”出自《诗经·卫风·氓》：
“三岁为妇，靡室劳矣，夙兴夜寐，靡有朝矣。”意谓很早就起床，很晚才睡觉。形容十分
劳苦。
(13) 自校簿书——亲自查看官府财产收支账簿。
(14) 为治有体——意谓治理国家有一定的体制。
(15) 相侵——互相干扰之意。
(16) 执耕——从事种田农活。
(17) 典爨(cu àn窜)——专管烧火做饭。
(18) 无旷——没有荒废。
(19) “坐而论道”四句——语出《周礼·考工记序》，“三公”原作“王公”。意谓从
帝王到士大夫，各有职守，任何人都不可能包揽。
(20) “丙吉”二句——事见《汉书·魏相丙吉传》：丙吉是西汉宣帝时的丞相。有一年
春天外出，见有斗殴致死者躺在大道上，他并不过问；忽又见“牛喘吐舌”，他倒停了下
来，问赶牛人道：“逐牛行几里矣？”手下人觉得奇怪，他解释道：(大意)斗殴致死者归京
兆尹管理，所以不问。而牛在春天喘气吐舌，说明天气太热，阴阳失调，这正是宰相应管的
大事，所以要问。
(21) “陈平”二句——事见《史记·陈丞相世家》：陈平为汉朝开国元勋，历任惠帝、
吕后、文帝三朝丞相。文帝问他全国一年判决多少案件、收入多少钱谷，他说：“有主
者。”文帝说：“苟各有主者，而君所主者何事也？”陈平说：“宰相者，上佐天子理阴
阳，顺四时，下育万物之宜，外镇抚四夷诸侯，内亲附百姓，使卿大夫各得任其职焉。”
(22) 至言——直言，实话。
(23) 不忿——不平，不服气。
(24) 自敝——这里指军心涣散，失去战斗力。
(25) 耻辱——耻笑羞辱。
(26) 圣明——称帝王明察的套话。
(27) 三台——星名，共有六颗星，两星为一对，象征三公。《晋书·天文志上》：“三
台六星，两两而居……在人曰三公，在天曰三台”。
(28) 列曜——群星。
(29) 祈禳——用祈祷的方式求福除祸。祈：求福。禳：除祸。
(30) 一纪——十二年。
(31) 耿耿——明亮貌。
(32) 零零——滴落貌。
(33) 刁斗——古代军用铜锅，白天用以烧饭，晚上用以敲打报更。
(34) 尺素——书信的代称。因古人用小幅绢帛写信，故称。
(35) 曲延臣算——意谓求老天通融，延长我的寿数。算：寿数。
(36) 克复旧物——意谓恢复原来的典章文物。这里指恢复汉朝刘氏政权。
(37) 步罡踏斗——参见第一百二回“步罡”条注。下文的“踏罡步斗”同此。
(38) 攘乱——慌乱。
第一百四回 陨大星汉丞相归天 见木像魏都督丧胆
却说姜维见魏延踏灭了灯，心中忿怒，拔剑欲杀之。孔明止之
曰：
“此吾命当绝，非文长之过也。”维乃收剑。孔明吐血数口，卧
倒床上，谓魏延曰：
“此是司马懿料吾有病，故令人来探视虚实。汝
可急出迎敌。”魏延领命，出帐上马，引兵杀出寨来。夏侯霸见了魏
延，慌忙引军退走。延追赶二十馀里方回。孔明令魏延自回本寨把
守。
姜维入帐，直至孔明榻前问安。孔明曰：
“吾本欲竭忠尽力，恢
复中原，重兴汉室。奈天意如此，吾旦夕将死。吾平生所学，已著书
二十四篇 (1) ，计十万四千一百一十二字，内有八务、七戒、六恐、
五惧之法 (2) 。吾遍观诸将，无人可授，独汝可传我书。切勿轻
忽。”维哭拜而受。孔明又曰：
“吾有连弩之法 (3) ，不曾用得。其
法矢长八寸，一弩可发十矢，皆画成图本。汝可依法造用。”维亦拜
受。孔明又曰：
“蜀中诸道，皆不必多忧。惟阴平之地，切须仔细。
此地虽险峻，久必有失。”又唤马岱入帐，附耳低言，授以密计，嘱
曰：
“我死之后，汝可依计行之。”岱领计而出。少顷，杨仪入。孔
明唤至榻前，授与一锦囊，密嘱曰：
“我死，魏延必反。待其反时，
汝与临阵，方开此囊，那时自有斩魏延之人也。”孔明一一调度已
毕，便昏然而倒，至晚方苏，便连夜表奏后主。
后主闻奏大惊，急命尚书李福星夜至军中问安，兼询后事。李福
领命，趱程赴五丈原，入见孔明，传后主之命。问安毕，孔明流涕
曰：
“吾不幸中道丧亡，虚废国家大事，得罪于天下。我死后，公等
宜竭忠辅主。国家旧制，不可改易；吾所用之人，亦不可轻废。吾兵
法皆授与姜维，他自能继吾之志，为国家出力。吾命已在旦夕，当即
有遗表上奏天子也。”李福领了言语，匆匆辞去。
孔明强支病体，令左右扶上小车，出寨遍观各营。自觉秋风吹
面，彻骨生寒，乃长叹曰：
“再不能临阵讨贼矣!悠悠苍天，曷此其极
(4) ？”叹息良久，回到帐中，病转沉重，乃唤杨仪分付曰：
“王
平、廖化、张嶷、张翼、吴懿等皆忠义之士，久经战阵，多负勤劳，
堪可委用。我死之后，凡事俱依旧法而行。缓缓退兵，不可急骤。汝
深通谋略，不必多嘱。姜伯约智勇足备，可以断后。”杨仪泣拜受
命。
孔明令取文房四宝 (5) ，于卧榻上手书遗表，以达后主。表略
曰：
伏闻生死有常，难逃定数。死之将至，愿尽愚忠。臣亮赋性愚拙，遭时艰
难，分符拥节 (6) ，专掌钧衡 (7) ，兴师北伐，未获成功。何期病入膏肓，命垂
旦夕，不及终事陛下，饮恨无穷。伏愿陛下清心寡欲 (8) ，约己爱民；达孝道于
先皇，布仁恩于宇下；提拔幽隐 (9) ，以进贤良；屏斥奸邪，以厚风俗。
臣家成都，有桑八百株，薄田十五顷，子弟衣食，自有馀饶。至于臣在外
任，别无调度，随身衣食，悉仰于官，不别治生，以长尺寸 (10) 。臣死之日，不
使内有馀帛，外有赢财，以负陛下也。
孔明写毕，又嘱杨仪曰：
“吾死之后，不可发丧。可作一大龛
(11) ，将吾尸坐于龛中，以米七粒放吾口内，脚下用明灯一盏；军中
安静如常，切勿举哀：则将星不坠，吾阴魂更自起镇之。司马懿见将
星不坠，必然惊疑。吾军可令后寨先行，然后一营一营缓缓而退。若
司马懿来追，汝可布成阵势，回旗返鼓 (12) 。等他来到，却将我先时
所雕木像安于车上，推出军前，令大小将士分列左右。懿见之必惊走
矣。”杨仪一一领诺。
是夜，孔明令人扶出，仰观北斗，遥指一星曰：
“此吾之将星
也。”众视之，见其色昏暗，摇摇欲坠。孔明以剑指之，口中念咒。
咒毕急回帐时，不省人事。众将正慌乱间，忽尚书李福又至，见孔明
昏绝，口不能言，乃大哭曰：
“我误国家之大事也!”须臾，孔明复
醒，开目遍视，见李福立于榻前。孔明曰：
“吾已知公复来之意。”
福谢曰：
“福奉天子命，问丞相百年后，谁可任大事者。适因匆遽，
失于谘请，故复来耳。”孔明曰：
“吾死之后，可任大事者，蒋公琰
其宜也。”福曰：
“公琰之后，谁可继之？”孔明曰：
“费文伟可继
之。”福又问：
“文伟之后，谁当继者？”孔明不答。众将近前视
之，已薨矣 (13) 。时建兴十二年秋八月二十三日也，寿五十四岁。后
杜工部有诗叹曰 (14) ：
长星昨夜坠前营，讣报先生此日倾。
虎帐不闻施号令，麟台惟显著勋名 (15) 。
空馀门下三千客 (16) ，辜负胸中十万兵 (17) 。
好看绿阴清昼里，于今无复雅歌声 (18) 。
白乐天亦有诗曰 (19) ：
先生晦迹卧山林 (20) ，三顾那逢圣主寻 (21) 。
鱼到南阳方得水，龙飞天汉便为霖。
托孤既尽殷勤礼，报国还倾忠义心。
前后出师遗表在，令人一览泪沾襟。
初，蜀长水校尉廖立自谓才名宜为孔明之副，尝以职位闲散，怏
怏不平，怨谤无已。于是孔明废之为庶人，徙之汶山。及闻孔明亡，
乃垂泣曰：
“吾终为左衽矣 (22) !”李严闻之，亦大哭病死。盖严尝
望孔明复收己，得自补前过，度孔明死后，人不能用之故也。后元微
之有赞孔明诗曰 (23) ：
拨乱扶危主，殷勤受托孤。
英才过管乐，妙策胜孙吴。
凛凛出师表，堂堂八阵图。
如公全盛德，应叹古今无。
是夜，天愁地惨，月色无光，孔明奄然归天 (24) 。姜维、杨仪遵
孔明遗命，不敢举哀，依法成殓，安置龛中，令心腹将卒三百人守
护。随传密令，使魏延断后，各处营寨一一退去。
却说司马懿夜观天文，见一大星赤色，光芒有角，自东北方流于
西南方，坠于蜀营内，三投再起 (25) ，隐隐有声。懿惊喜曰：
“孔明
死矣!”即传令起大兵追之。方出寨门，忽又疑虑曰：
“孔明善会六丁
六甲之法，今见我久不出战，故以此术诈死，诱我出耳。今若追之，
必中其计。”遂复勒马回寨不出，只令夏侯霸暗引数十骑，往五丈原
山僻哨探消息。
却说魏延在本寨中，夜作一梦，梦见头上忽生二角，醒来甚是疑
异。次日，行军司马赵直至，延请入，问曰：
“久知足下深明《易》
理，吾夜梦头生二角，不知主何吉凶？烦足下为我决之。”赵直想了
半晌，答曰：
“此大吉之兆。麒麟头上有角，苍龙头上有角，乃变化
飞腾之象也。”延大喜曰：
“如应公言，当有重谢。”直辞去，行不
数里，正遇尚书费祎。祎问何来，直曰：
“适至魏文长营中，文长梦
头生角，令我决其吉凶。此本非吉兆，但恐直言见怪，因以麒麟、苍
龙解之。”祎曰：
“足下何以知非吉兆？”直曰：
“角之字形，
乃‘刀’下‘用’也。今头上用刀，其凶甚矣 (26) !”祎曰：
“君且
勿泄漏。”直别去。费祎至魏延寨中，屏退左右，曰：
“昨夜三更，
丞相已辞世矣。临终再三嘱付，令将军断后以当司马懿，缓缓而退，
不可发丧。今兵符在此，便可起兵。”延曰：
“何人代理丞相之大
事？”祎曰：
“丞相一应大事，尽托与杨仪；用兵密法，皆授与姜伯
约。此兵符乃杨仪之令也。”延曰：
“丞相虽亡，吾今现在。杨仪不
过一长史，安能当此大任？他只宜扶柩入川安葬。我自率大兵攻司马
懿，务要成功。岂可因丞相一人而废国家大事耶？”祎曰：
“丞相遗
令，教且暂退，不可有违。”延怒曰：
“丞相当时若依我计，取长安
久矣。吾今官任前将军、征西大将军、南郑侯，安肯与长史断后？”
祎曰：
“将军之言虽是，然不可轻动，令敌人耻笑。待吾往见杨仪，
以利害说之，令彼将兵权让与将军，何如？”延依其言。
祎辞延出营，急到大寨见杨仪，具述魏延之语。仪曰：
“丞相临
终，曾密嘱我曰：
‘魏延必有异志。’今我以兵符往，实欲探其心
耳。今果应丞相之言。吾自令伯约断后可也。”于是杨仪领兵扶柩先
行，令姜维断后，依孔明遗令，徐徐而退。
魏延在寨中不见费祎来回复，心中疑惑，乃令马岱引十数骑往探
消息。回报曰：
“后军乃姜维总督，前军大半退入谷中去了。”延大
怒曰：
“竖儒安敢欺我!我必杀之!”因顾谓岱曰：
“公肯相助否？”
岱曰：
“某亦素恨杨仪，今愿助将军攻之。”延大喜，即拔寨引本部
兵，望南而行。
却说夏侯霸引军至五丈原看时，不见一人，急回报司马懿曰：
“蜀兵已尽退矣。”懿跌足曰：
“孔明真死矣!可速追之。”夏侯霸
曰：
“都督不可轻追，当令偏将先往。”懿曰：
“此番须吾自行。”
遂引兵同二子一齐杀奔五丈原来，呐喊摇旗，杀入蜀寨时，果无一
人。懿顾二子曰：
“汝急催兵赶来，吾先引军前进。”于是司马师、
司马昭在后催军。懿自引军当先，追到山脚下，望见蜀兵不远，乃奋
力追赶。忽然山后一声炮响，喊声大震，只见蜀兵俱回旗返鼓，树影
中飘出中军大旗，上书一行大字曰“汉丞相武乡侯诸葛亮”。懿大惊
失色。定睛看时，只见中军数十员上将拥出一辆四轮车来，车上端坐
孔明，纶巾羽扇，鹤氅皂绦。懿大惊曰：
“孔明尚在，吾轻入重地，
堕其计矣!”急勒回马便走。背后姜维大叫：
“贼将休走!你中了我丞
相之计也。”魏兵魂飞魄散，弃甲丢盔，抛戈撇戟，各逃性命，自相
践踏，死者无数。
司马懿奔走了五十馀里，背后两员魏将赶上，扯住马嚼环叫曰：
“都督勿惊。”懿用手摸头曰：
“我有头否？”二将曰：
“都督休
怕，蜀兵去远了。”懿喘息半晌，神色方定。睁目视之，乃夏侯霸、
夏侯惠也。乃徐徐按辔，与二将寻小路奔归本寨，使众将引兵四散哨
探。
过了两日，乡民奔告曰：
“蜀兵退入谷中之时，哀声震地，军中
扬起白旗，孔明果然死了，止留姜维引一千兵断后。前日车上之孔
明，乃木人也。”懿叹曰：
“吾能料其生，不能料其死也!”因此蜀中
人谚曰：
“死诸葛能走生仲达 (27) 。”后人有诗叹曰：
长星半夜落天枢，奔走还疑亮未殂 (28) 。
关外至今人冷笑，头颅犹问有和无 (29) 。
司马懿知孔明死信已确，乃复引兵追赶。行到赤岸坡，见蜀兵已
去远，乃引还，顾谓众将曰：
“孔明已死，我等皆高枕无忧矣。”遂
班师回。一路上见孔明安营下寨之处，前后左右，整整有法，懿叹
曰：
“此天下奇才也!”于是引兵回长安，分调众将，各守隘口，懿自
回洛阳面君去了。
却说杨仪、姜维排成阵势，缓缓退入栈阁道口，然后更衣发丧，
扬幡举哀。蜀军皆撞跌而哭，至有哭死者。蜀兵前队正回到栈阁道
口，忽见前面火光冲天，喊声震地，一彪军拦路。众将大惊，急报杨
仪。正是：
已见魏营诸将去，不知蜀地甚兵来。
未知来者是何处军马，且看下文分解。
--------------------
(1) 著书二十四篇——晋·陈寿《进诸葛亮集表》曰：“亮毗佐危国，负阻不宾，然犹
存录其言，耻善有遗……辄删除复重，随类相从，凡为二十四篇。”这二十四篇是：开府作
牧第一，权制第二，南征第三，北出第四，计算第五，训厉第六，综覈上第七，综覈下第
八，杂言上第九，杂言下第十，贵和第十一，兵要第十二，传运第十三，与孙权书第十四，
与诸葛瑾书第十五，与孟达书第十六，废李平第十七，法检上第十八，法检下第十九，科令
上第二十，科令下第二十一，军令上第二十二，军令中第二十三，军令下第二十四。可知所
谓“二十四篇”其实是二十四卷。原集已佚，后人所辑《诸葛亮集》只是诸葛亮著作的残存
部分。
(2) “内有”句——据《魏氏春秋》云：“亮作八务、七戒、六恐、五惧，皆有条章，
以训厉臣子。”大概即为《诸葛亮集》中的第六篇《训厉》中的内容，可惜已佚。
(3) 连弩——利用机栝同时连发多箭的弓。此弓在战国时已有。《墨子·备高临》：
“备临以连弩之车。”诸葛亮的连弩为改进型。《三国志·蜀书·诸葛亮传》：“亮性长于
巧思，损益连弩”。“损益”即取长补短，加以改进。
(4) 曷此其极——为什么如此不可捉摸呢？
(5) 文房四宝——宋·苏易简的《文房四宝谱》(一名《文房四谱》)叙述了纸、墨、
笔、砚四种文具的品类和故事史实等，后世遂将纸、墨、笔、砚四种文具名之曰“文房四
宝”。文房：书房。
(6) 分符拥节——意谓皇帝授予大权。符节：是一种象征权力的信物。以金玉竹木等制
成，上刻文字，一剖为二，皇帝授官或授权时自留一半，另一半交付臣下。
(7) 专掌钧衡——参见第八十一回“秉钧衡之职”条注。
(8) 清心寡欲——语或本“少私寡欲”，出自《老子》第十六章(又见《道德经》第十九
章)：“绝圣弃智，民利百倍；绝仁弃义，民复孝慈；绝巧弃利，盗贼无有：此三者以为文不
足，故令有所属，见素抱朴，少私寡欲。”意谓人很少有贪图享受的要求。指保持心地纯
净，减少欲念。
(9) 幽隐——指隐居的贤才。
(10) 不别治生，以长尺寸——意谓除了享受俸禄，不另经营家业，以增加丝毫财产。治
生：经营家业。尺寸：形容极少的财产。
(11) 龛(kān刊)——供奉神佛的小阁子。
(12) 回旗返鼓——指撤退的军队停止前进，回头面对追赶的敌军。
(13) 薨(hō ng烘)——古人称人的死亡有尊卑之分，“薨”是对诸侯死亡的称谓。见
《礼记·曲礼下》：“天子死曰崩，诸侯曰薨，大夫曰卒，士曰不禄，庶人曰死。”
(14) 杜工部有诗——杜工部即唐代诗人杜甫。但《杜工部集》中并无此诗。
(15) 麟台——“麒麟阁”的别称。麒麟阁是汉代未央宫中的阁名，汉宣帝时曾画霍光等
十一功臣像于阁上，以表其功绩，历朝相沿。
(16) 门下三千客——战国时有四大公子，即齐国的孟尝君、赵国的平原君、魏国的信陵
君、楚国的春申君，皆礼贤下士，门下各有食客三千人，或智慧过人，或武艺出众，故四大
公子势力强大。见《史记》四公子列传。这里是借指诸葛亮手下人才众多。
(17) 胸中十万兵——语本“胸中甲兵”，出自《魏书·崔浩传》(又见《北史·崔浩
传》)：“世祖指浩以示之曰：‘汝曹视此人，尫纤懦弱，手不能弯弓持矛，其胸中所怀，乃
逾于甲兵。’”意谓胸中好像藏有十万军队。比喻人胸怀韬略，善于用兵。
(18) 雅歌——风雅的歌唱。
(19) 白乐天亦有诗——白乐天即唐代诗人白居易，但其集中并无此诗。
(20) 晦迹——隐居。
(21) 那——“奈何”的合音。这里是无奈、不料之意。
(22) 终为左衽(r èn认)——即只能终生住在少数民族地区，不可能再被朝廷起用了。
左衽：古时中原人的衣襟(衽)往右掩，少数民族的衣襟往左掩，故“左衽”代指少数民族地
区。
(23) 元微之有赞孔明诗——元微之即唐代诗人元稹，但其集中并无此诗。
(24) 奄然——忽然，突然。
(25) 三投再起——意谓三次落下来，前两次又升上去，最后一次才落地。说明诸葛亮为
了交代后事，以法术延长了一会儿生命，足见其兑现了“鞠躬尽瘁，死而后已”的诺言。
(26) “‘角’之字形”四句——用的是拆字占卜法。将“角”字拆开，上半为“刀”，
下半为“用”。因此梦见头上长角，就等于“头上用刀”，即杀头之意，当然也就是大凶之
兆。
(27) 死诸葛能走生仲达——意谓死后的诸葛亮还能把活着的司马懿(仲达为司马懿的
字)吓跑。走：逃跑之意。
(28) 殂(cú)——死亡。
(29) 头颅犹问有和无——指司马懿见了诸葛亮的木刻像而魂飞魄散，用手摸头曰：“我
有头否？”
第一百五回 武侯预伏锦囊计 魏主拆取承露盘
却说杨仪闻报前路有兵拦截，忙令人哨探。回报说魏延烧绝栈
道，引兵拦路。仪大惊曰：
“丞相在日，料此人久后必反，谁想今日
果然如此。今断吾归路，当复如何？”费祎曰：
“此人必先捏奏天子
(1) ，诬吾等造反，故烧绝栈道，阻遏归路。吾等亦当表奏天子，陈
魏延反情，然后图之。”姜维曰：
“此间有一小径，名槎山，虽崎岖
险峻，可以抄出栈道之后。”一面写表奏闻天子，一面将人马望槎山
小道进发。
且说后主在成都，寝食不安，动止不宁。夜作一梦，梦见成都锦
屏山崩倒。遂惊觉，坐而待旦，聚集文武，入朝圆梦 (2) 。谯周曰：
“臣昨夜仰观天文，见一星赤色，光芒有角，自东北落于西南，主丞
相有大凶之事。今陛下梦山崩，正应此兆。”后主愈加惊怖。忽报李
福到。后主急召入问之，福顿首泣奏：
“丞相已亡!”将丞相临终言
语，细述一遍。后主闻言，大哭曰：
“天丧我也!”哭倒于龙床之上。
侍臣扶入后宫。吴太后闻之，亦放声大哭不已。多官无不哀恸，百姓
人人涕泣。
后主连日伤感，不能设朝 (3) 。忽报：
“魏延表奏杨仪造反。”
群臣大骇，入宫启奏后主。时吴太后亦在宫中。后主闻奏大惊，命近
臣读魏延表。其略曰：
征西大将军、南郑侯臣魏延，诚惶诚恐 (4) ，顿首上言：杨仪自总兵权，率
众造反，劫丞相灵柩，欲引敌人入境。臣先烧绝栈道，以兵守御。谨此奏闻。
读毕，后主曰：
“魏延乃勇将，足可拒杨仪等众，何故烧绝栈
道？”吴太后曰：
“尝闻先帝有言：
‘孔明识魏延脑后有反骨，每欲
斩之，因怜其勇，故姑留用。’今彼奏杨仪等造反，未可轻信。杨仪
乃文人，丞相委以长史之任，必其人可用。今日若听此一面之词，杨
仪等必投魏矣。此事当深虑远议，不可造次。”
众官正商议间，忽报：
“长史杨仪有紧急表到。”近臣拆表读
曰：
长史、绥军将军臣杨仪，诚惶诚恐，顿首谨表：丞相临终，将大事委于臣，
照依旧制，不敢变更，使魏延断后，姜维次之。今魏延不遵丞相遗语，自提本部
人马，先入汉中，放火烧断栈道，劫丞相灵车，谋为不轨 (5) 。变起仓卒，谨飞
章奏闻。
太后听毕，问：
“卿等所见若何？”蒋琬奏曰：
“以臣愚见，杨
仪为人虽禀性过急，不能容物，至于筹度粮草，参赞军机，与丞相办
事多时，今丞相临终委以大事，决非背反之人 (6) 。魏延平日恃功务
高 (7) ，人皆下之 (8) ；仪独不假借 (9) ，延心怀恨。今见仪总兵，
心中不服，故烧栈道，断其归路，又诬奏而图陷害。臣愿将全家良
贱，保杨仪不反。实不敢保魏延。”董允亦奏曰：
“魏延自恃功高，
常有不平之心，口出怨言。向所以不即反者，惧丞相耳。今丞相新
亡，乘机为乱，势所必然。若杨仪 (10) ，才干敏达，为丞相所任用，
必不背反。”后主曰：
“若魏延果反，当用何策御之？”蒋琬曰：
“丞相素疑此人，必有遗计授与杨仪。若仪无恃，安能退入谷口乎？
延必中计矣，陛下宽心。”
不多时，魏延又表至，告称杨仪背反。正览表之间，杨仪又表
到，奏称魏延背反。二人接连具表，各陈是非。忽报：
“费祎到。”
后主召入，祎细奏魏延反情。后主曰：
“若如此，且令董允假节释
劝，用好言抚慰。”允奉诏而去。
却说魏延烧断栈道，屯兵南谷，把住隘口，自以为得计。不想杨
仪、姜维星夜引兵抄到南谷之后。仪恐汉中有失，令先锋何平引三千
兵先行，仪同姜维等引兵扶柩望汉中而来。
且说何平引兵径到南谷之后，擂鼓呐喊。哨马飞报魏延说：
“杨
仪令先锋何平引兵自槎山小路抄来搦战。”延大怒，急披挂上马，提
刀引兵来迎。两阵对圆，何平出马大骂曰：
“反贼魏延安在？”延亦
骂曰：
“汝助杨仪造反，何敢骂我？”平叱曰：
“丞相新亡，骨肉未
寒，汝焉敢造反？”乃扬鞭指川兵曰：
“汝等军士，皆是西川之人，
川中多有父母妻子，兄弟亲朋。丞相在日，不曾薄待汝等，今不可助
反贼，宜各回家乡，听候赏赐。”众军闻言，大喊一声，散去大半。
延大怒，挥刀纵马，直取何平；平挺枪来迎。战不数合，平诈败而
走，延随后赶来。众军弓弩齐发，延拨马而回。见众军纷纷溃散，延
转怒，拍马赶上，杀了数人，却只止遏不住。只有马岱所领三百人不
动。延谓岱曰：
“公真心助我，事成之后，决不相负。”遂与马岱追
杀何平。平引兵飞奔而去。
魏延收聚残军，与马岱商议曰：
“我等投魏，若何？”岱曰：
“将军之言，不智甚也。大丈夫何不自图霸业，乃轻屈膝于人耶？吾
观将军智勇足备，两川之士谁敢抵敌？吾誓同将军先取汉中，随后进
攻西川。”延大喜，遂同马岱引兵直取南郑。姜维在南郑城上，见魏
延、马岱耀武扬威，风拥而来，维急令拽起吊桥。延、岱二人大叫：
“早降!”姜维令人请杨仪，商议曰：
“魏延勇猛，更兼马岱相助，虽
然军少，何计退之？”仪曰：
“丞相临终，遗一锦囊，嘱曰：
‘若魏
延造反，临阵对敌之时，方可开拆，便有斩魏延之计。’今当取出一
看。”遂出锦囊，拆封看时，题曰：
“待与魏延对敌，马上方许拆
开。”维大喜曰：
“既丞相有戒约，长史可收执。吾先引兵出城，列
为阵势，公可便来。”
姜维披挂上马，绰枪在手，引三千军，开了城门，一齐冲出，鼓
声大震，排成阵势。维挺枪立马于门旗之下，高声大骂曰：
“反贼魏
延!丞相不曾亏你，今日如何背反？”延横刀勒马而言曰：
“伯约，不
干你事。只教杨仪来。”仪在门旗影里，拆开锦囊视之，如此如此。
仪大喜，轻骑而出，立马阵前，手指魏延而笑曰：
“丞相在日，知汝
久后必反，教我提备，今果应其言。汝敢在马上连叫三声‘谁敢杀
我’，便是真大丈夫，吾就献汉中城池与汝。”延大笑曰：
“杨仪匹
夫听着：若孔明在日，吾尚惧他三分；他今已亡，天下谁敢敌我？休
道连叫三声，便叫三万声，亦有何难？”遂提刀按辔，于马上大叫
曰：
“谁敢杀我？”一声未毕，脑后一人厉声而应曰：
“吾敢杀汝!”
手起刀落，斩魏延于马下。众皆骇然。斩魏延者，乃马岱也。原来孔
明临终之时，授马岱以密计，只待魏延喊叫时，便出其不意斩之。当
日，杨仪读罢锦囊计策，已知伏下马岱在彼，故依计而行，果然杀了
魏延。后人有诗曰：
诸葛先机识魏延，已知日后反西川。
锦囊遗计人难料，却见成功在马前。
却说董允未及到南郑，马岱已斩了魏延，与姜维合兵一处。杨仪
具表，星夜奏闻后主。后主降旨曰：
“既已名正其罪，仍念前功，赐
棺椁葬之。”
杨仪等扶孔明灵柩到成都，后主引文武官僚，尽皆挂孝，出城二
十里迎接。后主放声大哭。上至公卿大夫，下及山林百姓，男女老
幼，无不痛哭，哀声震地。后主命扶柩入城，停于丞相府中。其子诸
葛瞻守孝居丧。
后主还朝，杨仪自缚请罪。后主令近臣去其缚，曰：
“若非卿能
依丞相遗教，灵柩何日得归？魏延如何得灭？大事保全，皆卿之力
也。”遂加杨仪为中军师。马岱有讨逆之功，即以魏延之爵爵之 (11)
。仪呈上孔明遗表。后主览毕，大哭，降旨卜地安葬。费祎奏曰：
“丞相临终，命葬于定军山，不用墙垣砖石，亦不用一切祭物。”后
主从之。择本年十月吉日，后主自送灵柩至定军山安葬。后主降诏致
祭，谥号忠武侯；令建庙于沔阳，四时享祭。后杜工部有诗曰 (12) ：
丞相祠堂何处寻 (13) ？锦官城外柏森森 (14) 。
映阶碧草自春色，隔叶黄鹂空好音。
三顾频烦天下计，两朝开济老臣心 (15) 。
出师未捷身先死，长使英雄泪满襟。
又杜工部诗曰 (16) ：
诸葛大名垂宇宙 (17) ，宗臣遗像肃清高 (18) 。
三分割据纡筹策 (19) ，万古云霄一羽毛 (20) 。
伯仲之间见伊吕 (21) ，指挥若定失萧曹 (22) 。
运移汉祚终难复，志决身歼军务劳 (23) 。
却说后主回到成都，忽近臣奏曰：
“边庭报来，东吴令全琮引兵
数万，屯于巴丘界口，未知何意。”后主惊曰：
“丞相新亡，东吴负
盟侵界，如之奈何？”蒋琬奏曰：
“臣敢保王平、张嶷引兵数万，屯
于永安，以防不测。陛下再命一人去东吴报丧，以探其动静。”后主
曰：
“须得一舌辩之士为使。”一人应声而出曰：
“微臣愿往。”众
视之，乃南阳安众人，姓宗名预，字德艳，官任参军、右中郎将。后
主大喜，即命宗预往东吴报丧，兼探虚实。
宗预领命，径到金陵，入见吴主孙权。礼毕，只见左右人皆着素
衣 (24) 。权作色而言曰：
“吴、蜀已为一家，卿主何故而增白帝之守
也？”预曰：
“臣以为东益巴丘之戍，西增白帝之守，皆事势宜然，
俱不足以相问也。”权笑曰：
“卿不亚于邓芝。”乃谓宗预曰：
“朕
闻诸葛丞相归天，每日流涕，令官僚尽皆挂孝。朕恐魏人乘丧取蜀，
故增巴丘守兵万人，以为救援，别无他意也。”预顿首拜谢。权曰：
“朕既许以同盟，安有背义之理？”预曰：
“天子因丞相新亡，特命
臣来报丧。”权遂取金鈚箭一枝折之，设誓曰：
“朕若负前盟，子孙
绝灭!”又命使赍香帛奠仪，入川致祭。宗预拜辞吴主，同吴使还成
都，入见后主，奏曰：
“吴主因丞相新亡，亦自流涕，令群臣皆挂
孝。其益兵巴丘者，恐魏人乘虚而入，别无异心。今折箭为誓，并不
背盟。”后主大喜，重赏宗预，厚待吴使去讫。遂依孔明遗言，加蒋
琬为丞相、大将军，录尚书事；加费祎为尚书令，同理丞相事；加吴
懿为车骑将军，假节督汉中；姜维为辅汉将军、平襄侯，总督诸处人
马，同吴懿出屯汉中，以防魏兵。其馀将校，各依旧职。
杨仪自以为年宦先于蒋琬 (25) ，而位出琬下；且自恃功高，未有
重赏：口出怨言。谓费祎曰：
“昔日丞相初亡，吾若将全师投魏，宁
当寂寞如此耶 (26) ？”费祎乃将此言具表密奏后主。后主大怒，命将
杨仪下狱勘问，欲斩之。蒋琬奏曰：
“仪虽有罪，但日前随丞相多立
功劳，未可斩也，当废为庶人。”后主从之，遂贬杨仪赴汉嘉郡为
民。仪羞惭，自刎而死。
蜀汉建兴十三年，魏主曹睿青龙三年，吴主孙权嘉禾四年，三国
各不兴兵。
单说魏主封司马懿为太尉，总督军马，安镇诸边。懿拜谢回洛阳
去讫。魏主在许昌大兴土木，建盖宫殿；又于洛阳造朝阳殿、太极
殿，筑总章观，俱高十丈；又立崇华殿、青霄阁、凤凰楼、九龙池，
命博士马钧监造，极其华丽：雕梁画栋，碧瓦金砖，光辉耀日。选天
下巧匠三万馀人，民夫三十馀万，不分昼夜而造。民力疲困，怨声不
绝。睿又降旨起土木于芳林园，使公卿皆负土树木于其中。司徒董寻
上表切谏曰 (27) 。
伏自建安以来，野战死亡，或门殚户尽 (28) ；虽有存者，遗孤老弱。若今
宫室狭小，欲广大之，犹宜随时，不妨农务，况作无益之物乎？陛下既尊群臣，
显以冠冕 (29) ，被以文绣 (30) ，载以华舆 (31) ，所以异于小人也。今又使负木
担土，沾体涂足，毁国之光，以崇无益 (32) ，甚无谓也 (33) 。孔子云：“君使
臣以礼，臣事君以忠 (34) 。”无忠无礼，国何以立？臣知言出必死，而自比于牛
之一毛 (35) ，生既无益，死亦何损。秉笔流涕，心与世辞。臣有八子，臣死之
后，累陛下矣。不胜战栗待命之至!
睿览表怒曰：
“董寻不怕死耶？”左右奏请斩之。睿曰：
“此人
素有忠义，今且废为庶人。再有妄言者必斩!”时有太子舍人张茂，字
彦材，亦上表切谏。睿命斩之。
即日召马钧，问曰：
“朕建高台峻阁，欲与神仙往来，以求长生
不老之方 (36) 。”钧奏曰：
“汉朝二十四帝，惟武帝享国最久，寿算
极高，盖因服天上日精月华之气也。尝于长安宫中建柏梁台，台上立
一铜人，手捧一盘，名曰‘承露盘’ (37) ，接三更北斗所降沆瀣之水
(38) ，其名曰‘天浆’，又曰‘甘露’。取此水，用美玉为屑，调和
服之，可以反老还童 (39) 。”睿大喜曰：
“汝今可引人夫星夜至长
安，拆取铜人，移置芳林园中。”
钧领命，引一万人至长安，令周围搭起木架，上柏梁台去。不移
时间 (40) ，五千人连绳引索，旋环而上。那柏梁台高二十丈，铜柱圆
十围。马钧教先拆铜人。多人并力拆下铜人来，只见铜人眼中潸然泪
下。众皆大惊。忽然台边一阵狂风起处，飞砂走石，急若骤雨。一声
响亮，就如天崩地裂，台倾柱倒，压死千馀人。
钧取铜人及金盘回洛阳，入见魏主，献上铜人、承露盘。魏主问
曰：
“铜柱安在？”钧奏曰：
“柱重百万斤，不能运至。”睿令将铜
柱打碎，运来洛阳，铸成两个铜人，号为“翁仲” (41) ，列于司马门
外；又铸铜龙、凤两个：龙高四丈，凤高三丈馀，立在殿前。又于上
林苑中种奇花异木，蓄养珍禽怪兽。少傅杨阜上表谏曰 (42) ：
臣闻尧尚茅茨 (43) ，而万国安居；禹卑宫室 (44) ，而天下乐业。及至殷、
周，或堂崇三尺，度以九筵耳 (45) 。古之圣帝明王，未有极宫室之高丽，
以凋敝百姓之财力者也。桀作璇室、象廊 (46) ，纣为倾宫、鹿台 (47) ，以丧其
社稷；楚灵以筑章华 (48) ，而身受其祸；秦始皇作阿房 (49) ，而殃及其子，天
下叛之，二世而灭。夫不度万民之力，以从耳目之欲，未有不亡者也。陛下当以
尧、舜、禹、汤、文、武为法则，以桀、纣、楚、秦为深诫。而乃自暇自逸 (50)
，惟宫台是饰 (51) ，必有危亡之祸矣。君作元首，臣为股肱 (52) ，存亡一体，
得失同之。臣虽驽怯 (53) ，敢忘诤臣之义 (54) ？言不切至 (55) ，不
足以感寤陛下 (56) 。谨叩棺沐浴，伏俟重诛 (57) 。
表上，睿不省，只催督马钧建造高台，安置铜人、承露盘。又降
旨广选天下美女，入芳林园中。众官纷纷上表谏诤，睿俱不听。
却说曹睿之后毛氏，乃河内人也。先年睿为平原王时，最相恩
爱，及即帝位，立为后。后睿因宠郭夫人，毛后失宠。郭夫人美而
慧，睿甚嬖之 (58) ，每日取乐，月馀不出宫闼 (59) 。是岁春三月，
芳林园中百花争放，睿同郭夫人到园中赏玩饮酒。郭夫人曰：
“何不
请皇后同乐？”壑曰；
“若彼在，朕涓滴不能下咽也。”遂传谕宫
娥，不许令毛后知道。毛后见睿月馀不入正宫，是日引十馀宫人，来
翠花楼上消遣，只听的乐声嘹亮，乃问曰：
“何处奏乐？”一宫官启
曰：
“乃圣上与郭夫人于御花园中赏花饮酒。”毛后闻之，心中烦
恼，回宫安歇。
次日，毛皇后乘小车出宫游玩，正迎见睿于曲廊之间，乃笑曰：
“陛下昨游北园，其乐不浅也。”睿大怒，即命擒昨日侍奉诸人到，
叱曰：
“昨游北园，朕禁左右不许使毛后知道，何得又宣露 (60) ？”
喝令宫官将诸侍奉人尽斩之。毛后大惊，回车至宫。睿即降诏，赐毛
皇后死，立郭夫人为皇后。朝臣莫敢谏者。
忽一日，幽州刺史毌丘俭上表，报称辽东公孙渊造反，自号为燕
王，改元绍汉元年，建宫殿，立官职，兴兵入寇，摇动北方。睿大
惊，即聚文武官僚，商议起兵退渊之策。正是：
才将土木劳中国，又见干戈起外方。
未知何以御之，且看下文分解。
--------------------
(1) 捏奏——诬奏。即以捏造的谎言向皇帝奏报，以诬陷好人。
(2) 圆梦——解梦。即分析梦境，判断吉凶。
(3) 设朝——帝王莅朝听政。
(4) 诚惶诚恐——诚：真心，真诚。惶、恐：同义词。恐惧，惊慌。“诚惶诚恐”出自
汉·杜诗《乞退郡疏》(见《后汉书·杜诗传》)：“臣诗伏自惟忖：本以史吏一介之才，遭
陛下创制大业，贤俊在外，空乏之间，超受大恩，牧养不称，奉职无效，久窃禄位，令功臣
怀愠，诚惶诚恐。”意谓从心里感到恐惧。旧时臣下上呈君主奏章中常用的套语，表示对皇
帝的敬畏。
(5) 谋为不轨——意谓图谋造反作乱。不轨：越轨，犯法。
(6) 背反——背叛造反。
(7) 务高——追求高人一等，也就是自高自大之意。务：追求。
(8) 人皆下之——别人都尽让着他，甘居其下。之：代词，代指魏延。
(9) 不假借——不迁就，不买账。
(10) 若——至于。
(11) “即以”句——意谓便将魏延原有的爵位南郑侯转授予杨仪。头一个“爵”字是名
词，即爵位；第二个“爵”字是动词，即授予爵位。
(12) 杜工部有诗——即杜甫的《蜀相》诗。
(13) 丞相祠堂——即武侯祠。西晋末年李雄为纪念蜀汉丞相忠武侯而建，在今四川省成
都市南郊。祠内古柏苍郁参天，殿宇高大华美。现存有唐代裴度撰文、柳公权书写的《蜀汉
丞相诸葛武侯祠堂碑》。
(14) 锦官城——成都古城有大城、少城，而执掌织锦官员的官署在少城，因称“锦官
城”。后用作成都的别称，亦省称“锦城”、“锦官”。
(15) “三顾”二句——这两句是说诸葛亮因刘备三顾茅庐请他出山，提出了三分天下的
战略，辅佐刘备建立蜀汉，又辅佐刘禅治理国家，鞠躬尽瘁，死而后已。两朝：指先主刘备
和后主刘禅。开济：开创帝业，济世安民。
(16) 又杜工部诗——即杜甫《咏怀古迹五首》其五。惟第七句“运移汉祚”原作“福移
汉祚”。
(17) 垂宇宙——流传天下。
(18) 宗臣遗像肃清高——意谓受人敬仰的诸葛亮遗像威严而清高。宗臣：受人敬仰的名
臣。
(19) 三分割据纡筹策——意谓诸葛亮为刘备周密地筹划了三分天下的战略。纡：这里是
周密之意。
(20) 万古云霄一羽毛——意谓诸葛亮的崇高名望将千秋万代，永垂不朽。羽毛：以其有
文采而用以比喻人的名誉。《周书·晋荡公护传》：“所好加羽毛，所恶生疮痏。”
(21) 伯仲之间见伊吕——伯仲之间：伯仲：即兄弟中的老大和老二。古时兄弟排行以
伯、仲、叔、季为序。间：指不同的人或事物的关系。语出三国魏·文帝曹丕《典论·论
文》(见《文选》卷五二)：“文人相轻，自古而然。傅毅之于班固，伯仲之间耳。”意谓彼
此就像兄弟一样。比喻彼此(指人或物)不相上下，难分优劣。见：比较，相比。这句是说诸
葛亮的才能与伊尹、吕尚(姜子牙)比较，也不相上下。
(22) 指挥若定失萧曹——指挥若定：若：好像，如同。定：定局。语本《史记·陈丞相
世家》(又见《汉书·陈平传》)：“(陈平曰)诚各去其两短，袭其两长，天下指麾则定
矣。”(指麾：同“指挥”。)意谓一发令调度就如同胜利的定局在握。形容作战指挥有方，
稳操胜算。失：失色。这句是说诸葛亮用兵如神，常胜不败，若使萧何和曹参见了，也会大
惊失色。
(23) “运移”二句——这两句是说由于天数推移，汉朝该灭，故诸葛亮虽然立志坚决，
也难以挽回汉朝灭亡的命运，自己却因积劳成疾而死。
(24) 素衣——白色孝服。这里指为诸葛亮挂孝。
(25) 年宦——做官的年数，也即做官的资历。
(26) 寂寞——默默无闻。指官卑职小。
(27) 董寻上表——此表引自《三国志·魏志·明帝纪》裴松之注引《魏略》，但有删
节，也有改动。切谏——直言极谏。《史记·汲郑列传》：“上闻，乃召拜为中大夫。以数
切谏，不得久留内，迁为东海太守。”
(28) 门殚(d ā n单)户尽——家家户户都死光了。殚：尽，竭尽。
(29) 显以冠冕——意谓让官员们戴上礼帽使其荣显。冠冕：帝王和官员所戴的礼帽。
(30) 被以文绣——意谓让官员们穿着刺绣华美的礼服。被：穿着。
(31) 载以华舆——意谓让官员们乘坐华丽的车子。
(32) 毁国之光，以崇无益——意谓破坏国家的礼乐文物，而崇尚无益之事。光：礼乐文
物。《周易·观卦》：“观国之光，利用宾于王。”孔颖达疏：“明习国之应仪。”这里指
强迫官员扛木担土，不成体统。无益：指大兴土木，建造宫殿园林。
(33) 无谓——亳无意义。
(34) “君使臣”二句——语出《论语·八佾》：“定公问：‘君使臣，臣事君，如之
何？’孔子对曰：‘君使臣以礼，臣事君以忠。’”意谓君对臣应以礼相待，臣对君应忠诚
不贰。
(35) 牛之一毛——意谓犹如一头牛身上的一根毛。比喻微不足道，无足轻重。
(36) 长生不老——语出《太上纯阳真经·了三得一经》：“天一生水，人同自然，肾为
北极之枢，精食万化，滋养百骸，赖以永年而长生不老。”意谓人的生命长存，永不衰老。
(37) “尝于长安宫中”四句——事见《史记·孝武本纪》：汉武帝晚年迷信神仙之术，
欲求长生不老。“作甘泉宫，中为台室，画天、地、泰一诸神，而置祭具以致天神”。“其
后则又作柏梁、铜柱、承露仙人掌之属矣。”裴骃集解：“苏林曰：‘仙人以手掌擎盘承甘
露也。’”司马贞索隐：“《三辅故事》曰：‘建章承露盘，高三十丈，大七围，以铜为
之。上有仙人掌承露，和玉屑饮之。’”《三辅黄图·台榭》云：“柏梁台，武帝元鼎二年
春起此台，在长安城中北门内。《三辅旧事》云：以香柏为梁也。”
(38) 沆瀣(h àng xi è行谢)之水——即夜间由水气凝成的露水。古人认为是仙人所饮
的水。沆瀣：露气。战国楚·屈原《远游》：“餐六气而饮沆瀣兮，漱正阳而含朝霞。”王
逸注：“《凌阳子明经》言：‘春食朝霞……冬饮沆瀣。’沆瀣者，北方夜半气也。”
(39) 反老还童——反、还：回归，回到，恢复。“反老还童”或本“反老为少”，出自
南朝梁·无名氏《七召》(见《文苑英华》卷三五二)：“若乃壁上真辞，枕中秘要，弹压神
鬼，吐纳灵妙，既变丑以成妍，亦反老而为少。”道家用语，意谓通过修炼、服药可以由老
变少，永葆青春。
(40) 不移时间——过了不大一会儿。
(41) 翁仲——秦始皇统一中国后所铸造的十二尊巨人铜像，号称“十二金人”，俗称
“翁仲”。其事散见于多种典籍，而北魏·郦道元《水经注·卷四·河水四》所述较为详
备：“秦始皇二十六年，长狄十二见于临洮，长五丈馀，以为善祥，铸金人十二以象之，各
重二十四万斤，坐之(阿房)宫门之前，谓之‘金狄’。皆铭其胸云：‘皇帝二十六年，初兼
天下，以为郡县，正法律，同度量。大人来见临洮，身长五丈，足六尺。’……汉自阿房徙
之未央宫前，俗谓之‘翁仲’矣。地皇二年，王莽梦铜人泣，恶之，念铜人铭有皇帝初兼天
下文，使尚方工镌灭所梦铜人膺文。后董卓毁其九(一说十)为钱，其在者三(一说二)。魏明
帝欲徙之洛阳，重不可胜，至霸水西，停之。”后世即以“翁仲”代指铜像或石像。魏明帝
造铜人两尊，名之曰“翁仲”，显然是效法秦始皇。
(42) 杨阜上表——此表文引自《三国志·魏志·杨阜传》，而有所删节。
(43) 尧尚茅茨——尚：喜欢，爱好。茅茨：茅草房。“尧尚茅茨”语意本《墨子·三
辩》：“昔者尧、舜有茅茨者，且以为礼，且以为乐。”又《韩非子·五蠹》：“尧之王天
下也，茅茨不翦，采椽不斲。”意谓尧帝喜欢茅草房。
(44) 禹卑宫室——卑：简陋。“禹卑宫室”出自《论语·泰伯：》：“子曰：‘禹，吾
无间然矣。菲饮食而致孝乎鬼神，恶衣服而致美乎黻冕，卑宫室而尽力乎沟洫。禹，吾无间
然矣。’”(无间然：没有非议。)意谓禹帝的宫室极其简陋。
(45) “及至殷、周”三句——堂：即殿。汉以前称“堂”，汉以后称“殿”。崇三尺：
指房基高(崇)出地面三尺。古人为防潮防水，建房于台基之上。度：限制。筵：古代竹席，
其长九尺，故代指九尺。这三句见于《周礼·考工记·匠人》：“殷人重屋，堂修七寻，堂
崇三尺，四阿重物。周人明堂，度九尺之筵，东西九筵，南北七筵，堂崇一筵；五室，凡室
二筵。”意谓殷商帝王的殿堂地基不能太高，只能高出地面三尺；周朝帝王的殿堂也不能太
大，东西宽不能超过八丈一尺。
(46) 璇室、象廊——璇室：宫殿名。以其用玉石装饰而得名。象廊：宫殿名。以其用象
牙装饰而得名。夏桀和殷纣王皆建有璇室和象廊。《晏子春秋·谏下》：“及夏之衰也，其
王桀背弃德行，为璇室玉门。”又《尸子》卷下：“桀为璇室、瑶台、象廊、玉床。”又
《淮南子·本经训》：“晚世之时，帝有桀、纣，为璇室、瑶台、象廊、玉床。”
(47) 倾宫、鹿台——倾宫：宫殿名。以其高耸入云，望之欲倾，故称。殷纣王所建。
《列子·杨朱》：“纣亦藉累世之资……恣情于倾宫，纵欲于长夜。”鹿台：台名。殷纣王
贮藏珠宝钱帛之所，故址在今河南省汤阴县。汉·刘向《新序·卷六·刺奢》：“纣为鹿
台，七年而成，其大三里，高千尺，临望云雨。”
(48) 章华——即章华台。春秋时楚灵王所建，故址在今湖北省监利县。台高十丈，基广
十五丈。汉·荀悦《汉纪·武帝纪》：“楚灵王起章华之台而楚人散。”
(49) 阿房(ē p áng痾旁)——即阿房宫。汉末·无名氏《三辅黄图·卷一·秦宫·阿房
宫》：“阿房宫，亦曰阿城。秦惠王造，宫未成而亡。始皇广其宫，规恢三百馀里，离宫别
馆，弥山跨谷，辇道相属，阁道通骊山八十馀里。表南山之颠以为阙，络樊川以为池。”但
秦始皇也仅建成前殿，东西千步，南北五百步，台上可坐万人，庭中可容十万人，取名阿房
殿。因秦亡而中辍，整个宫殿尚未取名，后世即以其阿房殿而称阿房宫。
(50) 自暇自逸——语出《尚书·周书·酒诰》：“自成汤咸至于帝乙，成王畏相，惟卿
事厥棐有恭，不敢自暇自逸。”孔传：“不敢自宽暇自逸豫。”意谓只管自己安逸舒适，不
顾国家兴衰安危。
(51) 惟宫台是饰——意谓只是一门心思大兴土木，建造宫殿台榭。是：语助词。饰：通
“饬”。整治，建造。
(52) 君作元首，臣为股肱——意谓君主好比人的头脑，臣子好比人的大腿和胳膊。比喻
君臣利害一致，相互依存。
(53) 驽怯——无能懦弱。
(54) 诤臣——敢于直言切谏的大臣。
(55) 切至——犹言切当。
(56) 感寤——义同“感悟”。即使感动而醒悟。
(57) 谨叩棺沐浴，伏俟重诛——意谓恭恭敬敬备好棺材，认认真真洗干净身体，等待接
受重刑。
(58) 嬖(b ì壁)——宠爱。
(59) 宫闼(t à踏)——宫门。闼：本指内门、小门，引申为门的泛称。
(60) 宣露——泄露。
第一百六回 公孙渊兵败死襄平 司马懿诈病赚曹爽
却说公孙渊乃辽东公孙度之孙，公孙康之子也。建安十二年，曹
操追袁尚，未到辽东，康斩尚首级献操，操封康为襄平侯。后康死，
有二子：长曰晃，次曰渊，皆幼。康弟公孙恭继职。曹丕时封恭为车
骑将军、襄平侯。太和二年，渊长大，文武兼备，性刚好斗，夺其叔
公孙恭之位。曹睿封渊为扬烈将军、辽东太守。后孙权遣张弥、许晏
赍金珠珍玉赴辽东，封渊为燕王。渊惧中原，乃斩张、许二人，送首
与曹睿。睿封渊为大司马、乐浪公。
渊心不足，与众商议，自号为燕王，改元绍汉元年。副将贾范谏
曰：
“中原待主公以上公之爵，不为卑贱，今若背反，实为不顺。更
兼司马懿善能用兵，西蜀诸葛武侯且不能取胜，何况主公乎？”渊大
怒，叱左右缚贾范，将斩之。参军伦直谏曰：
“贾范之言是也。圣人
云：
‘国家将亡，必有妖孽 (1) 。’今国中屡见怪异之事：近有犬戴
巾帻，身披红衣，上屋作人行；又城南乡民造饭，饭甑之中忽有一小
儿蒸死于内 (2) ；襄平北市中，地忽陷一穴，涌出一块肉，周围数
尺，头面眼耳口鼻都具，独无手足，刀箭不能伤，不知何物。卜者占
之曰：
‘有形不成，有口无声。国家亡灭，故现其形。’有此三者，
皆不祥之兆也。主公宜避凶就吉，不可轻举妄动。”渊勃然大怒，叱
武士绑伦直并贾范同斩于市。令大将军卑衍为元帅，杨祚为先锋，起
辽兵十五万，杀奔中原来。
边官报知魏主曹睿。睿大惊，乃召司马懿入朝计议。懿奏曰：
“臣部下马步官军四万，足可破贼。”睿曰：
“卿兵少路远，恐难收
复。”懿曰：
“兵不在多，在能设奇用智耳。臣托陛下洪福，必擒公
孙渊以献陛下。”睿曰：
“卿料公孙渊作何举动？”懿曰：
“渊若弃
城预走，是上计也；守辽东拒大军，是中计也；坐守襄平，是为下
计，必被臣所擒矣。”睿曰：
“此去往复几时？”懿曰：
“四千里之
地，往百日，攻百日，还百日，休息六十日，大约一年足矣。”睿
曰：
“倘吴、蜀入寇，如之奈何？”懿曰：
“臣已定下守御之策，陛
下勿忧。”睿大喜，即命司马懿兴师征讨公孙渊。
懿辞朝出城，令胡遵为先锋，引前部兵先到辽东下寨。哨马飞报
公孙渊。渊令卑衍、杨祚分八万兵屯于辽隧，围堑二十馀里，环绕鹿
角，甚是严密。胡遵令人报知司马懿。懿笑曰：
“贼不与我战，欲老
我兵耳 (3) 。我料贼众大半在此，其巢穴空虚，不若弃却此处，径奔
襄平，贼必往救，却于中途击之，必获全功。”于是勒兵从小路向襄
平进发。
却说卑衍与杨祚商议曰：
“若魏兵来攻，休与交战。彼千里而
来，粮草不继，难以持久，粮尽必退。待他退时，然后出奇兵击之，
司马懿可擒也。昔司马懿与蜀兵相拒，坚守渭南，孔明竟卒于军中。
今日正与此理相同。”二人正商议间，忽报：
“魏兵往南去了。”卑
衍大惊曰：
“彼知吾襄平军少，去袭老营也。若襄平有失，我等守此
处无益矣。”遂拔寨随后而起。
早有探马飞报司马懿。懿笑曰：
“中吾计矣。”乃令夏侯霸、夏
侯威：
“各引一军伏于辽水之滨，如辽兵到，两下齐出。”二人受计
而往。早望见卑衍、杨祚引兵前来，一声炮响，两边鼓噪摇旗，左有
夏侯霸，右有夏侯威，一齐杀出。卑、杨二人无心恋战，夺路而走。
奔至首山，正逢公孙渊兵到，合兵一处，回马再与魏兵交战。卑衍出
马骂曰：
“贼将休使诡计。汝敢出战否？”夏侯霸纵马挥刀来迎。战
不数合，被夏侯霸一刀斩卑衍于马下。辽兵大乱，霸驱兵掩杀。公孙
渊引败兵奔入襄平城去，闭门坚守不出。魏兵四面围合。
时值秋雨连绵，一月不止，平地水深三尺，运粮船自辽河口直至
襄平城下。魏兵皆在水中，行坐不安。左都督裴景入帐告曰：
“雨水
不住，营中泥泞，军不可停，请移于前面山上。”懿怒曰：
“捉公孙
渊只在旦夕，安可移营？如有再言移营者斩!”裴景喏喏而退。少顷，
右都督仇连又来告曰：
“军士苦水，乞太尉移营高处。”懿大怒曰：
“吾军令已发，汝何敢故违？”即命推出斩之，悬首于辕门外。于是
军心震慑 (4) 。
懿令南寨人马暂退二十里，纵城内军民出城樵采柴薪，牧放牛
马。司马陈群问曰：
“前太尉攻上庸之时，兵分八路，八日赶至城
下，遂生擒孟达而成大功。今带甲四万，数千里而来，不令攻打城
池，却使久居泥泞之中，又纵贼众樵牧，某实不知太尉是何主意。”
懿笑曰：
“公不知兵法耶？昔孟达粮多兵少，我粮少兵多，故不可不
速战，出其不意，突然攻之，方可取胜。今辽兵多，我兵少，贼饥我
饱，何必力攻？正当任彼自走，然后乘机击之。我今放开一条路，不
绝彼之樵牧，是容彼自走也。”陈群拜服。
于是司马懿遣人赴洛阳催粮。魏主曹睿设朝，群臣皆奏曰：
“近
日秋雨连绵，一月不止，人马疲劳，可召回司马懿，权且罢兵。”睿
曰：
“司马太尉善能用兵，临危制变 (5) ，多有良谋，捉公孙渊计日
而待，卿等何必忧也？”遂不听群臣之谏，使人运粮解至司马懿军
前。
懿在寨中，又过数日，雨止天晴。是夜，懿出帐外，仰观天文，
忽见一星，其大如斗，流光数丈，自首山东北，坠于襄平东南。各营
将士无不惊骇。懿见之大喜，乃谓众将曰：
“五日之后，星落处必斩
公孙渊矣。来日可并力攻城。”众将得令。次日侵晨，引兵四面围
合，筑土山，掘地道，立炮架，装云梯，日夜攻打不息，箭如急雨，
射入城去。
公孙渊在城中粮尽，皆宰牛马为食。人人怨恨，各无守心，欲斩
渊首，献城归降。渊闻之，甚是惊忧，慌令相国王建、御史大夫柳
甫，往魏寨请降。二人自城上系下，来告司马懿曰：
“请太尉退二十
里，我君臣自来投降。”懿大怒曰：
“公孙渊何不自来？殊为无理!”
叱武士推出斩之，将首级付与从人。从人回报，公孙渊大惊，又遣侍
中卫演来到魏营。司马懿升帐，聚众将立于两边。演膝行而进，跪于
帐下，告曰：
“愿太尉息雷霆之怒 (6) 。克日先送世子公孙修为质当
(7) ，然后君臣自缚来降。”懿曰：
“军事大要有五：能战当战，不
能战当守，不能守当走，不能走当降，不能降当死耳。何必送子为质
当？”叱卫演回报公孙渊。演抱头鼠窜而去，归告公孙渊。
渊大惊，乃与子公孙修密议停当，选下一千人马，当夜二更时
分，开了南门，往东南而走。渊见无人，心中暗喜。行不到十里，忽
听得山上一声炮响，鼓角齐鸣，一枝兵拦住，中央乃司马懿也。左有
司马师，右有司马昭，二人大叫曰：
“反贼休走!”渊大惊，急拨马寻
路欲走。早有胡遵兵到，左有夏侯霸、夏侯威，右有张虎、乐 ，
四面围得铁桶相似。公孙渊父子只得下马纳降。懿在马上顾诸将曰：
“吾前夜丙寅日，见大星落于此处，今夜壬申日应矣。”众将称贺
曰：
“太尉真神机也!”懿传令斩之。公孙渊父子对面受戮。
司马懿遂勒兵来取襄平。未及到城下时，胡遵早引兵入城。城中
人民焚香拜迎，魏兵尽皆入城。懿坐于衙上，将公孙渊宗族并同谋官
僚人等，俱杀之，计首级七十馀颗。出榜安民。人告懿曰：
“贾范、
伦直苦谏渊不可反叛，俱被渊所杀。”懿遂封其墓而荣其子孙。就将
库内财物，赏劳三军，班师回洛阳。
却说魏主在宫中，夜至三更，忽然一阵阴风吹灭灯光，只见毛皇
后引数十个宫人，哭至座前索命，睿因此得病。病渐沉重，命侍中光
禄大夫刘放、孙资掌枢密院一切事务；又召文帝子燕王曹宇为大将
军，佐太子曹芳摄政。宇为人恭俭温和，未肯当此大任，坚辞不受。
睿召刘放、孙资问曰：
“宗族之内，何人可任？”二人久得曹真之
惠，乃保奏曰：
“惟曹子丹之子曹爽可也。”睿从之。二人又奏曰：
“欲用曹爽，当遣燕王归国。”睿然其言。二人遂请睿降诏，赍出谕
燕王曰：
“有天子手诏，命燕王归国，限即日就行。若无诏，不许入
朝。”燕王涕泣而去。遂封曹爽为大将军，总摄朝政。
睿病渐危，急令使持节诏司马懿还朝。懿受命，径到许昌，入见
魏主。睿曰：
“朕惟恐不得见卿，今日得见，死无恨矣。”懿顿首奏
曰：
“臣在途中，闻陛下圣体不安，恨不肋生两翼，飞至阙下。今日
得睹龙颜 (8) ，臣之幸也。”睿宣太子曹芳，大将军曹爽，侍中刘
放、孙资等，皆至御榻之前。睿执司马懿之手曰：
“昔刘玄德在白帝
城病危，以幼子刘禅托孤于诸葛孔明，孔明因此竭尽忠诚，至死方
休。偏邦尚然如此，何况大国乎？朕幼子曹芳，年才八岁，不堪掌理
社稷。幸太尉及宗兄、元勋旧臣竭力相辅 (9) ，无负朕心。”又唤芳
曰：
“仲达与朕一体，尔宜敬礼之。”遂命懿携芳近前。芳抱懿颈不
放。睿曰：
“太尉勿忘幼子今日相恋之情。”言讫，潸然泪下。懿顿
首流涕。魏主昏沉，口不能言，只以手指太子，须臾而卒。在位十三
年，寿三十六岁。时魏景初三年春正月下旬也。
当下司马懿、曹爽扶太子曹芳即皇帝位。芳字兰卿，乃睿乞养之
子 (10) ，秘在宫中，人莫知其所由来。于是曹芳谥睿为明帝，葬于高
平陵；尊郭皇后为皇太后；改元正始元年。司马懿与曹爽辅政。
爽事懿甚谨，一应大事，必先启知。爽字昭伯，自幼出入宫中，
明帝见爽谨慎，甚是爱敬。爽门下有客五百人，内有五人以浮华相
尚：一是何晏，字平叔；一是邓飏，字玄茂，乃邓禹之后；一是李
胜，字公昭；一是丁谧，字彦靖；一是毕轨，字昭先。又有大司农桓
范，字元则，颇有智谋，人多称为“智囊”。此数人皆爽所信任。何
晏告爽曰：
“主公大权，不可委托他人，恐生后患。”爽曰：
“司马
公与我同受先帝托孤之命，安忍背之？”晏曰：
“昔日先公与仲达破
蜀兵之时，累受此人之气，因而致死，主公如何不察也？”爽猛然省
悟，遂与多官计议停当，入奏魏主曹芳曰：
“司马懿功高德重，可加
为太傅。”芳从之。自是兵权皆归于爽。
爽命弟曹羲为中领军，曹训为武卫将军，曹彦为散骑常侍，各引
三千御林军，任其出入禁宫。又用何晏、邓飏、丁谧为尚书，毕轨为
司隶校尉，李胜为河南尹。此五人日夜与爽议事。于是曹爽门下宾客
日盛。司马懿推病不出，二子亦皆退职闲居。爽每日与何晏等饮酒作
乐：凡用衣服、器皿，与朝廷无异；各处进贡玩好珍奇之物，先取上
等者入己，然后进宫；佳人美女，充满府院。黄门张当谄事曹爽，私
选先帝侍妾七八人，送入府中。爽又选善歌舞良家子女三四十人，为
家乐。又建重楼画阁，造金银器皿，用巧匠数百人，昼夜工作。
却说何晏闻平原管辂明数术，请与论《易》。时邓飏在座，问辂
曰：
“君自谓善《易》，而语不及《易》中词义，何也？”辂曰：
“夫善《易》者不言《易》也。”晏笑而赞之曰：
“可谓要言不烦
(11) 。”因谓辂曰：
“试为我卜一卦，可至三公否？”又问：
“连梦
青蝇数十，来集鼻上，此是何兆？”辂曰：
“元、恺辅舜 (12) ，周公
佐周 (13) ，皆以和惠谦恭，享有多福。今君侯位尊势重，而怀德者
鲜，畏威者众，殆非小心求福之道。且鼻者山也，山高而不危，所以
长守贵也。今青蝇臭恶而集焉，位峻者颠，可不惧乎？愿君侯裒多益
寡 (14) ，非礼勿履 (15) ，然后三公可至，青蝇可驱也。”邓飏怒
曰：
“此老生之常谈耳 (16) !”辂曰：
“老生者见不生，常谈者见不
谈 (17) 。”遂拂袖而去。二人大笑曰：
“真狂士也。”辂到家，与舅
言之。舅大惊曰：
“何、邓二人威权甚重，汝奈何犯之？”辂曰：
“吾与死人语，何所畏耶？”舅问其故，辂曰：
“邓飏行步，筋不束
骨，脉不制肉 (18) ，起立倾倚，若无手足，此为鬼躁之相 (19) 。何
晏视候 (20) ，魂不守宅 (21) ，血不华色 (22) ，精爽烟浮 (23) ，容
若槁木，此为鬼幽之相。二人早晚必有杀身之祸，何足畏也!”其舅大
骂辂为狂子而去。
却说曹爽尝与何晏、邓飏等畋猎，其弟曹羲谏曰：
“兄威权太
甚，而好出外游猎，倘为人所算，悔之无及。”爽叱曰：
“兵权在吾
手中，何惧之有？”司农桓范亦谏，不听。
时魏主曹芳改正始十年为嘉平元年。曹爽一向专权，不知仲达虚
实，适魏主除李胜为荆州刺史 (24) ，即令李胜往辞仲达，就探消息。
胜径到太傅府中，早有门吏报入。司马懿谓二子曰：
“此乃曹爽使来
探吾病之虚实也。”乃去冠散发，上床拥被而坐，又令二婢扶策 (25)
，方请李胜入府。胜至床前拜曰：
“一向不见太傅，谁想如此病重。
今天子命某为荆州刺史，特来拜辞。”懿佯答曰：
“并州近朔方，好
为之备。”胜曰：
“除荆州刺史，非并州也。”懿笑曰：
“你方从并
州来？”胜曰：
“汉上荆州耳。”懿大笑曰：
“你从荆州来也。”胜
曰：
“太傅如何病得这等了？”左右曰：
“太傅耳聋。”胜曰：
“乞
纸笔一用。”左右取纸笔与胜。胜写毕，呈上。懿看之，笑曰：
“吾
病的耳聋了。此去保重。”言讫，以手指口。侍婢进汤，懿将口就
之，汤流满襟，乃作哽噎之声曰：
“吾今衰老病笃，死在旦夕矣。二
子不肖，望君教之。君若见大将军 (26) ，千万看觑二子。”言讫，倒
在床上，声嘶气喘。李胜拜辞仲达，回见曹爽，细言其事。爽大喜
曰：
“此老若死，吾无忧矣。”
司马懿见李胜去了，遂起身谓二子曰：
“李胜此去，回报消息，
曹爽必不忌我矣。只待他出城畋猎之时，方可图之。”不一日，曹爽
请魏主曹芳去谒高平陵，祭祀先帝。大小官僚皆随驾出城。爽引三
弟，并心腹人何晏等及御林军护驾正行，司农桓范叩马谏曰 (27) ：
“主公总典禁兵，不宜兄弟皆出。倘城中有变，如之奈何？”爽以鞭
指而叱之曰：
“谁敢为变？再勿乱言。”当日，司马懿见爽出城，心
中大喜，即起旧日手下破敌之人，并家将数十，引二子上马，径来谋
杀曹爽。正是：
闭户忽然有起色，驱兵自此逞雄风。
未知曹爽性命如何，且看下文分解。
--------------------
(1) 国家将亡，必有妖孽——语出《礼记·中庸》：“至诚之道，可以前知。国家将
兴，必有祯祥；国家将亡，必有妖孽。”意谓国家将要灭亡时，必然出现奇奇怪怪的反常现
象。古人以为不祥之兆。妖孽：奇怪的反常现象。
(2) 甑(z è ng赠)——古代蒸饭用的炊具，形似盆，底有孔。或用陶制，或用铜制。至
今北方有些农村尚在使用。
(3) 欲老我兵耳——意谓不过想把我军拖得疲惫不堪罢了。老：疲惫，困乏，懈怠。
(4) 震慑——震惊，慑服。
(5) 临危制变——临：面对。制：控制。变：事变。“临危制变”本“临事制变”，出
自汉·陈琳《檄吴将校部曲文》(见《文选》卷四四)：“临事制变，困而能通，智者之虑
也。”意谓面对危难，能采取果断的应变措施。
(6) 雷霆之怒——雷霆：震雷，霹雳。比喻帝王或尊者的大怒。“雷霆之怒”出自《三
国志·吴志·陆逊传》：“今不忍小忿，而发雷霆之怒，违垂堂之戒，轻万乘之重，此臣之
所惑也。”意谓犹如雷霆般的暴怒。多比喻帝王或尊者的暴怒。
(7) 质当——人质。
(8) 龙颜——本义为眉骨隆起。因汉高祖刘邦眉骨隆起，借指帝王的容颜。典出《史记
·高祖本纪》：“高祖为人，隆准而龙颜，美须髯，左股有七十二黑子。”
(9) 幸——希望。
(10) 乞养之子——收养的儿子。
(11) 要言不烦——要：重要，切要。烦：烦琐。“要言不烦”出自《三国志·魏志·管
辂传》裴松之注引三国魏·管辰《管辂别传》：“辂为何晏所请，果共论《易》九事，九事
皆明。晏曰：‘君论阴阳，此世无双。’时邓飏与晏共坐，飏言：‘君见谓善《易》，而语
初不及《易》中辞义，何故也？’辂寻声答之曰：‘夫善《易》者不论《易》也。’晏含笑
而赞之：‘可谓要言不烦也。’”意谓说话、行文简明扼要，一点也不烦琐。
(12) 元、恺辅舜——事见《史记·五帝本纪》：高阳氏有才子八人，因其性格都平和
(恺)，人称“八恺”；高辛氏有才子八人，其为人都善良(元)，人称“八元”。舜帝用八恺
“主后土，以揆百事，莫不时序”。又用八元“布五教于四方，父义，母慈，兄友，弟恭，
子孝，内平外成”。
(13) 周公佐周——参见第八回“伊、周”条注。
(14) 裒(p ó u掊)多益寡——语出《周易·谦卦》：“君子以裒多益寡，称物平施。”
意谓集思广益，克服缺点。
(15) 非礼勿履——不符合礼义的事情不做。履：作动词用，实行之意。
(16) 老生常谈——原指老书生常说的平凡话。引申以泛指人们经常挂在嘴上的老话。
(17) “老生者”二句——这是两句隐语。“老生者”、“常谈者”是管辂自指；“不
生”、“不谈”是指邓飏等人即将死亡。换言之，就是我将亲眼看到你们死亡。不生：死
亡。不谈：不能说话。隐寓死亡。
(18) 筋不束骨，脉不制肉——意谓肌肉包不住骨头，血管露在肉外。指十分瘦弱。
(19) 鬼躁之相——指人在临死前形体表现出的一种病态。与下文之“鬼幽之相”同义。
(20) 视候——看人或物时的眼神。
(21) 魂不守宅——守：守候，安居，呆在。宅：指身体，躯体。“魂不守宅”出自《三
国志·魏志·管辂传》裴松之注引《管辂别传》。意谓好像魂灵不能安居在躯体之内。形容
人精神恍惚，神驰意荡。
(22) 血不华色——没有血色。
(23) 精爽烟浮——魂魄飘荡。精爽：魂魄。
(24) 除——拜官，授职。
(25) 扶策——搀扶，扶持。
(26) 大将军——指曹爽。
(27) 叩马——拉住马缰绳。叩：通“扣”。拉住，勒住。
第一百七回 魏主政归司马氏 姜维兵败牛头山
却说司马懿闻曹爽同弟曹羲、曹训、曹彦并心腹何晏，邓飏、丁
谧、毕轨、李胜等及御林军，随魏主曹芳出城谒明帝墓，就去畋猎。
懿大喜，即到省中，令司徒高柔假以节钺，行大将军事，先据曹爽
营；又令太仆王观行中领军事，据曹羲营。懿引旧官入后宫奏郭太
后，言：
“爽背先帝托孤之恩，奸邪乱国，其罪当废。”郭太后大惊
曰：
“天子在外，如之奈何？”懿曰：
“臣有奏天子之表，诛奸臣之
计，太后勿忧。”太后惧怕，只得从之。懿急令太尉蒋济、尚书令司
马孚一同写表，遣黄门赍出城外，径至帝前申奏。懿自引大军据武
库。
早有人报知曹爽家。其妻刘氏急出厅前，唤守府官问曰：
“今主
公在外，仲达起兵何意？”守门将潘举曰：
“夫人勿惊，我去问
来。”乃引弓弩手数十人，登门楼望之。正见司马懿引兵过府前，举
令人乱箭射下，懿不得过。偏将孙谦在后止之曰：
“太傅为国家大
事，休得放箭。”连止三次，举方不射。司马昭护父司马懿而过，引
兵出城，屯于洛河，守住浮桥。
且说曹爽手下司马鲁芝见城中事变，来与参军辛敞商议曰：
“今
仲达如此变乱，将如之何？”敞曰：
“可引本部兵出城去见天子。”
芝然其言。敞急入后堂，其姊辛宪英见之，问曰：
“汝有何事，慌速
如此？”敞告曰：
“天子在外，太傅闭了城门，必将谋逆。”宪英
曰：
“司马公未必谋逆，特欲杀曹将军耳。”敞惊曰：
“此事未知如
何？”宪英曰：
“曹将军非司马公之对手，必然败矣。”敞曰：
“今
鲁司马教我同去，未知可去否？”宪英曰：
“职守，人之大义也。凡
人在难，犹或恤之 (1) ；执鞭而弃其事，不祥莫大焉 (2) 。”敞从其
言，乃与鲁芝引数十骑，斩关夺门而出。
人报知司马懿。懿恐桓范亦走，急令人召之。范与其子商议。其
子曰：
“车驾在外，不如南出。”范从其言，乃上马至平昌门，城门
已闭，把门将乃桓范旧吏司蕃也。范袖中取出一竹版曰：
“太后有
诏，可即开门。”司蕃曰：
“请诏验之。”范叱曰：
“汝是吾故吏，
何敢如此？”蕃只得开门放出。范出的城外，唤司蕃曰：
“太傅造
反，汝可速随我去。”蕃大惊，追之不及。人报知司马懿。懿大惊
曰：
“‘智囊’泄矣 (3) !如之奈何？”蒋济曰：
“驽马恋栈豆 (4) ，
必不能用也。”
懿乃召许允、陈泰曰：
“汝去见曹爽，说太傅别无他事，只是削
汝兄弟兵权而已。”许、陈二人去了。又召殿中校尉尹大目至，令蒋
济作书，与目持去见爽。懿分付曰：
“汝与爽厚，可领此任。汝见
爽，说吾与蒋济指洛水为誓，只因兵权之事，别无他意。”尹大目依
令而去。
却说曹爽正飞鹰走犬之际 (5) ，忽报：
“城内有变，太傅有
表。”爽大惊，几乎落马。黄门官捧表跪于天子之前。爽接表拆封，
令近臣读之。表略曰：
征西大都督、太傅臣司马懿，诚惶诚恐，顿首谨表：臣昔从辽东还，先帝诏
陛下与秦王及臣等升御床，把臣臂，深以后事为念。今大将军曹爽背弃顾命 (6)
，败乱国典：内则僭拟 (7) ，外专威权；以黄门张当为都监，专共交关 (8) ；看
察至尊，候伺神器；离间二宫，伤害骨肉。天下汹汹 (9) ，人怀危惧。此非先帝
诏陛下及嘱臣之本意也。
臣虽朽迈 (10) ，敢忘往言？太尉臣济、尚书令臣孚等，皆以爽为有无君之
心，兄弟不宜典兵宿卫 (11) 。奏永宁宫，皇太后令敕臣如奏施行。臣辄敕主者及
黄门令，罢爽、羲、训吏兵 (12) ，以侯就第 (13) ，不得逗留，以稽车驾 (14) ；
敢有稽留，便以军法从事。臣辄力疾将兵 (15) ，屯于洛水浮桥，伺察非常。谨此
上闻，伏干圣听 (16) 。
魏主曹芳听毕，乃唤曹爽曰：
“太傅之言若此，卿如何裁处？”
爽手足失措，回顾二弟曰：
“为之奈何？”羲曰：
“劣弟亦曾谏兄，
兄执迷不听，致有今日。司马懿谲诈无比，孔明尚不能胜，况我兄弟
乎？不如自缚见之，以免一死。”言未毕，参军辛敞、司马鲁芝到。
爽问之，二人告曰：
“城中把得铁桶相似，太傅引兵屯于洛水浮桥，
势将不可复归。宜早定大计。”正言间，司农桓范骤马而至，谓爽
曰：
“太傅已变，将军何不请天子幸许都，调外兵，以讨司马懿
耶？”爽曰：
“吾等全家皆在城中，岂可投他处求援？”范曰：
“匹
夫临难，尚欲望活。今主公身随天子，号令天下，谁敢不应？岂可自
投死地乎？”爽闻言不决，惟流涕而已。范又曰：
“此去许都，不过
中宿 (17) 。城中粮草，足支数载。今主公别营兵马，近在阙南 (18)
，呼之即至。大司马之印，某将在此 (19) 。主公可急行，迟则休
矣!”爽曰：
“多官勿太催逼，待吾细细思之。”
少顷，侍中许允、尚书陈泰至，二人告曰：
“太傅只为将军权
重，不过要削去兵权，别无他意。将军可早归城中。”爽默然不语。
又只见殿中校尉尹大目到，目曰：
“太傅指洛水为誓，并无他意。有
蒋太尉书在此。将军可削去兵权，早归相府。”爽信为良言。桓范又
告曰：
“事急矣，休听外言而就死地。”
是夜，曹爽意不能决，乃拔剑在手，嗟叹寻思，自黄昏直流泪到
晓，终是狐疑不定。桓范入帐催之曰：
“主公思虑一昼夜，何尚不能
决？”爽掷剑而叹曰：
“我不起兵，情愿弃官，但为富家翁足矣。”
范大哭，出帐曰：
“曹子丹以智谋自矜 (20) ，今兄弟三人真豚犊耳
(21) !”痛哭不已。
许允、陈泰令爽先纳印绶与司马懿，爽令将印送去。主簿杨综扯
住印绶而哭曰：
“主公今日舍兵权，自缚去降，不免东市受戮也!”爽
曰：
“太傅必不失信于我。”于是曹爽将印绶与许、陈二人，先赍与
司马懿。众军见无将印，尽皆四散，爽手下只有数骑官僚。到浮桥
时，懿传令，教曹爽兄弟三人且回私宅；馀皆发监，听候敕旨。爽等
入城时，并无一人侍从。桓范至浮桥边，懿在马上以鞭指之曰：
“桓
大夫何故如此？”范低头不语，入城而去。于是司马懿请驾拔营入洛
阳。
曹爽兄弟三人回家之后，懿用大锁锁门，令居民八百人围守其
宅。曹爽心中忧闷。羲谓爽曰：
“今家中乏粮，兄可作书与太傅借
粮，如肯以粮借我，必无相害之心。”爽乃作书令人持去。司马懿览
毕，遂遣人送粮一百斛，运至曹爽府内。爽大喜曰：
“司马公本无害
我之心也。”遂不以为忧。
原来司马懿先将黄门张当捉下狱中问罪，当曰：
“非我一人，更
有何晏、邓飏、李胜、毕轨、丁谧等五人同谋篡逆。”懿取了张当供
词，却捉何晏等勘问明白，皆称三月间欲反。懿用长枷钉了。城门守
将司蕃告称：
“桓范矫诏出城，口称太傅谋反。”懿曰：
“诬人反
情，抵罪反坐 (22) 。”亦将桓范等皆下狱。然后押曹爽兄弟三人并一
干人犯 (23) ，皆斩于市曹，灭其三族；其家产财物，尽抄入库。
时有曹爽从弟文叔之妻，乃夏侯令女也，早寡而无子，其父欲改
嫁之，女截耳自誓。及爽被诛，其父复将嫁之，女又断去其鼻。其家
惊惶，谓之曰：
“人生世间，如轻尘栖弱草 (24) ，何至自苦如此？且
夫家又被司马氏诛戮已尽，守此欲谁为哉？”女泣曰：
“吾闻仁者不
以盛衰改节，义者不以存亡易心。曹氏盛时尚欲保终 (25) ，况今灭
亡，何忍弃之？此禽兽之行，吾岂为乎？”懿闻而贤之，听使乞子以
养，为曹氏后。后人有诗曰：
弱草微尘尽达观，夏侯有女义如山。
丈夫不及裙钗节，自顾须眉亦汗颜。
却说司马懿斩了曹爽，太尉蒋济曰：
“尚有鲁芝、辛敞斩关夺门
而出，杨综夺印不与，皆不可纵。”懿曰：
“彼各为其主，乃义人
也。”遂复各人旧职。辛敞叹曰：
“吾若不问于姊，失大义矣!”后人
有诗赞辛宪英曰：
为臣食禄当思报，事主临危合尽忠。
辛氏宪英曾劝弟，故令千载颂高风。
司马懿饶了辛敞等，仍出榜晓谕：但有曹爽门下一应人等，尽皆
免死，有官者照旧复职。军民各守家业，内外安堵。何、邓二人死于
非命，果应管辂之言。后人有诗赞管辂曰：
传得圣贤真妙诀，平原管辂相通神。
鬼幽鬼躁分何邓，未丧先知是死人。
却说魏主曹芳封司马懿为丞相，加九锡。懿固辞不肯受。芳不
准，令父子三人同领国事。懿忽然想起：
“曹爽全家虽诛，尚有夏侯
玄守备雍州等处，系爽亲族，倘骤然作乱，如何提备？必当处置。”
即下诏遣使往雍州，取征西将军夏侯玄赴洛阳议事。
玄叔夏侯霸听知大惊，便引本部三千兵造反。有镇守雍州刺史郭
淮听知夏侯霸反，即率本部兵，来与夏侯霸交战。淮出马大骂曰：
“汝既是大魏皇族，天子又不曾亏汝，何故背反？”霸亦骂曰：
“吾
祖父于国家多建勤劳，今司马懿何等匹夫，灭吾兄曹爽宗族，又来取
我，早晚必思篡位。吾仗义讨贼，何反之有？”淮大怒，挺枪骤马，
直取夏侯霸；霸挥刀纵马来迎。战不十合，淮败走，霸随后赶来。忽
听的后军呐喊，霸急回马时，陈泰引兵杀来；郭淮复回：两路夹攻。
霸大败而走，折兵大半。寻思无计，遂投汉中来降后主。
有人报与姜维，维心不信，令人体访得实 (26) ，方教入城。霸拜
见毕，哭告前事。维曰：
“昔微子去周 (27) ，成万古之名。公能匡扶
汉室，无愧古人也。”遂设宴相待。维就席问曰 (28) ：
“今司马懿父
子掌握重权，有窥我国之志否？”霸曰：
“老贼方图谋逆，未暇及
外。但魏国新有二人，正在妙龄之际，若使领兵马，实吴、蜀之大患
也。”维问：
“二人是谁？”霸告曰：
“一人现为秘书郎，乃颍川长
社人，姓锺名会，字士季，太傅锺繇之子，幼有胆智。繇尝率二子见
文帝，会时年七岁，其兄毓年八岁。毓见帝惶惧，汗流满面。帝问毓
曰：
‘卿何以汗？’毓对曰：
‘战战惶惶，汗出如浆。’帝问会
曰：
‘卿何以不汗？’会对曰：
‘战战栗栗，汗不敢出。’帝独奇
之。及稍长，喜读兵书，深明韬略。司马懿与蒋济皆奇其才。一人现
为掾吏，乃义阳人也，姓邓名艾，字士载，幼年失父，素有大志。但
见高山大泽，辄窥度指画，何处可以屯兵，何处可以积粮，何处可以
埋伏。人皆笑之，独司马懿奇其才，遂令参赞军机。艾为人口吃，每
奏事，必称‘艾……艾……’。懿戏谓曰：
‘卿称艾艾，当有几
艾？’艾应声曰：
‘“凤兮凤兮”，故是一凤 (29) 。’其资性敏捷，
大抵如此。此二人深可畏也。”维笑曰：
“量此孺子，何足道哉!”
于是姜维引夏侯霸至成都，入见后主。维奏曰：
“司马懿谋杀曹
爽，又来赚夏侯霸，霸因此投降。目今司马懿父子专权，曹芳懦弱，
魏国将危。臣在汉中有年，兵精粮足。臣愿领王师，即以霸为向导
官，克服中原，重兴汉室，以报陛下之恩，以终丞相之志 (30) 。”尚
书令费祎谏曰：
“近者蒋琬、董允皆相继而亡，内治无人。伯约只宜
待时，不宜轻动。”维曰：
“不然。人生如白驹过隙 (31) ，似此迁延
岁月，何日恢复中原乎？”祎又曰：
“孙子云：
‘知彼知己，百战百
胜。’我等皆不如丞相远甚，丞相尚不能恢复中原，何况我等？”维
曰：
“吾久居陇上，深知羌人之心，今若结羌人为援，虽未能克复中
原，自陇而西，可断而有也。”后主曰：
“卿既欲伐魏，可尽忠竭
力，勿堕锐气，以负朕命。”
于是姜维领敕辞朝，同夏侯霸径到汉中，计议起兵。维曰：
“可
先遣使去羌人处通盟，然后出西平，近雍州。先筑二城于麹山之下，
令兵守之，以为掎角之势。我等尽发粮草于川口，依丞相旧制，次第
进兵。”是年秋八月，先差蜀将句安、李歆同引一万五千兵，往麹山
前连筑二城：句安守东城，李歆守西城。
早有细作报与雍州刺史郭淮。淮一面申报洛阳，一面遣副将陈泰
引兵五万，来与蜀兵交战。句安、李歆各引一军出迎，因兵少不能抵
敌，退入城中。泰令兵四面围住攻打，又以兵断其汉中粮道。句安、
李歆城中粮缺。郭淮自引兵亦到，看了地势，忻然而喜。回到寨中，
乃与陈泰计议曰：
“此城山势高阜，必然水少，须出城取水。若断其
上流，蜀兵皆渴死矣。”遂令军士掘土堰，断上流。城中果然无水。
李歆引兵出城取水，雍州兵围困甚急。歆死战不能出，只得退入城
去。句安城中亦无水，乃会了李歆，引兵出城，并在一处，大战良
久，又败入城去。军士枯渴。安与歆曰：
“姜都督之兵，至今未到，
不知何故。”歆曰：
“我当舍命杀出求救。”遂引数十骑，开了城
门，杀将出来。雍州兵四面围合，歆奋死冲突，方才得脱，只落得独
自一人，身带重伤，馀皆没于乱军之中。是夜北风大起，阴云布合，
天降大雪，因此城内蜀兵分粮化雪而食。
却说李歆撞出重围，从西山小路行了两日，正迎着姜维人马。歆
下马伏地告曰：
“麹山二城，皆被魏兵围困，绝了水道。幸得天降大
雪，因此化雪度日，甚是危急。”维曰：
“吾非来迟，为聚羌兵未
到，因此误了。”遂令人送李歆入川养病。维问夏侯霸曰：
“羌兵未
到，魏兵围困麹山甚急，将军有何高见？”霸曰：
“若等羌兵到，麹
山二城皆陷矣。吾料雍州兵必尽来麹山攻打，雍州城定然空虚。将军
可引兵径往牛头山，抄在雍州之后，郭淮、陈泰必回救雍州，则麹山
之围自解矣。”维大喜曰：
“此计最善。”于是姜维引兵望牛头山而
去。
却说陈泰见李歆杀出城去了，乃谓郭淮曰：
“李歆若告急于姜
维，姜维料吾大兵皆在麹山，必抄牛头山，袭吾之后。将军可引一军
去取洮水，断绝蜀兵粮道；吾分兵一半，径往牛头山击之。彼若知粮
道已绝，必然自走矣。”郭淮从之，遂引一军暗取洮水。陈泰引一军
径往牛头山来。
却说姜维兵至牛头山，忽听的前军发喊，报说魏兵截住去路。维
慌忙自到军前视之。陈泰大喝曰：
“汝欲袭吾雍州，吾已等候多时
了。”维大怒，挺枪纵马，直取陈泰；泰挥刀而迎。战不三合，泰败
走，维挥兵掩杀。雍州兵退回，占住山头。维收兵就牛头山下寨。维
每日令兵搦战，不分胜负。夏侯霸谓姜维曰：
“此处不是久停之所。
连日交战，不分胜负，乃诱兵之计耳，必有异谋。不如暂退，再作良
图。”
正言间，忽报：
“郭淮引一军取洮水，断了粮道。”维大惊，急
令夏侯霸先退，维自断后。陈泰分兵五路赶来。维独拒五路总口，战
住魏兵。泰勒兵上山，矢石如雨。维急退到洮水之时，郭淮引兵杀
来。维引兵往来冲突。魏兵阻其去路，密如铁桶。维奋死杀出，折兵
大半，飞奔上阳平关来。前面又一军杀到，为首一员大将，纵马横刀
而出。那人生得圆面大耳，方口厚唇，左目下生个黑瘤，瘤上生数十
根黑毛，乃司马懿长子骠骑将军司马师也。维大怒曰：
“孺子焉敢阻
吾归路!”拍马挺枪，直来刺师；师挥刀相迎。只三合，杀败了司马
师，维脱身径奔阳平关来。城上人开门放入姜维。司马师也来抢关，
两边伏弩齐发，一弩发十矢，乃武侯临终时所遗连弩之法也。正是：
难支此日三军败，独赖当年十矢传。
未知司马师性命如何，且看下文分解。
--------------------
(1) 凡人在难，犹或恤之——意谓凡是遇到有人在患难之中，尚且怜悯救助。
(2) 执鞭而弃其事，不祥莫大焉——意谓如果因故而放弃自己的责任，那是最大的罪
过。执鞭：本义是持鞭驾车，引申为服役于人。弃其事：该做的事不做。不祥：不善，引申
为罪过。
(3) “智囊”泄矣——智囊是桓范的外号，而桓范又是曹爽集团的重要人物。“‘智
囊’泄矣”是比喻漏掉了桓范，没有将他控制起来。
(4) 驽马恋栈豆——驽马：劣马。栈：栅栏，棚。这里指马圈。“驽马恋栈豆”出自晋
·干宝《晋纪》(见《三国志·魏志·曹爽传》裴松之注引)：“桓范出赴爽，宣王(司马懿)
谓蒋济曰：‘智囊往矣。’济曰：‘范则智矣，驽马恋栈豆，爽必不能用也。’”意谓劣马
留恋马圈槽中的料豆。这里是比喻曹爽只贪图安逸，胸无大志，故不会听从桓范的谋略。
(5) 飞鹰走犬——飞鹰：放鹰使飞。走狗：放狗使跑。语本“飞鹰走狗”，出自《东观
汉记·耿恭传》：“将兵不忧，军士肆心纵欲，飞鹰走狗，游戏道上。”意谓放出鹰犬去追
捕鸟兽。多指以打猎为娱乐。
(6) 顾命——典出《尚书·周书·顾命》：“成王将崩，命召公、毕公率诸侯相康王，
作《顾命》。”孔传：“临终之命曰顾命。”孔颖达疏：“顾是将去之意，此言临终之命曰
顾命，言临将死去回顾而为语也。”后遂以“顾命”多指帝王的临终遗诏。
(7) 僭(ji à n箭)拟——意谓卑者越分妄比于尊者。《史记·太史公自序》：“五宗既
王，亲属洽和，诸侯大小为藩，爰得其宜，僭拟之事，稍衰贬矣。”这里指曹爽享用与皇帝
一样的服饰、器皿等。
(8) 专共(g ō ng躬)交关——意谓专门从事勾结同伙的勾当。共：通“供”。从事，
干，做。交关：勾结，串通。
(9) 天下汹汹——汹汹：纷乱貌。“天下汹汹”本“天下匈匈”，出自《史记·项羽本
纪》：“项王谓汉王曰：‘天下匈匈数岁者，徒以吾两人耳。’”(匈匈：通“汹汹”。)意
谓天下纷扰，社会大乱。
(10) 朽迈——年老体衰。
(11) 典兵宿卫——意谓执掌(典)禁军负责宫廷的警卫。指曹爽命其弟曹羲为中领军，
曹训为武卫将军，曹彦为散骑常侍，各引三千御林军，负责宫廷警卫。
(12) 吏兵——这里指率兵之权。
(13) 以侯就第——意谓以侯爵的身份回府。这里指罢免曹爽大将军的官职，以武安侯的
身份回府。
(14) 稽车驾——这里指阻拦皇帝(曹芳)乘车回宫。
(15) 力疾——勉强支撑病体。
(16) 干——对君主表奏时的谦辞，表示冒犯之意。
(17) 中宿——隔宿，即次夜、明晚。意谓明晚即可到达。
(18) 阙南——京城的南郊。阙：本指宫门、城门两侧的高台，中间有道路，台上起楼
观。借指京城。
(19) 将——拿，带。
(20) 自矜——自傲，自夸。
(21) 豚犊——骂人话。犹称小畜生。豚：小猪。犊：小牛。
(22) 诬人反情，抵罪反坐——意谓诬陷他人造反要承担诬陷罪，即让诬陷者承担诬陷他
人的罪名。
(23) 一干——一班，一帮，一伙。
(24) 轻尘栖弱草——灰尘落在小草上。比喻人生脆弱而短暂。
(25) 保终——这里是指女子从一而终，夫死也不改嫁。
(26) 体访得实——意谓经过仔细察访，证明情况属实。
(27) 微子去周——参见第三十回“微子去殷”条注。但“去殷”的“去”是离开之意，
而“去周”的“去”是前往、到达之意。
(28) 就席——在宴席上。
(29) “凤兮凤兮”，故是一凤——凤兮凤兮：语出《论语·微子》：“楚狂接舆歌而过
孔子，曰：‘凤兮凤兮，何德之衰也。往者不可谏，来者犹可追。已而已而，今之从政者殆
而。’”原指隐士接舆将孔子比作凤凰，并劝他不要从政，从政太危险。邓艾只是引用接舆
的话为自己的口吃辩护，并反驳司马懿。意谓既然接舆的“凤兮凤兮”是指一只凤凰，那么
我说“艾艾”也就是一个邓艾。
(30) 终——这里是完成、实现之意。
(31) 白驹过隙——白驹：指日光。因日光为白色，故以白马作比。隙：孔洞之意。“白
驹过隙”本“白驹过郤”，出自《庄子·知北游》：“人生天地之间，若白驹之过郤，忽然
而已。”(郤：同“隙”。)意谓日光穿隙而过有如白色骏马飞驰。形容时间过得飞快，转瞬
即逝。
第一百八回 丁奉雪中奋短兵 孙峻席间施密计
却说姜维正走，遇着司马师引兵拦截。原来姜维取雍州之时，郭
淮飞报入朝，魏主与司马懿商议停当，懿遣长子司马师引兵五万，前
来雍州助战。师听知郭淮敌退蜀兵，师料蜀兵势弱，就来半路击之。
直赶到阳平关，却被姜维用武侯所传连弩法，于两边暗伏连弩百馀
张，一弩发十矢，皆是药箭，两边弩箭齐发，前军连人带马射死不知
其数。司马师于乱军之中逃命而回。
却说麹山城中蜀将句安见援兵不至，乃开门降魏。姜维折兵数
万，领败兵回汉中屯扎。司马师自还洛阳。至嘉平三年秋八月，司马
懿染病，渐渐沉重，乃唤二子至榻前嘱曰：
“吾事魏历年，官授太
傅，人臣之位极矣。人皆疑吾有异志，吾尝怀恐惧。吾死之后，汝二
人善理国政。慎之!慎之!”言讫而亡。长子司马师，次子司马昭，二
人申奏魏主曹芳。芳厚加祭葬，优锡赠谥。封师为大将军，总领尚书
机密大事；昭为骠骑上将军。
却说吴主孙权先有太子孙登，乃徐夫人所生，于吴赤乌四年身
亡。遂立次子孙和为太子，乃琅琊王夫人所生。和因与全公主不睦，
被公主所谮，权废之，和忧恨而死。又立三子孙亮为太子，乃潘夫人
所生。此时陆逊、诸葛瑾皆亡，一应大小事务，皆归于诸葛恪。
太元元年秋八月初一日，忽起大风，江海涌涛，平地水深八尺。
吴主先陵所种松柏尽皆拔起，直飞到建业城南门外，倒插于道上。权
因此受惊成病。至次年四月内，病势沉重，乃召太傅诸葛恪、大司马
吕岱至榻前，嘱以后事，嘱讫而薨。在位二十四年，寿七十一岁，乃
蜀汉延熙十五年也。后人有诗曰：
紫髯碧眼号英雄，能使臣僚肯尽忠。
二十四年兴大业，龙盘虎踞在江东 (1) 。
孙权既亡，诸葛恪立孙亮为帝，大赦天下，改元建兴元年；谥权
曰大皇帝，葬于蒋陵。
早有细作探知其事，报入洛阳。司马师闻孙权已死，遂议起兵伐
吴。尚书傅嘏曰：
“吴有长江之险，先帝屡次征伐，皆不遂意。不如
各守边疆，乃为上策。”师曰：
“天道三十年一变 (2) ，岂得常为鼎
峙乎？吾欲伐吴。”昭曰：
“今孙权新亡，孙亮幼懦，其隙正可乘
也。”遂令征南大将军王昶引兵十万攻南郡，征东将军胡遵引兵十万
攻东兴，镇南都督毌丘俭引兵十万攻武昌：三路进发。又遣弟司马昭
为大都督，总领三路军马。
是年冬十二月，司马昭兵至东吴边界，屯住人马，唤王昶、胡
遵、毌丘俭到帐中计议曰：
“东吴最紧要处，惟东兴郡也。今他筑起
大堤，左右又筑两城，以防巢湖后面攻击，诸公须要仔细。”遂令王
昶、毌丘俭各引一万兵，列在左右：
“且勿进发，待取了东兴郡，那
时一齐进兵。”昶、俭二人受令而去。昭又令胡遵为先锋，总领三路
兵前去：
“先搭浮桥，取东兴大堤，若夺得左右二城，便是大功。”
遵领兵来搭浮桥。
却说吴太傅诸葛恪听知魏兵三路而来，聚众商议。平北将军丁奉
曰：
“东兴乃东吴紧要处所，若有失，则南郡、武昌危矣。”恪曰：
“此论正合吾意。公可就引三千水兵从江中去，吾随后令吕据、唐
咨、留赞各引一万马步兵，分三路来接应。但听连珠炮响，一齐进
兵。吾自引大兵后至。”丁奉得令，即引三千水兵，分作三十只船，
望东兴而来。
却说胡遵渡过浮桥，屯军于堤上，差桓嘉、韩综攻打二城。左城
中乃吴将全端守把，右城中乃吴将留略守把。此二城高峻坚固，急切
攻打不下。全、留二人见魏兵势大，不敢出战，死守城池。胡遵在徐
塘下寨。时值严寒，天降大雪，胡遵与众将设席高会。忽报：
“水上
有三十只战船来到。”遵出寨视之，见船将次傍岸，每船上约有百
人。遂还帐中，谓诸将曰：
“不过三千人耳，何足惧哉!”只令部将哨
探，仍前饮酒。丁奉将船一字儿抛在水上，乃谓部将曰：
“大丈夫立
功名，取富贵，正在今日。”遂令众军脱去衣甲，卸了头盔，不用长
枪大戟，止带短刀。魏兵见之大笑，更不准备。忽然连珠炮响了三
声，丁奉扯刀当先，一跃上岸。众军皆拔短刀，随奉上岸，砍入魏
寨。魏兵措手不及。韩综急拔帐前大戟迎之，早被丁奉抢入怀内，手
起刀落，砍翻在地。桓嘉从左边转出，忙绰枪刺丁奉，被奉挟住枪
杆。嘉弃枪而走，奉一刀飞去，正中左肩，嘉望后便倒。奉赶上，就
以枪刺之。三千吴兵，在魏寨中左冲右突。胡遵急上马夺路而走。魏
兵齐奔上浮桥，浮桥已断，大半落水而死；杀倒在雪地者，不知其
数。车仗、马匹、军器，皆被吴兵所获。司马昭、王昶、毌丘俭听知
东兴兵败，亦勒兵而退。
却说诸葛恪引兵至东兴，收兵赏劳了毕，乃聚诸将曰：
“司马昭
兵败北归，正好乘势进取中原。”遂一面遣人赍书入蜀，求姜维进兵
攻其北，许以平分天下；一面起大兵二十万，来伐中原。临行时，忽
见一道白气从地而起，遮断三军，对面不见。蒋延曰：
“此气乃白虹
也，主丧兵之兆。太傅只可回朝，不可伐魏。”恪大怒曰：
“汝安敢
出不利之言，以慢吾军心!”叱武士斩之。众皆告免，恪乃贬蒋延为庶
人。仍催兵前进。丁奉曰：
“魏以新城为总隘口，若先取得此城，司
马师破胆矣。”恪大喜，即趱兵直至新城。守城牙门将军张特见吴兵
大至，闭门坚守。恪令兵四面围定。
早有流星马报入洛阳。主簿虞松告司马师曰：
“今诸葛恪困新
城，且未可与战。吴兵远来，人多粮少，粮尽自走矣。待其将走，然
后击之，必得全胜。但恐蜀兵犯境，不可不防。”师然其言，遂令司
马昭引一军助郭淮防姜维，毌丘俭、胡遵拒住吴兵。
却说诸葛恪连月攻打新城不下，下令众将：
“并力攻城，怠慢者
立斩!”于是诸将奋力攻打，城东北角将陷。张特在城中定下一计，乃
令一舌辩之士赍捧册籍，赴吴寨见诸葛恪，告曰：
“魏国之法：若敌
人困城，守城将坚守一百日而无救兵至，然后出城降敌者，家族不坐
罪。今将军围城已九十馀日，望乞再容数日，某主将尽率军民出城投
降。今先具册籍呈上。”恪深信之，收了军马，遂不攻城。
原来张特用缓兵之计，哄退吴兵，遂拆城中房屋，于破城处修补
完备，乃登城大骂曰：
“吾城中尚有半年之粮，岂肯降吴狗耶？尽战
无妨。”恪大怒，催兵打城。城上乱箭射下，恪额上正中一箭，翻身
落马。诸将救起还寨，金疮举发。众军皆无战心；又因天气亢炎，军
士多病。恪金疮稍可，欲催兵攻城。营吏告曰：
“人人皆病，安能战
乎？”恪大怒曰：
“再说病者斩之!”众军闻知，逃者无数。忽报：
“都督蔡林引本部军投魏去了。”恪大惊，自乘马遍视各营，果见军
士面色黄肿，各带病容。遂勒兵还吴。早有细作报知毌丘俭。俭尽起
大兵，随后掩杀。吴兵大败而归。
恪甚羞惭，托病不朝。吴主孙亮自幸其宅问安，文武官僚皆来拜
见。恪恐人议论，先搜求众官将过失，轻则发遣边方，重则斩首示
众。于是内外官僚，无不悚惧。又令心腹将张约、朱恩管御林军，以
为牙爪。
却说孙峻字子远，乃孙坚弟孙静曾孙，孙恭之子也。孙权存日
(3) ，甚爱之，命掌御林军马。今闻诸葛恪令张约、朱恩二人掌御林
军，夺其权，心中大怒。太常卿滕胤，素与诸葛恪有隙，乃乘间说峻
曰：
“诸葛恪专权恣虐，杀害公卿，将有不臣之心。公系宗室，何不
早图之？”峻曰：
“我有是心久矣，今当即奏天子，请旨诛之。”
于是孙峻、滕胤入见吴主孙亮，密奏其事。亮曰：
“朕见此人，
亦甚恐怖，常欲除之，未得其便。今卿等果有忠义，可密图之。”胤
曰：
“陛下可设席召恪，暗伏武士于壁衣中，掷杯为号，就席间杀
之，以绝后患。”亮从之。
却说诸葛恪自兵败回朝，托病居家，心神恍惚。一日，偶出中
堂，忽见一人穿麻挂孝而入。恪叱问之，其人大惊无措。恪令拿下拷
问，其人告曰：
“某因新丧父亲，入城请僧追荐 (4) ，初见是寺院而
入，却不想是太傅之府，却怎生来到此处也？”恪大怒，召守门军士
问之。军士告曰：
“某等数十人皆荷戈把门，未尝暂离，并不见一人
入来。”恪大怒，尽数斩之。是夜，恪睡卧不安，忽听得正堂中声响
如霹雳。恪自出视之，见中梁折为两段。恪惊归寝室，忽然一阵阴风
起处，见所杀披麻人与守门军士数十人，各提头索命。恪惊倒在地，
良久方苏。次早洗面，闻水甚血臭。恪叱侍婢，连换数十盆，皆臭无
异。
恪正惊疑间，忽报：
“天子有使至，宣太傅赴宴。”恪令安排车
仗。方欲出府，有黄犬衔住衣服，嘤嘤作声，如哭之状。恪怒曰：
“犬戏我也!”叱左右逐去之，遂乘车出府。行不数步，见车前一道白
虹，自地而起，如白练冲天而去。恪甚惊怪。心腹将张约进车前密告
曰：
“今日宫中设宴，未知好歹，主公不可轻入。”恪听罢，便令回
车。行不到十馀步，孙峻、滕胤乘马至车前曰：
“太傅何故便回？”
恪曰：
“吾忽然腹痛，不可见天子。”胤曰：
“朝廷为太傅军回，不
曾面叙，故特设宴相召，兼议大事。太傅虽感贵恙，还当勉强一
行。”恪从其言，遂同孙峻、滕胤入宫，张约亦随入。
恪见吴主孙亮，施礼毕，就席而坐。亮命进酒，恪心疑，辞曰：
“病躯不胜杯酌。”孙峻曰：
“太傅府中常服药酒，可取饮乎？”恪
曰：
“可也。”遂令从人回府取自制药酒到，恪方才放心饮之。酒至
数巡，吴主孙亮托事先起。孙峻下殿，脱了长服，着短衣，内披环
甲，手提利刃，上殿大呼曰：
“天子有诏诛逆贼!”诸葛恪大惊，掷杯
于地，欲拔剑迎之，头已落地。张约见峻斩恪，挥刀来迎。峻急闪
过，刀尖伤其左指。峻转身一刀，砍中张约右臂。武士一齐拥出，砍
倒张约，剁为肉泥。孙峻一面令武士收恪家眷；一面令人将张约并诸
葛恪尸首，用芦席包裹，以小车载出，弃于城南门外石子岗乱冢坑
内。
却说诸葛恪之妻正在房中心神恍惚，动止不宁，忽一婢女入房。
恪妻问曰：
“汝遍身如何血臭？”其婢忽然反目切齿，飞身跳跃，头
撞屋梁，口中大叫：
“吾乃诸葛恪也，被奸贼孙峻谋杀!”恪合家老
幼，惊惶号哭。不一时，军马至，围住府第，将恪全家老幼，俱缚至
市曹斩首。时吴建兴二年冬十月也。
昔诸葛瑾存日，见恪聪明尽显于外，叹曰：
“此子非保家之主
也!”又魏光禄大夫张缉曾对司马师曰：
“诸葛恪不久死矣。”师问其
故，缉曰：
“威震其主，何能久乎？”至此果中其言。
却说孙峻杀了诸葛恪，吴主孙亮封峻为丞相、大将军、富春侯，
总督中外诸军事。自此权柄尽归孙峻矣。
且说姜维在成都接得诸葛恪书，欲求相助伐魏，遂入朝，奏准后
主，复起大兵，北伐中原。正是：
一度兴师未奏绩，两番讨贼欲成功。
未知胜负如何，且看下文分解。
--------------------
(1) 龙盘虎踞——语出汉·刘胜《文木赋》(见《古文苑》卷三、汉·刘歆、晋·葛洪
《西京杂记》卷六引)：“既剥既刊，见其文章，或如龙盘虎踞，复似鸾集凤翔。”原指木纹
好像盘绕的龙、蹲伏的虎。比喻被英雄豪杰所盘踞。
(2) 天道三十年一变——意谓按照天意，世事三十年就要改变一次。表示世事在不断变
化。
(3) 存日——生前，在世的时候。
(4) 追荐——诵经礼忏，超度亡灵。
第一百九回 困司马汉将奇谋 废曹芳魏家果报
蜀汉延熙十六年秋，将军姜维起兵二十万，令廖化、张翼为左右
先锋，夏侯霸为参谋，张嶷为运粮使，大兵出阳平关伐魏。维与夏侯
霸商议曰：
“向取雍州，不克而还。今若再出，必又有准备。公有何
高见？”霸曰：
“陇上诸郡，只有南安钱粮最广，若先取之，足可为
本。向者不克而还，盖因羌兵不至。今可先遣人会羌人于陇右，然后
进兵出石营，从董亭直取南安。”维大喜曰：
“公言甚妙。”遂遣郤
正为使，赍金珠、蜀锦入羌，结好羌王。羌王迷当得了礼物，便起兵
五万，令羌将俄何烧戈为大先锋，引兵南安来。
魏左将军郭淮闻报，飞奏洛阳。司马师问诸将曰：
“谁敢去敌蜀
兵？”辅国将军徐质曰：
“某愿往。”师素知徐质英勇过人，心中大
喜，即令徐质为先锋，令司马昭为大都督，领兵望陇西进发。军至董
亭，正遇姜维，两军列成阵势。徐质使开山大斧，出马挑战；蜀阵中
廖化出迎。战不数合，化拖刀败回。张翼纵马挺枪而迎，战不数合，
又败入阵。徐质驱兵掩杀，蜀兵大败，退三十馀里。司马昭亦收兵
回，各自下寨。
姜维与夏侯霸商议曰：
“徐质勇甚，当以何策擒之？”霸曰：
“来日诈败，以埋伏之计胜之。”维曰：
“司马昭乃仲达之子，岂不
知兵法？若见地势掩映 (1) ，必不肯追。吾见魏兵累次断吾粮道，今
却用此计诱之，可斩徐质矣。”遂唤廖化，分付如此如此；又唤张
翼，分付如此如此。二人领兵去了。一面令军士于路撒下铁蒺藜 (2)
，寨外多排鹿角，示以久计。
徐质连日引兵搦战，蜀兵不出。哨马报司马昭说：
“蜀兵在铁笼
山后，用木牛、流马搬运粮草，以为久计，只待羌兵策应。”昭唤徐
质曰：
“昔日所以胜蜀者，因断彼粮道也。今蜀兵在铁笼山后运粮，
汝今夜引兵五千，断其粮道，蜀兵自退矣。”
徐质领令，初更时分，引兵望铁笼山来，果见蜀兵二百馀人，驱
百馀头木牛、流马，装载粮草而行。魏兵一声喊起，徐质当先拦住。
蜀兵尽弃粮草而走。质分兵一半，押送粮草回寨；自引兵一半追来。
追不到十里，前面车仗横截去路。质令军士下马拆开车仗，只见两边
忽然火起。质急勒马回走，后面山僻窄狭处亦有车仗截路，火光迸
起。质等冒烟突火，纵马而出。一声炮响，两路军杀来：左有廖化，
右有张翼，大杀一阵，魏兵大败。徐质奋死只身而走，人困马乏。正
奔走间，前面一枝兵杀到，乃姜维也。质大惊无措，被维一枪刺倒坐
下马，徐质跌下马来，被众军乱刀砍死。质所分一半押粮兵，亦被夏
侯霸所擒，尽降其众。
霸将魏兵衣甲、马匹，令蜀兵穿了，就令骑坐，打着魏军旗号，
从小路径奔回魏寨来。魏军见本部兵回，开门放入，蜀兵就寨中杀
起。司马昭大惊，慌忙上马走时，前面廖化杀来。昭不能前进，急退
时，姜维引兵从小路杀到。昭四下无路，只得勒兵上铁笼山据守。原
来此山只有一条路，四下皆险峻难上。其上惟有一泉，止够百人之
饮。此时昭手下有六千人，被姜维绝其路口，山上泉水不敷，人马枯
渴。昭仰天长叹曰：
“吾死于此地矣!”后人有诗曰 (3) ：
妙算姜维不等闲，魏师受困铁笼间。
庞涓始入马陵道 (4) ，项羽初围九里山 (5) 。
主簿王韬曰：
“昔日耿恭受困，拜井而得甘泉 (6) 。将军何不效
之？”昭从其言，遂上山顶泉边，再拜而祝曰：
“昭奉诏来退蜀兵，
若昭合死，令甘泉枯竭，昭自当刎颈，教部军尽降；如寿禄未终，愿
苍天早赐甘泉，以活众命。”祝毕，泉水涌出，取之不竭，因此人马
不死。
却说姜维在山下困住魏兵，谓众将曰：
“昔日丞相在上方谷，不
曾捉住司马懿，吾深为恨。今司马昭必被吾擒矣。”
却说郭淮听知司马昭困于铁笼山上，欲提兵来。陈泰曰：
“姜维
会合羌兵，欲先取南安。今羌兵已到，将军若撤兵去救，羌兵必乘虚
袭我后也。可先令人诈降羌人，于中取事。若退了此兵，方可救铁笼
之围。”郭淮从之，遂令陈泰引五千兵，径到羌王寨内，解甲而入，
泣拜曰：
“郭淮妄自尊大，常有杀泰之心，故来投降。郭淮军中虚
实，某俱知之。只今夜愿引一军前去劫寨，便可成功。如兵到魏寨，
自有内应。”迷当大喜，遂令俄何烧戈同陈泰来劫魏寨。
俄何烧戈教泰降兵在后，令泰引羌兵为前部。是夜二更，竟到魏
寨 (7) ，寨门大开。陈泰一骑马先入。俄何烧戈骤马挺枪入寨之时，
只叫得一声苦，连人带马跌在陷坑里。陈泰兵从后面杀来，郭淮从左
边杀来。羌兵大乱，自相践踏，死者无数，生者尽降。俄何烧戈自刎
而死。
郭淮、陈泰引兵直杀到羌人寨中，迷当大王急出帐上马时，被魏
兵生擒活捉，来见郭淮。淮慌下马，亲去其缚，用好言抚慰曰：
“朝
廷素以公为忠义，今何故助蜀人也？”迷当惭愧伏罪。淮乃说迷当
曰：
“公今为前部，去解铁笼山之围，退了蜀兵，吾奏准天子，自有
厚赐。”迷当从之，遂引羌兵在前，魏兵在后，径奔铁笼山。
时值三更，先令人报知姜维。维大喜，教请入相见。魏兵多半杂
在羌人部内。行到蜀寨前，维令大兵皆在寨外屯扎。迷当引百馀人到
中军帐前，姜维、夏侯霸二人出迎。魏将不等迷当开言，就从背后杀
将起来。维大惊，急上马而走。羌、魏之兵一齐杀入。蜀兵四分五
落，各自逃生。维手无器械，腰间止有一副弓箭，走得慌忙，箭皆落
了，只有空壶 (8) 。维望山中而走，背后郭淮引兵赶来，见维手无寸
铁，乃骤马挺枪追之。看看至近，维虚拽弓弦，连响十馀次。淮连躲
数番，不见箭到，知维无箭，乃挂住钢枪，拈弓搭箭射之。维急闪
过，顺手接了，就扣在弓弦上，待淮追近，望面门上尽力射去，淮应
弦落马。维勒回马来杀郭淮，魏军骤至。维下手不及，只掣得淮枪而
去。魏兵不敢追赶，急救淮归寨，拔出箭头，血流不止而死。司马昭
下山引兵追赶，半途而回。夏侯霸随后逃至，与姜维一齐奔走。维折
了许多人马，一路收扎不住，自回汉中。虽然兵败，却射死郭淮，杀
死徐质，挫动魏国之威，将功补罪 (9) 。
却说司马昭犒劳羌兵，发遣回国去讫。班师还洛阳，与兄司马师
专制朝权，群臣莫敢不服。魏主曹芳每见师入朝，战栗不已，如针刺
背。一日，芳设朝，见师带剑上殿，慌忙下榻迎之。师笑曰：
“岂有
君迎臣之礼也？请陛下稳便 (10) 。”须臾，群臣奏事，司马师俱自剖
断，并不启奏魏主。少时朝退，师昂然下殿，乘车出内，前遮后拥，
不下数千人马。
芳退入后殿，顾左右止有三人，乃太常夏侯玄、中书令李丰、光
禄大夫张缉。缉乃张皇后之父，曹芳之皇丈也。芳叱退近侍，同三人
至密室商议。芳执张缉之手而哭曰：
“司马师视朕如小儿，觑百官如
草芥，社稷早晚必归此人矣!”言讫大哭。李丰奏曰：
“陛下勿忧。臣
虽不才，愿以陛下之明诏，聚四方之英杰，以剿此贼。”夏侯玄奏
曰：
“臣叔夏侯霸降蜀，因惧司马兄弟谋害故耳。今若剿除此贼，臣
叔必回也。臣乃国家旧戚，安敢坐视奸贼乱国？愿同奉诏讨之。”芳
曰：
“但恐不能耳。”三人哭奏曰：
“臣等誓当同心灭贼，以报陛
下。”芳脱下龙凤汗衫，咬破指尖，写了血诏，授与张缉，乃嘱曰：
“朕祖武皇帝诛董承，盖为机事不密也。卿等须谨细，勿泄于外。”
丰曰：
“陛下何出此不利之言？臣等非董承之辈，司马师安比武祖
也？陛下勿疑。”
三人辞出，至东华门左侧，正见司马师带剑而来，从者数百人，
皆持兵器。三人立于道旁。师问曰：
“汝三人退朝何迟？”李丰曰：
“圣上在内廷观书，我三人侍读故耳。”师曰：
“所看何书？”丰
曰：
“乃夏、商、周三代之书也。”师曰：
“上见此书，问何故
事？”丰曰：
“天子所问伊尹扶商、周公摄政之事 (11) ，我等皆奏
曰：
‘今司马大将军，即伊尹、周公也。’”师冷笑曰：
“汝等岂将
吾比伊尹、周公？其心实指吾为王莽、董卓。”三人皆曰：
“我等皆
将军门下之人，安敢如此？”师大怒曰：
“汝等乃口谀之人 (12) ，适
间与天子在密室中所哭何事？”三人曰：
“实无此状。”师叱曰：
“汝三人泪眼尚红，如何抵赖？”夏侯玄知事已泄，乃厉声大骂曰：
“吾等所哭者，为汝威震其主，将谋篡逆耳!”师大怒，叱武士捉夏侯
玄。玄揎拳裸袖，径击司马师，却被武士擒住。师令将各人搜检，于
张缉身畔搜出一龙凤汗衫，上有血字。左右呈与司马师。师视之，乃
密诏也。诏曰：
司马师弟兄，共持大权，将图篡逆。所行诏制，皆非朕意。各部官兵将士，
可同仗忠义，讨灭贼臣，匡扶社稷。功成之日，重加爵赏。
司马师看毕，勃然大怒曰：
“原来汝等正欲谋害吾兄弟，情理难
容!”遂令将三人腰斩于市，灭其三族。三人骂不绝口。比临东市中，
牙齿尽被打落，各人含糊数骂而死 (13) 。
师直入后宫。魏主曹芳正与张皇后商议此事，皇后曰：
“内廷耳
目甚多，倘事泄露，必累妾矣。”正言间，忽见师入，皇后大惊。师
按剑谓芳曰：
“臣父立陛下为君，功德不在周公之下；臣事陛下，亦
与伊尹何别乎？今反以恩为仇，以功为过，欲与二三小臣谋害臣兄
弟，何也？”芳曰：
“朕无此心。”师袖中取出汗衫，掷之于地曰：
“此谁人所作耶？”芳魂飞天外，魄散九霄，战栗而答曰：
“此皆为
他人所逼故也，朕岂敢兴此心？”师曰：
“妄诬大臣造反，当加何
罪？”芳跪告曰：
“朕合有罪，望大将军恕之。”师曰：
“陛下请
起，国法未可废也。”乃指张皇后曰：
“此是张缉之女，理当除
之。”芳大哭求免，师不从，叱左右将张后捉出，至东华门内，用白
练绞死。后人有诗曰：
当年伏后出宫门，跣足哀号别至尊。
司马今朝依此例，天教还报在儿孙 (14) 。
次日，司马师大会群臣曰：
“今主上荒淫无道，亵近娼优 (15) ，
听信谗言，闭塞贤路，其罪甚于汉之昌邑，不能主天下。吾谨按伊
尹、霍光之法，别立新君 (16) ，以保社稷，以安天下，如何？”众皆
应曰：
“大将军行伊、霍之事，所谓应天顺人，谁敢违命？”师遂同
多官入永宁宫，奏闻太后。太后曰：
“大将军欲立何人为君？”师
曰：
“臣观彭城王曹据聪明仁孝，可以为天下之主。”太后曰：
“彭
城王乃老身之叔，今立为君，我何以当之？今有高贵乡公曹髦，乃文
皇帝之孙，此人温恭克让，可以立之。卿等大臣，从长计议。”一人
奏曰：
“太后之言是也，便可立之。”众视之，乃司马师宗叔司马孚
也。师遂遣使往元城召高贵乡公。请太后升太极殿，召芳责之曰：
“汝荒淫无度，亵近娼优，不可承天下。当纳下玺绶，复齐王之爵，
目下起程，非宣召不许入朝。”芳泣拜太后，纳了国宝，乘王车，大
哭而去。只有数员忠义之臣含泪而送。后人有诗曰 (17) ：
昔日曹瞒相汉时，欺他寡妇与孤儿。
谁知四十馀年后，寡妇孤儿亦被欺。
却说高贵乡公曹髦，字彦士，乃文帝之孙，东海定王霖之子也。
当日，司马师以太后命宣至，文武官僚备銮驾于西掖门外拜迎。髦慌
忙答礼。太尉王肃曰：
“主上不当答礼。”髦曰：
“吾亦人臣也，安
得不答礼乎？”文武扶髦上辇入宫，髦辞曰：
“太后诏命，不知为
何，吾安敢乘辇而入？”遂步行至太极东堂。司马师迎着，髦先下
拜，师急扶起。问候已毕，引见太后。后曰：
“吾见汝年幼时有帝王
之相，汝今可为天下之主。务须恭俭节用，布德施仁，勿辱先帝
也。”髦再三谦辞。师令文武请髦出太极殿。是日立为新君，改嘉平
六年为正元元年，大赦天下。假大将军司马师黄钺，入朝不趋，奏事
不名，带剑上殿。文武百官，各有封赐。
正元二年春正月，有细作飞报说：
“镇东将军毌丘俭、扬州刺史
文钦，以废主为名，起兵前来。”司马师大惊。正是：
汉臣曾有勤王志，魏将还兴讨贼师。
未知如何迎敌，且看下文分解。
--------------------
(1) 地势掩映——即地形高低不平，人马可以隐蔽。掩映：隐蔽，遮蔽。
(2) 铁蒺藜——模仿蒺藜状的尖锐铁器。置于道路或水中，可以阻止或延缓敌军前进。
旧题春秋·吕望(姜太公)撰《六韬·虎韬·军用》已有记载：“狭路微径，张铁蒺藜：芒
(刺)高四寸，广(宽)八寸，长六尺以上，千二百具，败步骑。”
(3) 后人有诗——此诗作者为明代周静轩。
(4) 庞涓始入马陵道——参见第一百回“‘昔孙膑擒庞涓’二句”条注。
(5) 项羽初围九里山——相传秦末楚、汉相争时，韩信在九里山(在今江苏省徐州市北)
前列阵，以十面埋伏之计，大胜项羽。如元·马致远《破幽梦孤雁汉宫秋》第二折：“当日
个谁展英雄手，能枭项羽头，把江山属俺炎刘？全亏韩元帅，九里山前战斗，十大功劳成
就。”
(6) “昔日耿恭受困”二句——参见第八十九回“耿恭拜井甘泉出”条注。
(7) 竟——径直，一直。
(8) 壶——即箭壶。盛箭的袋子，以其形似壶而得名。
(9) 将功补罪——参见第五十一回“将功赎罪”条注。
(10) 稳便——自便，请便。
(11) 伊尹扶商、周公摄政之事——参见第八回“伊、周”条注。
(12) 口谀(y ú鱼)——当面奉承，暗中使坏，表里不一。
(13) 含糊数骂——含糊：因牙齿被打落而口齿不清。数骂：一边数说司马氏之罪状，一
边大骂。
(14) 还报——报应。即善有善报，恶有恶报。
(15) 亵近娼优——意谓肮脏污秽与娼妓、戏子差不多。
(16) “其罪甚于汉之昌邑王”四句——参见第三回“‘昌邑王’三句”条及“‘昔太甲
不明’二句”条注。
(17) 后人有诗——此诗作者为明代周静轩。
第一百十回 文鸯单骑退雄兵 姜维背水破大敌
却说魏正元二年正月，扬州都督、镇东将军、领淮南军马毌丘
俭，字仲恭，河东闻喜人也。闻司马师擅行废立之事，心中大怒。长
子毌丘甸曰：
“父亲官居方面 (1) ，司马师专权废主，国家有累卵之
危，安可宴然自守 (2) ？”俭曰：
“吾儿之言是也。”遂请刺史文钦
商议。钦乃曹爽门下客，当日闻俭相请，即来拜谒。俭邀入后堂，礼
毕，说话间，俭流泪不止。钦问其故，俭曰：
“司马师专权废主，天
地反覆，安得不伤心乎？”钦曰：
“都督镇守方面，若肯仗义讨贼，
钦愿舍死相助。钦中子文淑，小字阿鸯，有万夫不当之勇，常欲杀司
马师兄弟，与曹爽报仇，今可令为先锋。”俭大喜，即时酹酒为誓
(3) 。
二人诈称太后有密诏，令淮南大小官兵将士皆入寿春城，立一坛
于西，宰白马，歃血为盟，宣言：
“司马师大逆不道，今奉太后密
诏，令尽起淮南军马，仗义讨贼。”众皆悦服。俭提六万兵，屯于项
城。文钦领兵二万，在外为游兵 (4) ，往来接应。俭移檄诸郡，令各
起兵相助。
却说司马师左眼肉瘤不时痛痒，乃命医官割之，以药封闭，连日
在府养病。忽闻淮南告急，乃请太尉王肃商议。肃曰：
“昔关云长威
震华夏，孙权令吕蒙袭取荆州，抚恤将士家属，因此关公军势瓦解。
今淮南将士家属皆在中原，可急抚恤，更以兵断其归路，必有土崩之
势矣。”师曰：
“公言极善。但吾新割目瘤，不能自往；若使他人，
心又不稳 (5) 。”时中书侍郎锺会在侧，进言曰：
“淮楚兵强，其锋
甚锐。若遣人领兵去退，多是不利，倘有疏虞，则大事废矣。”师蹶
然起曰 (6) ：
“非吾自往，不可破贼。”遂留弟司马昭守洛阳，总摄
朝政。师乘软舆 (7) ，带病东行。令镇东将军诸葛诞总督豫州诸军，
从安风津取寿春；又令征东将军胡遵领青州诸军，出谯、宋之地，绝
其归路；又遣荆州刺史、监军王基领前部兵，先取镇南之地。
师领大军屯于襄阳，聚文武于帐下商议。光禄勋郑袤曰：
“毌丘
俭好谋而无断，文钦有勇而无智。今大军出其不意，江、淮之卒锐气
正盛，不可轻敌。只宜深沟高垒，以挫其锐，此亚夫之长策也 (8)
。”监军王基曰：
“不可。淮南之反，非军民思乱也，皆因毌丘俭势
力所逼，不得已而从之。若大军一临，必然瓦解。”师曰：
“此言甚
妙。”遂进兵于儁水之上，中军屯于儁桥。基曰：
“南顿极好屯兵，
可提兵星夜取之，若迟则毌丘俭必先至矣。”师遂令王基前部兵来南
顿城下寨。
却说毌丘俭在项城闻知司马师自来，乃聚众商议。先锋葛雍曰：
“南顿之地，依山傍水，极好屯兵。若魏兵先占，难以驱遣，可速取
之。”俭然其言，起兵投南顿来。正行之间，前面流星马报说：
“南
顿已有人马下寨。”俭不信，自到军前视之，果然旌旗遍野，营寨齐
整。俭回到军中，无计可施。忽哨马飞报：
“东吴孙峻提兵渡江袭寿
春来了。”俭大惊曰：
“寿春若失，吾归何处？”是夜退兵于项城。
司马师见毌丘俭军退，聚多官商议。尚书傅嘏曰：
“今俭兵退
者，忧吴人袭寿春也，必回项城，分兵拒守。将军可令一军取乐嘉
城，一军取项城，一军取寿春，则淮南之卒必退矣。兖州刺史邓艾足
智多谋，若领兵径取乐嘉，更以重兵应之，破贼不难也。”师从之，
急遣使持檄文，教邓艾起兖州之兵破乐嘉城。师随后引兵到彼会合。
却说毌丘俭在项城，不时差人去乐嘉城哨探，只恐有兵来。请文
钦到营共议。钦曰：
“都督勿忧。我与拙子文鸯，只消五千兵，敢保
乐嘉城。”俭大喜。钦父子引五千兵，投乐嘉来。前军报说：
“乐嘉
城西皆是魏兵，约有万馀。遥望中军，白旄黄钺，皂盖朱幡，簇拥虎
帐，内竖一面锦绣‘帅’字旗，必是司马师也。安立营寨，尚未完
备。”时文鸯悬鞭立于父侧，闻知此语，乃告父曰：
“趁彼营寨未
成，可分兵两路，左右击之，可全胜也。”钦曰：
“何时可去？”鸯
曰：
“今夜黄昏，父引二千五百兵，从城南杀来；儿引二千五百兵，
从城北杀来。三更时分，要在魏寨会合。”钦从之，当晚分兵两路。
且说文鸯年方十八岁，身长八尺，全装贯甲 (9) ，腰悬钢鞭，绰
枪上马，遥望魏寨而进。是夜，司马师兵到乐嘉，立下营寨，等邓艾
未至。师为眼下新割肉瘤，疮口疼痛，卧于帐中，令数百甲士环立护
卫。三更时分，忽然寨内喊声大震，人马大乱。师急问之，人报曰：
“一军从寨北斩围直入 (10) ，为首一将勇不可当。”师大惊，心如火
烈，眼珠从肉瘤疮口内迸出，血流遍地，疼痛难当。又恐有乱军心，
只咬被头而忍，被皆咬烂。原来文鸯军马先到，一拥而进，在寨中左
冲右突，所到之处，人不敢当；有相拒者，枪搠鞭打，无不被杀。鸯
只望父到，以为外应，并不见来。数番杀到中军，皆被弓弩射回。
鸯直杀到天明，只听得北边鼓角喧天。鸯回顾从者曰：
“父亲不
在南面为应，却从北至，何也？”鸯纵马看时，只见一军行如猛风，
为首一将乃邓艾也，跃马横刀，大呼曰：
“反贼休走!”鸯大怒，挺枪
迎之。战有五十合，不分胜败。正斗间，魏兵大进，前后夹攻。鸯部
下兵乃各自逃散，只文鸯单人独马，冲开魏兵，望南而走。背后数百
员魏将抖擞精神，骤马追来。将至乐嘉桥边，看看赶上，鸯忽然勒回
马大喝一声，直冲入魏将阵中来，钢鞭起处，纷纷落马，各各倒退。
鸯复缓缓而行。魏将聚在一处，惊讶曰：
“此人尚敢退我等之众耶？
可并力追之。”于是魏将百员，复来追赶。鸯勃然大怒曰：
“鼠辈何
不惜命也!”提鞭拨马，杀入魏将丛中，用鞭打死数人，复回马缓辔而
行。魏将连追四五番，皆被文鸯一人杀退。后人有诗曰：
长坂当年独拒曹，子龙从此显英豪。
乐嘉城内争锋处，又见文鸯胆气高。
原来文钦被山路崎岖，迷入谷中，行了半夜，比及寻路而出，天
色已晓，文鸯人马不知所向，只见魏兵大胜，钦不战而退。魏兵乘势
追杀，钦引兵望寿春而走。
却说魏殿中校尉尹大目乃曹爽心腹之人，因爽被司马懿谋杀，故
事司马师，常有杀师报爽之心；又素与文钦交厚。今见师眼瘤突出，
不能动止，乃入帐告曰：
“文钦本无反心，今被毌丘俭逼迫，以致如
此。某去说之，必然来降。”师从之。大目顶盔贯甲 (11) ，乘马来赶
文钦。看看赶上，乃高声大叫曰：
“文刺史见尹大目么？”钦回头视
之，大目除盔放于鞍鞒之前，以鞭指曰：
“文刺史何不忍耐数日
也？”此是大目知师将亡，故来留钦。钦不解其意，厉声大骂，便欲
开弓射之。大目大哭而回。钦收聚人马奔寿春时，已被诸葛诞引兵取
了；欲复回项城时，胡遵、王基、邓艾三路兵皆到。钦见势危，遂投
东吴孙峻去了。
却说毌丘俭在项城内听知寿春已失，文钦势败，城外三路兵到，
俭遂尽撤城中之兵出战，正与邓艾相遇。俭令葛雍出马，与艾交锋，
不一合，被艾一刀斩之，引兵杀过阵来。毌丘俭死战相拒，江淮兵大
乱。胡遵、王基引兵四面夹攻。毌丘俭敌不住，引十馀骑夺路而走。
前至慎县城下，县令宋白开门接入，设席待之。俭大醉，被宋白令人
杀了，将头献与魏兵。于是淮南平定。
司马师卧病不起，唤诸葛诞入帐，赐以印绶，加为镇东大将军，
都督扬州诸路军马；一面班师回许昌。师目痛不止，每夜只见李丰、
张缉、夏侯玄三人立于榻前。师心神恍惚，自料难保，遂令人往洛阳
取司马昭到。昭哭拜于床下。师遗言曰：
“吾今权重，虽欲卸肩，不
可得也。汝继我为之，大事切不可轻托他人，自取灭族之祸。”言
讫，以印绶付之，泪流满面。昭急欲问时，师大叫一声，眼睛迸出而
死。时正元二年二月也。
于是司马昭发丧，申奏魏主曹髦。髦遣使持诏到许昌，即命暂留
司马昭屯军许昌，以防东吴。昭心中犹豫未决。锺会曰：
“大将军新
亡，人心未定，将军若留守于此，万一朝廷有变，悔之何及？”昭从
之，即起兵还屯洛水之南。髦闻之大惊。太尉王肃奏曰：
“昭既继其
兄掌大权，陛下可封爵以安之。”髦遂命王肃持诏，封司马昭为大将
军，录尚书事。昭入朝谢恩毕。自此，中外大小事情，皆归于昭。
却说西蜀细作哨知此事，报入成都。姜维奏后主曰：
“司马师新
亡，司马昭初握重权，必不敢擅离洛阳。臣请乘间伐魏，以复中
原。”后主从之，遂命姜维兴师伐魏。维到汉中，整顿人马。征西大
将军张翼曰：
“蜀地浅狭，钱粮鲜薄，不宜远征。不如据险守分，恤
军爱民，此乃保国之计也。”维曰：
“不然。昔丞相未出茅庐，已定
三分天下，然且六出祁山以图中原，不幸半途而丧，以致功业未成。
今吾既受丞相遗命，当尽忠报国，以继其志，虽死而无恨也。今魏有
隙可乘，不就此时伐之，更待何时？”夏侯霸曰：
“将军之言是也。
可将轻骑先出枹罕，若得洮西南安，则诸郡可定。”张翼曰：
“向者
不克而还，皆因军出甚迟也。兵法云：
‘攻其无备，出其不意。’今
若火速进兵，使魏人不能提防，必然全胜矣。”
于是姜维引兵五万，望枹罕进发。兵至洮水，守边军士报知雍州
刺史王经、征西将军陈泰。王经先起马步兵七万来迎。姜维分付张翼
如此如此，又分付夏侯霸如此如此。二人领计去了。维乃自引大军背
洮水列阵。王经引数员牙将出而问曰：
“魏与吴、蜀，已成鼎足之
势，汝累次入寇，何也？”维曰：
“司马师无故废主，邻邦理宜问
罪，何况仇敌之国乎？”经回顾张明、花永、刘达、朱芳四将曰：
“蜀兵背水为阵，败则皆没于水矣。姜维骁勇，汝四将可战之。彼若
退动，便可追击。”
四将分左右而出，来战姜维。维略战数合，拨回马望本阵中便
走。王经大驱士马，一齐赶来。维引兵望着洮水而走，将次近水，大
呼将士曰：
“事急矣!诸将何不努力？”众将一齐奋力杀回，魏兵大
败。张翼、夏侯霸抄在魏兵之后，分两路杀来，把魏兵困在垓心。维
奋武扬威，杀入魏军之中，左冲右突。魏兵大乱，自相践踏，死者大
半，逼入洮水者无数，斩首万馀，垒尸数里。王经引败兵百骑，奋力
杀出，径往狄道城而走，奔入城中，闭门保守。
姜维大获全功，犒军已毕，便欲进兵攻打狄道城。张翼谏曰：
“将军功绩已成，威声大震，可以止矣。今若前进，倘不如意，正如
画蛇添足也 (12) 。”维曰：
“不然。向者兵败，尚欲进取，纵横中
原；今日洮水一战，魏人胆裂，吾料狄道唾手可得。汝勿自堕其志
也。”张翼再三劝谏，维不从，遂勒兵来取狄道城。
却说雍州征西将军陈泰正欲起兵与王经报兵败之仇，忽兖州刺史
邓艾引兵到，泰接着。礼毕，艾曰：
“今奉大将军之命，特来助将军
破敌。”泰问计于邓艾。艾曰：
“姜维洮水得胜，若招羌人之众，东
争关陇，传檄四郡，此吾兵之大患也。今彼不思如此，却图狄道城。
其城垣坚固，急切难攻，空劳兵费力耳。吾今陈兵于项岭 (13) ，然后
进兵击之，蜀兵必败矣。”陈泰曰：
“真妙论也。”遂先拨二十队
兵，每队五十人，尽带旌旗、鼓角、烽火之类，日伏夜行，去狄道城
东南高山深谷之中埋伏，只待兵来，一齐鸣鼓吹角为应，夜则举火放
炮以惊之。调度已毕，专候蜀兵到来。于是陈泰、邓艾各引二万兵相
继而进。
却说姜维围住狄道城，令兵八面攻之，连攻数日不下，心中郁
闷，无计可施。是日黄昏时分，忽三五次流星马报说：
“有两路兵
来，旗上明书大字：一路是征西将军陈泰，一路是兖州刺史邓艾。”
维大惊，遂请夏侯霸商议。霸曰：
“吾向尝为将军言，邓艾自幼深明
兵法，善晓地理。今领兵到，颇为劲敌。”维曰：
“彼军远来，我休
容他住脚，便可击之。”乃留张翼攻城，命夏侯霸引兵迎陈泰。
维自引兵来迎邓艾，行不到五里，忽然东南一声炮响，鼓角震
地，火光冲天。维纵马看时，只见周围皆是魏兵旗号。维大惊曰：
“中邓艾之计矣!”遂传令教夏侯霸、张翼各弃狄道而退。于是蜀兵皆
退于汉中。维自断后，只听得背后鼓声不绝。维退入剑阁之时，方知
火鼓二十馀处，皆虚设也。维收兵退屯于锺提。
且说后主因姜维有洮西之功，降诏封维为大将军。维受了职，上
表谢恩毕，再议出师伐魏之策。正是：
成功不必添蛇足，讨贼犹思奋虎威。
不知此番北伐如何，且看下文分解。
--------------------
(1) 方面——执掌一个较大地区军政大权的长官。下面“镇守方面”的“方面”则指一
个地区。
(2) 宴然——即安然，平安无事的样子。
(3) 酹酒——把酒洒在地上，以示敬奉神鬼。古人宣誓时也以酹酒方式，表示请神鬼作
证。
(4) 游兵——无固定防地的机动部队。
(5) 不稳——心里不安，不踏实。
(6) 蹶然——义同“骤然”。形容很快站起。
(7) 软舆——即轿子。
(8) 亚夫之长策——亚夫即周亚夫，汉朝开国元勋周勃之子，以父荫封条侯。周亚夫有
将才，其经常采用的战术就是“深壁而守”，并断绝敌军的粮道。等到敌军饥饿疲惫，一举
而战胜之。如汉景帝前元三年(公元前154年)，吴、楚籓王叛乱，周亚夫即以这种战术完全平
叛。(见《史记·绛侯周勃世家》)
(9) 全装贯甲——意谓把头盔、铠甲全都穿戴起来。贯：穿。
(10) 斩围——冲破了防御设施。围：用土石或树木等构成的防御设施。
(11) 顶盔贯甲——意谓头戴头盔，身穿铠甲。贯：穿。
(12) 画蛇添足——典出《战国策·齐策二》：有几个人得到一壶酒，大家分饮而太少，
一人独饮则有馀。于是约定以画蛇快慢定输赢，酒归赢家。一人先画完，得意忘形，一边饮
酒，一边说道：“吾能为之足。”可是未等他画完蛇足，另一人已画完了蛇，从他手中抢去
了酒壶，并说道：“蛇固无足，子安能为之足？”那人只好认输。后即以“画蛇添足”或
“蛇足”比喻事情做过了头或做多馀的事无益有害。
(13) 项岭——据《三国志·魏志·陈泰传》：陈泰曰：“洮水带其表，(姜)维等在其
内，今乘高据势，临其项领，不战必走。”可知“项岭”为“项领”之误。“项领”即人的
脖颈，这里比喻军事要地。罗贯中既误“项领”作“项岭”，又误作地名。今若改而困难，
故一仍其旧。
第一百十一回 邓士载智败姜伯约 诸葛诞义讨司马
昭
却说姜维退兵屯于锺提，魏兵屯于狄道城外。王经迎接陈泰、邓
艾入城，拜谢解围之事，设宴相待，大赏三军。泰将邓艾之功申奏魏
主曹髦，髦封艾为安西将军，假节，领护东羌校尉，同陈泰屯兵于
雍、凉等处。邓艾上表谢恩毕，陈泰设席与邓艾作贺曰：
“姜维夜
遁，其力已竭，不敢再出矣。”艾笑曰：
“吾料蜀兵必出有五。”泰
问其故，艾曰：
“蜀兵虽退，终有乘胜之势；吾兵终有弱败之实。其
必出一也。蜀兵皆是孔明教演，精锐之兵，容易调遣；吾将不时更
换，军又训练不熟。其必出二也。蜀人多以船行，吾军皆在旱地，劳
逸不同。其必出三也。狄道、陇西、南安、祁山四处皆是守战之地，
蜀人或声东击西 (1) ，指南攻北，吾兵必须分头守把；蜀兵合为一处
而来，以一分当我四分。其必出四也。若蜀兵自南安、陇西，则可取
羌人之谷为食；若出祁山，则有麦可就食。其必出五也。”陈泰叹服
曰；
“公料敌如神，蜀兵何足虑哉!”于是陈泰与邓艾结为忘年之交
(2) 。艾遂将雍、凉等处之兵每日操练，各处隘口皆立营寨，以防不
测。
却说姜维在锺提大设筵宴，会集诸将，商议伐魏之事。令史樊建
谏曰：
“将军屡出，未获全功。今日洮西之捷，魏人已服威名，何故
又欲出也？万一不利，前功尽弃 (3) 。”维曰：
“汝等只知魏国地宽
人广，急不可得；却不知攻魏者有五可胜。”众问之，维答曰：
“彼
洮西一败，挫尽锐气；吾兵虽退，不曾损折。今若进兵，一可胜也。
吾兵船载而进，不致劳困；彼兵皆从旱地来迎。二可胜也。吾兵久经
训练之众；彼皆乌合之徒 (4) ，不曾有法度。三可胜也。吾兵自出祁
山，掠抄秋谷为食。四可胜也。彼兵须各守备，军力分开；吾兵一处
而去，彼安能救？五可胜也。不在此时伐魏，更待何日耶？”夏侯霸
曰：
“艾年虽幼，而机谋深远。近封为安西将军之职，必于各处准
备，非同往日矣。”维厉声曰：
“吾何畏彼哉!公等休长他人锐气，灭
自己威风。吾意已决，必先取陇西。”众不敢谏。
维自领前部，令众将随后而进。于是蜀兵尽离锺提，杀奔祁山
来。哨马报说：
“魏兵已先在祁山立下九个寨栅。”维不信，引数骑
凭高望之，果见祁山九寨势如长蛇，首尾相顾。
维回顾左右曰：
“夏侯霸之言，信不诬矣。此寨形势绝妙，止吾
师诸葛丞相能之。今观邓艾所为，不在吾师之下。”遂回本寨，唤诸
将曰：
“魏人既有准备，必知吾来矣。吾料邓艾必在此间。汝等可虚
张吾旗号，据此谷口下寨，每日令百馀骑出哨，每出哨一回，换一番
衣甲、旗号，按青、黄、赤、白、黑五方旗帜相换。吾却提大兵偷出
董亭，径袭南安去也。”遂令鲍素屯兵于祁山谷口。维尽率大兵，望
南安进发。
却说邓艾知蜀兵出祁山，早与陈泰下寨准备，见蜀兵连日不来搦
战，一日五番哨马出寨，或十里或十五里而回。艾凭高望毕，慌入帐
与陈泰曰：
“姜维不在此间，必取董亭，袭南安去了。出寨哨马只是
这几匹，更换衣甲，往来哨探，其马皆困乏，主将必无能者。陈将军
可引一军攻之，其寨可破也。破了寨栅，便引兵袭董亭之路，先断姜
维之后。吾当先引一军救南安，径取武城山。若先占此山头，姜维必
取上邽。上邽有一谷，名曰段谷，地狭山险，正好埋伏。彼来争武城
山时，吾先伏两军于段谷，破维必矣。”泰曰：
“吾守陇西二三十
年，未尝如此明察地理。公之所言，真神算也!公可速去，吾自攻此处
寨栅。”
于是邓艾引军星夜倍道而行，径到武城山。下寨已毕，蜀兵未
到。即令子邓忠与帐前校尉师纂，各引五千兵，先去段谷埋伏，如此
如此而行。二人受计而去。艾令偃旗息鼓，以待蜀兵。
却说姜维从董亭望南安而来，至武城山前，谓夏侯霸曰：
“近南
安有一山，名武城山，若先得了，可夺南安之势。只恐邓艾多谋，必
先提防。”正疑虑间，忽然山上一声炮响，喊声大震，鼓角齐鸣，旌
旗遍竖，皆是魏兵。中央风飘起一黄旗，大书“邓艾”字样。蜀兵大
惊。山上数处精兵杀下，势不可当，前军大败。维急率中军人马去救
时，魏兵已退。维直来武城山下搦邓艾战，山上魏兵并不下来，维令
军士辱骂。至晚，方欲退军，山上鼓角齐鸣，却又不见魏兵下来。维
欲上山冲杀，山上炮石甚严，不能得进。守至三更欲回，山上鼓角又
鸣，维移兵下山屯扎。比及令军搬运木石，方欲竖立为寨，山上鼓角
又鸣，魏兵骤至。蜀兵大乱，自相践踏，退回旧寨。次日，姜维令军
士运粮草、车仗至武城山，穿连排定，欲立起寨栅，以为屯兵之计。
是夜二更，邓艾令五百人各执火把，分两路下山，放火烧车仗。两兵
混杀了一夜，营寨又立不成。
维复引兵退，再与夏侯霸商议曰：
“南安未得，不如先取上邽。
上邽乃南安屯粮之所，若得上邽，南安自危矣。”遂留霸屯于武城
山，维尽引精兵猛将，径取上邽。行了一宿，将及天明，见山势狭
峻，道路崎岖，乃问向导官曰：
“此处何名？”答曰：
“段谷。”维
大惊曰：
“其名不美。‘段谷’者，‘断谷’也。倘有人断其谷口，
如之奈何？”正踌躇未决，忽前军来报：
“山后尘头大起，必有伏
兵。”维急令退兵，师纂、邓忠两军杀出，维且战且走。前面喊声大
震，邓艾引兵杀到，三路夹攻，蜀兵大败。幸得夏侯霸引兵杀到，魏
兵方退，救了姜维。欲再往祁山。霸曰：
“祁山寨已被陈泰打破，鲍
素阵亡，全寨人马皆退回汉中去了。”
维不敢取董亭，急投山僻小路而回。后面邓艾急追。维令诸军前
进，自为断后。正行之际，忽然山中一军突出，乃魏将陈泰也。魏兵
一声喊起，将姜维困在垓心。维人马困乏，左冲右突，不能得出。荡
寇将军张嶷闻姜维受困，引数百骑杀入重围。维因乘势杀出，嶷被魏
兵乱箭射死。维得脱重围，复回汉中，因感张嶷忠勇，殁于王事，乃
表赠其子孙。于是，蜀中将士多有阵亡者，皆归罪于姜维。维照武侯
街亭旧例，乃上表自贬为后将军，行大将军事。
却说邓艾见蜀兵退尽，乃与陈泰设宴相贺，大赏三军。泰表邓艾
之功。司马昭遣使持节，加艾官爵，赐印绶，并封其子邓忠为亭侯。
时魏主曹髦改正元三年为甘露元年。司马昭自为天下兵马大都
督，出入常令三千铁甲骁将前后簇拥，以为护卫；一应事务，不奏朝
廷，就于相府裁处。自此常怀篡逆之心。有一心腹人，姓贾名充，字
公闾，乃故建威将军贾逵之子，为昭府下长史。充语昭曰：
“今主公
掌握大柄，四方人心必然未安。且当暗访，然后徐图大事。”昭曰：
“吾正欲如此。汝可为我东行，只推慰劳出征军士为名，以探消
息。”
贾充领命，径到淮南，入见镇东大将军诸葛诞。诞字公休，乃琅
琊南阳人，即武侯之族弟也。向事于魏，因武侯在蜀为相，因此不得
重用。后武侯身亡，诞在魏历任重职，封高平侯，总摄两淮军马。当
日，贾充托名劳军，至淮南见诸葛诞。诞设宴待之。酒至半酣，充以
言挑诞曰：
“近来洛阳诸贤，皆以主上懦弱，不堪为君。司马大将军
三辈辅国，功德弥天，可以禅代魏统。未审钧意若何？”诞大怒曰：
“汝乃贾豫州之子，世食魏禄，安敢出此乱言？”充谢曰：
“某以他
人之言告公耳。”诞曰：
“朝廷有难，吾当以死报之。”充默然。
次日辞归，见司马昭，细言其事。昭大怒曰：
“鼠辈安敢如此!”
充曰：
“诞在淮南，深得人心，久必为患，可速除之。”昭遂暗发密
书与扬州刺史乐，一面遣使赍诏征诞为司空。诞得了诏书，已知是贾
充告变，遂捉来使拷问。使者曰：
“此事乐知之。”诞曰：
“他如何
得知？”使者曰：
“司马将军已令人到扬州送密书与乐矣。”诞大
怒，叱左右斩了来使，遂起部下兵千人，杀奔扬州来。将至南门，城
门已闭，吊桥拽起。诞在城下叫门，城上并无一人回答。诞大怒曰：
“乐匹夫，安敢如此!”遂令将士打城。手下十馀骁骑下马渡壕，飞身
上城，杀散军士，大开城门。于是诸葛诞引兵入城，乘风放火，杀至
家。慌上楼避之。诞提剑上楼，大喝曰：
“汝父乐进昔日受魏国大
恩，不思报本，反欲顺司马昭耶？”未及回言，为诞所杀。一面具表
数司马昭之罪，使人申奏洛阳；一面大聚两淮屯田户口十馀万，并扬
州新降兵四万馀人，积草屯粮，准备进兵；又令长史吴纲送子诸葛靓
入吴为质求援。务要合兵诛讨司马昭。
此时东吴丞相孙峻病亡，从弟孙辅政。字子通，为人强暴，杀大
司马滕胤、将军吕据、王惇等，因此权柄皆归于。吴主孙亮虽然聪
明，无可奈何。于是吴纲将诸葛靓至石头城，入拜孙 。 问其
故，纲曰：
“诸葛诞乃蜀汉诸葛武侯之族弟也，向事魏国。今见司马
昭欺君罔上，废主弄权，欲兴师讨之，而力不及，故特来归降。诚恐
无凭，专送亲子诸葛靓为质。伏望发兵相助。” 从其请，便遣大
将全怿、全端为主将，于诠为合后，朱异、唐咨为先锋，文钦为向
导，起兵七万，分三队而进。吴纲回寿春报知诸葛诞。诞大喜，遂陈
兵准备。
却说诸葛诞表文到洛阳，司马昭见了大怒，欲自往讨之。贾充谏
曰：
“主公乘父兄之基业 (5) ，恩德未及四海，今弃天子而去，若一
朝有变，悔之何及？不如奏请太后及天子一同出征，可保无虞。”昭
喜曰：
“此言正合吾意。”遂入奏太后曰：
“诸葛诞谋反，臣与文武
官僚计议停当，请太后同天子御驾亲征，以继先帝之遗意。”太后畏
惧，只得从之。次日，昭请魏主曹髦起程。髦曰：
“大将军都督天下
军马，任从调遣，何必朕自行也？”昭曰：
“不然。昔日武祖纵横四
海，文帝、明帝有包括宇宙之志，并吞八荒之心，凡遇大敌，必须自
行。陛下正宜追配先君，扫清故孽，何自畏也？”髦畏威权，只得从
之。昭遂下诏，尽起两都之兵二十六万，命镇南将军王基为正先锋，
安东将军陈骞为副先锋，监军石苞为左军，兖州刺史州泰为右军，保
护车驾，浩浩荡荡，杀奔淮南而来。
东吴先锋朱异引兵迎敌。两军对圆，魏军中王基出马，朱异来
迎。战不三合，朱异败走。唐咨出马，战不三合，亦大败而走。王基
驱兵掩杀，吴兵大败，退五十里下寨，报入寿春城中。诸葛诞自引本
部锐兵，会合文钦并二子文鸯、文虎，雄兵数万，来敌司马昭。正
是：
方见吴兵锐气堕，又看魏将劲兵来。
未知胜负如何，且看下文分解。
--------------------
(1) 声东击西——声：声张，声言，声称。“声东击西”或本“将欲西而示之以东”，
出自《淮南子·兵略训》：“故用兵之道，示之以柔而迎之以刚，示之以弱而乘之以强，为
之以歙而应之以张，将欲西而示之以东。”意谓表面上声称要攻打东面，其实是要攻打西
面。指在军事上以虚张声势使敌人产生错觉，而突然袭击其防备薄弱之处。
(2) 忘年之交——忘年：本义为忘记了年龄。引申为不拘年龄、行辈，只以德才相敬
慕。交：交谊，交友。“忘年之交”出自《后汉书·祢衡传》：“少与孔融交，时衡未满二
十，而融已五十，为忘年交。”意谓不论长幼尊卑，只以德才相敬慕而结为朋友。
(3) 前功尽弃——语本“前功尽灭”，出自《战国策·西周策》：“公之功甚多，今公
又以秦兵出塞，过两周，践韩，而以攻梁，一攻而不得，前功尽灭，不若称病不出也。”
(灭：消失，没。)又见《史记·周本纪》，文作：“今破韩、魏，扑师武，北取赵蔺、离石
者，公之功多矣。今又将兵出塞，过两周，倍韩，攻梁，一举不得，前功尽弃，公不如称病
而无出。”意谓以前所取得的成绩或功绩全部作废。多指因半途而废或措施不当而致使以前
的努力全都白费。
(4) 乌合之徒——参见第十七回“乌合之师”条注。
(5) 乘——坐享，承袭。
第一百十二回 救寿春于诠死节 取长城伯约鏖兵
(1)
却说司马昭闻诸葛诞会合吴兵前来决战，乃召散骑长史裴秀、黄
门侍郎锺会，商议破敌之策。锺会曰：
“吴兵之助诸葛诞，实为利
也。以利诱之，则必胜矣。”昭从其言，遂令石苞、州泰先引两军于
石头城埋伏，王基、陈骞领精兵在后，却令偏将成倅引兵数万先去诱
敌；又令陈俊引车仗牛马驴骡装载赏军之物，四面聚集于阵中，如敌
来则弃之。
是日，诸葛诞令吴将朱异在左，文钦在右，见魏阵中人马不整，
诞乃大驱士马径进。成倅退走。诞驱兵掩杀，见牛马驴骡遍满郊野，
南兵争取，无心恋战。忽然一声炮响，两路兵杀来：左有石苞，右有
州泰。诞大惊，急欲退时，王基、陈骞精兵杀到，诞兵大败。司马昭
又引兵接应。诞引败兵奔入寿春，闭门坚守。昭令兵四面围困，并力
攻城。
时吴兵退屯安丰，魏主车驾驻于项城。锺会曰：
“今诸葛诞虽
败，寿春城中粮草尚多，更有吴兵屯安丰以为掎角之势。今吾兵四面
攻围，彼缓则坚守，急则死战；吴兵或乘势夹攻：吾军无益。不如三
面攻之，留南门大路，容贼自走，走而击之，可全胜也。吴兵远来，
粮必不继。我引轻骑抄在其后，可不战而自破矣。”昭抚会背曰：
“君真吾之子房也!”遂令王基撤退南门之兵。
却说吴兵屯于安丰，孙 唤朱异责之曰：
“量一寿春城不能
救，安可并吞中原？如再不胜必斩!”朱异乃回本寨商议，于诠曰：
“今寿春南门不围，某愿领一军从南门入去，助诸葛诞守城。将军与
魏兵挑战，我却从城中杀出：两路夹攻，魏兵可破矣。”异然其言。
于是全怿、全端、文钦等皆愿入城，遂同于诠引兵一万，从南门而入
城。魏兵不得将令，未敢轻敌，任吴兵入城，乃报知司马昭。昭曰：
“此欲与朱异内外夹攻，以破我军也。”乃召王基、陈骞分付曰：
“汝可引五千兵截断朱异来路，从背后击之。”二人领命而去。朱异
正引兵来，忽背后喊声大震，左有王基，右有陈骞，两路军杀来。吴
兵大败。朱异回见孙 ， 大怒曰：
“累败之将，要汝何用？”叱
武士推出斩之。又责全端子全祎曰：
“若退不得魏兵，汝父子休来见
我!”于是孙 自回建业去了。
锺会与昭曰：
“今孙 退去，外无救兵，城可围矣。”昭从
之，遂催军攻围。全祎引兵欲入寿春，见魏兵势大，寻思进退无路，
遂降司马昭。昭加祎为偏将军。祎感昭恩德，乃修家书与父全端、叔
全怿，言孙 不仁，不若降魏，将书射入城中。怿得祎书，遂与端
引数千人开门出降。诸葛诞在城中忧闷。谋士蒋班、焦彝进言曰：
“城中粮少兵多，不能久守，可率吴、楚之众，与魏兵决一死战。”
诞大怒曰：
“吾欲守，汝欲战，莫非有异心乎？再言必斩!”二人仰天
长叹曰：
“诞将亡矣!我等不如早降，免至一死。”是夜二更时分，
蒋、焦二人逾城降魏，司马昭重用之。因此城中虽有敢战之士，不敢
言战。
诞在城中见魏兵四下筑起土城以防淮水，只望水泛，冲倒土城，
驱兵击之。不想自秋至冬，并无霖雨，淮水不泛。城中看看粮尽。文
钦在小城内与二子坚守，见军士渐渐饿倒，只得来告诞曰：
“粮皆尽
绝，军士饿损，不如将北方之兵尽放出城，以省其食。”诞大怒曰：
“汝教我尽去北军，欲谋我耶？”叱左右推出斩之。文鸯、文虎见父
被杀，各拔短刀，立杀数十人，飞身上城，一跃而下，越壕赴魏寨投
降。司马昭恨文鸯昔日单骑退兵之仇，欲斩之。
锺会谏曰：
“罪在文钦，今文钦已亡，二子势穷来归，若杀降
将，是坚城内人之心也。”昭从之，遂召文鸯、文虎入帐，用好言抚
慰，赐骏马、锦衣，加为偏将军，封关内侯。二子拜谢，上马绕城大
叫曰：
“我二人蒙大将军赦罪赐爵，汝等何不早降？”城内人闻言，
皆计议曰：
“文鸯乃司马氏仇人，尚且重用，何况我等乎？”于是皆
欲投降。诸葛诞闻之大怒，日夜自来巡城，以杀为威。
锺会知城中人心已变，乃入帐告昭曰：
“可乘此时攻城矣。”昭
大喜，遂激三军，四面云集，一齐攻打。守将曾宣献了北门，放魏兵
入城。诞知魏兵已入，慌引麾下数百人，自城中小路突出，至吊桥
边，正撞着胡奋，手起刀落，斩诞于马下。数百人皆被缚。王基引兵
杀到西门，正遇吴将于诠。基大喝曰：
“何不早降？”诠大怒曰：
“受命而出，为人救难，既不能救，又降他人，义所不为也!”乃掷盔
于地，大呼曰：
“人生在世，得死于战场者，幸耳!”急挥刀死战三十
馀合，人困马乏，为乱军所杀。后人有诗赞曰：
司马当年围寿春，降兵无数拜车尘。
东吴虽有英雄士，谁及于诠肯杀身!
司马昭入寿春，将诸葛诞老小尽皆枭首，灭其三族。武士将所擒
诸葛诞部卒数百人缚至。昭曰：
“汝等降否？”众皆大叫曰：
“愿与
诸葛公同死，决不降汝!”昭大怒，叱武士尽缚于城外，逐一问曰：
“降者免死。”并无一人言降，直杀至尽，终无一人降者。昭深加叹
息不已，令皆埋之。后人有诗赞曰：
忠臣矢志不偷生，诸葛公休帐下兵。
薤露歌声应未断 (2) ，遗踪直欲继田横 (3) 。
却说吴兵大半降魏。裴秀告司马昭曰：
“吴兵老小尽在东南江淮
之地，今若留之，久必为变，不如坑之 (4) 。”锺会曰：
“不然。古
之用兵者，全国为上 (5) ，戮其元恶而已 (6) 。若尽坑之，是不仁
也。不如放归江南，以显中国之宽大。”昭曰：
“此妙论也。”遂将
吴兵尽皆放归本国。唐咨因惧孙 ，不敢回国，亦来降魏。昭皆重
用，令分布三河之地。淮南已平，正欲退兵，忽报西蜀姜维引兵来取
长城，邀截粮草。昭大惊，慌与多官计议退兵之策。
时蜀汉延熙二十年，改为景耀元年 (7) 。姜维在汉中，选川将两
员，每日操练人马：一是蒋舒，一是傅佥。二人颇有胆勇，维甚爱
之。忽报：
“淮南诸葛诞起兵讨司马昭，东吴孙 助之。昭大起两
都之兵，将魏太后并魏主一同出征去了。”维大喜曰：
“吾今番大事
济矣!”遂表奏后主，愿兴兵伐魏。
中散大夫谯周听知，叹曰：
“近来朝廷溺于酒色，信任中贵黄皓
(8) ，不理国事，只图欢乐；伯约累欲征伐，不恤军士：国将危矣!”
乃作《仇国论》一篇 (9) ，寄与姜维。维拆封视之，论曰：
或问 (10) ：古往能以弱胜强者，其术何如？曰 (11) ：处大国无患者，恒多
慢 (12) ；处小国有忧者，恒思善 (13) 。多慢则生乱，思善则生治，理之常也。
故周文养民，以少取多 (14) ；句践恤众，以弱毙强 (15) ：此其术也。
或曰：曩者楚强汉弱，约分鸿沟 (16) 。张良以为民志既定则难动也，率兵
追羽，终毙项氏，岂必由文王、句践之事乎 (17) ？曰：商、周之际，王侯世尊，
君臣久固 (18) 。当此之时，虽有汉祖，安能仗剑取天下乎？及秦罢侯置守之后
(19) ，民疲秦役，天下土崩，于是豪杰并争。今我与彼 (20) ，皆传国易世矣，既
非秦末鼎沸之时，实有六国并据之势，故可为文王，难为汉祖。时可而后动，数
合而后举 (21) ，故汤、武之师不再战而克，诚重民劳而度时审也 (22) 。如遂极
武黩征 (23) ，不幸遇难，虽有智者，不能谋之矣。
姜维看毕，大怒曰：
“此腐儒之论也!”掷之于地，遂提川兵来取
中原。乃问傅佥曰：
“以公度之，可出何地？”佥曰：
“魏屯粮草，
皆在长城。今可径取骆谷，度沈岭，直到长城，先烧粮草，然后直取
秦川，则中原指日可得矣。”维曰：
“公之见，与吾计暗合也。”即
提兵径取骆谷，度沈岭，望长城而来。
却说长城镇守将军司马望，乃司马昭之族兄也。城内粮草甚多，
人马却少。望听知蜀兵到，急与王真、李鹏二将引兵，离城二十里下
寨。次日，蜀兵来到，望引二将出阵。姜维出马，指望而言曰：
“今
司马昭迁主于军中，必有李傕、郭汜之意也。吾今奉朝廷明命，前来
问罪，汝当早降；若还愚迷，全家诛戮!”望大声而答曰：
“汝等无
礼，数犯上国，如不早退，令汝片甲不归!”言未毕，望背后王真挺枪
出马；蜀阵中傅佥出迎。战不十合，佥卖个破绽，王真便挺枪来刺，
傅佥闪过，活捉真于马上，便回本阵。李鹏大怒，纵马轮刀来救。
佥故意放慢，等李鹏将近，努力掷真于地 (24) ，暗掣四楞铁简在
手 (25) 。鹏赶上举刀待砍，傅佥偷身回顾，向李鹏面门只一简，打得
眼珠迸出，死于马下。王真被蜀军乱枪刺死。姜维驱兵大进。司马望
弃寨入城，闭门不出。维下令曰：
“军士今夜且歇一宿，以养锐气。
来日须要入城。”
次日平明，蜀兵争先大进，一拥至城下，用火箭、火炮打入城
中。城上草屋一派烧着，魏兵自乱。维又令人取干柴堆满城下，一齐
放火，烈焰冲天。城已将陷，魏兵在城内嚎啕痛哭，声闻四野。
正攻打之间，忽然背后喊声大震。维勒马回看，只见魏兵鼓噪摇
旗，浩浩而来。维遂令后队为前队，自立于门旗下候之。只见魏阵中
一小将全装贯带 (26) ，挺枪纵马而出，约年二十馀岁，面如傅粉，唇
似抹朱 (27) ，厉声大叫曰：
“认得邓将军否？”维自思曰：
“此必是
邓艾矣。”挺枪纵马来迎。二人抖擞精神，战到三四十合，不分胜
负。那小将军枪法无半点放闲 (28) 。维心中自思：
“不用此计，安得
胜乎？”便拨马望左边山路中而走，那小将骤马追来。维挂住了钢
枪，暗取雕弓、羽箭射之。那小将眼乖，早已见了，弓弦响处，把身
望前一倒，放过羽箭。维回头看时，小将已到，挺枪来刺。维一闪，
那枪从肋旁边过，被维挟住。那小将弃枪，望本阵而走。维嗟叹曰：
“可惜，可惜!”再拨马赶来，追至阵门前，一将提刀而出曰：
“姜维
匹夫，勿赶吾儿，邓艾在此。”维大惊。原来小将乃艾之子邓忠也。
维暗暗称奇。欲战邓艾，又恐马乏，乃虚指艾曰：
“吾今日识汝父子
也。各且收兵，来日决战。”艾见战场不利，亦勒马应曰：
“既如
此，各自收兵，暗算者非丈夫也。”于是两军皆退。邓艾据渭水下
寨，姜维跨两山安营。
艾见了蜀兵地理，乃作书于司马望曰：
“我等切不可战，只宜固
守。待关中兵至时，蜀兵粮草皆尽，三面攻之，无不胜也。今遣长子
邓忠相助守城。”一面差人于司马昭处求救。
却说姜维令人于艾寨中下战书，约来日大战。艾佯应之。次日五
更，维令三军造饭，平明布阵等候。艾营中偃旗息鼓，却如无人之
状。维至晚方回。次日又令人下战书，责以失期之罪。艾以酒食待
使，答曰：
“微躯小疾，有误相持，明日会战。”次日，维又引兵
来，艾仍前不出。如此五六番。傅佥谓维曰：
“此必有谋也，宜防
之。”维曰：
“此必捱关中兵到 (29) ，三面击我耳。吾今令人持书与
东吴孙 ，使并力攻之。”忽探马报说：
“司马昭攻打寿春，杀了
诸葛诞，吴兵皆降。昭班师回洛阳，便欲引兵来救长城。”维大惊
曰：
“今番伐魏，又成画饼矣 (30) ，不如且回。”正是：
已叹四番难奏绩，又嗟五度未成功。
未知如何退兵，且看下文分解。
--------------------
(1) 长城——地名。在今陕西省周至县南。
(2) 薤露歌声应未断——薤露：古乐府曲名，为田横门人挽田横之歌，其辞曰：“薤上
露，何易晞。露晞明朝更复落，人死一去何时归？”后世用作挽歌。这里则指曹操的《薤露
行》诗，全诗十六句，是咏叹东汉末年天下大乱，董卓专权，汉帝播越。此句是说司马氏的
篡权为董卓作乱的重演。
(3) 遗踪直欲继田横——此句是说诸葛诞的部下在诸葛诞死后皆不投降，全部被杀，可
与田横的部下在田横死后全部自杀一样悲壮。田横部下事参见第四十三回“‘昔田横’三
句”条注。
(4) 坑——活埋。
(5) 全国为上——语出《孙子·谋攻篇》：“凡用兵之法，全国为上，破国次之。”意
谓战争以完整地取得战败国的土地和人民为上策，而对敌国进行破坏和杀戮则是下策。全
国：保全战败之国。
(6) 元恶——首恶。
(7) “时蜀汉”二句——这两句与史实不符。史实是：蜀汉改元景耀是在延熙二十一年
(公元258年)，而非延熙二十年(公元257年)。不过姜维伐魏之事确在延熙二十年。
(8) 中贵——得宠的显贵宦官。
(9) 《仇国论》——原文见《三国志·蜀志·谯周传》，这里只是节录。
(10) 或问——有人问。或：有人。
(11) 曰——回答说。问答式论述是古人常用的方式，《仇国论》即用这种方式。
(12) 处大国而无患者，恒多慢——意谓处于大国地位而没有忧患意识，往往傲慢。恒：
常常，往往。
(13) 处小国而有忧者，恒思善——意谓处于小国地位而有忧患意识，往往追求完美。
(14) 周文养民，以少取多——意谓周文王善待民众，终于由弱变强，最后由武王伐纣灭
殷，建立周朝。
(15) 句践恤众，以弱毙强——意谓春秋时越国曾惨败于吴国，越王句(一作“勾”)践
被俘，受尽凌辱，返国后爱护百姓，逐渐强大，终于灭吴报仇。
(16) 约分鸿沟——事见《史记·项羽本纪》、《史记·高祖本纪》：项羽和刘邦争天
下，一度相持不下。“项王乃与汉约，中分天下，割鸿沟以西者为汉，鸿沟而东者为楚。”
鸿沟：古运河名。在今河南省。
(17) 岂必由文王、句践之事乎——此句紧承上文，意谓汉高祖刘邦是采用了张良之计，
以武力消灭了项羽，建立了汉朝，这难道与周文王、越王勾践以爱护百姓而强大一样吗？
由：犹，相同，一样。
(18) “商、周之际”三句——意谓商朝和周朝时，采取世袭制，王侯世代尊贵，君臣关
系稳固。
(19) 秦罢侯置守——意谓秦始皇废除分封制，不再封诸侯王；而实行郡县制，将全国分
为三十六郡，郡下设县，郡置太守，县置县令。罢侯：废除诸侯。置守：设置太守。
(20) “今我与彼”二句——意谓我蜀汉与曹魏，皆为改朝换代的政权。
(21) “时可”二句——意谓时机成熟，符合天意，才可以采取行动。
(22) 重民劳——意谓重视百姓疾苦。度时审——意谓考虑时机时极为审慎。
(23) 极武黩征——义同“穷兵黩武”。意谓用尽全部兵力，任意发动战争。形容极端好
战。
(24) 努力——使劲，用尽气力。
(25) 四楞铁简——古代兵器之一。长条形，带柄，有四棱而无刃。楞：通“棱”。简：
通“锏”。
(26) 全装贯带——参见第四十五回“全装贯戴”条注。
(27) 唇似抹朱——参见第五十八回“唇若抹朱”条注。
(28) 放闲——空隙，漏洞。
(29) 捱——等待。
(30) 画饼——即“画饼充饥”。典出《三国志·魏志·卢毓传》：“选举莫取有名，名
如画地作饼，不可啖也。”意谓选拔人才时不可取那些徒有虚名的人，因为名如画饼，只能
看不能吃。后即以“画饼”或“画饼充饥”喻徒有虚名，实无用处。这里借喻此次伐魏劳兵
丧财，一无所获。
第一百十三回 丁奉定计斩孙琳姜维斗阵破邓艾
却说姜维恐救兵到，先将军器车仗、一应军需、步兵先退，然后
将马军断后。细作报知邓艾。艾笑曰：
“姜维知大将军兵到，故先退
去。不必追之，追则中彼之计也。”乃令人哨探，回报：
“果然骆谷
道狭之处堆积柴草，准备要烧追兵。”众皆称艾曰：
“将军真神算
也!”遂遣使赍表奏闻。于是司马昭大喜，又加赏邓艾。
却说东吴大将军孙 听知全端、唐咨等降魏，勃然大怒，将各
人家眷尽皆斩之。吴主孙亮时年方十六，见 杀戮太过，心甚不
然。一日出西苑，因食生梅，令黄门取蜜。须臾取至，见蜜内有鼠粪
数块，召藏吏责之 (1) 。藏吏叩首曰：
“臣封闭甚严，安有鼠粪？”
亮曰：
“黄门曾向尔求蜜食否？”藏吏曰：
“黄门于数日前曾求蜜
食，臣实不敢与。”亮指黄门曰：
“此必汝怒藏吏不与尔蜜，故置粪
于蜜中，以陷之也。”黄门不服。亮曰：
“此事易知耳。若粪久在蜜
中，则内外皆湿；若新在蜜中，则外湿内燥。”命剖视之，果然内
燥，黄门服罪。亮之聪明，大抵如此。虽然聪明，却被孙 把持，
不能主张。 令弟威远将军孙据入苍龙宿卫 (2) ，武卫将军孙恩、
偏将军孙干、长水校尉孙闿分屯诸营。
一日，吴主孙亮闷坐，黄门侍郎全纪在侧，纪乃国舅也。亮因泣
告曰：
“孙 专权妄杀，欺朕太甚。今不图之，必为后患。”纪
曰：
“陛下但有用臣处，臣万死不辞。”亮曰：
“卿可只今点起禁
兵，与将军刘丞各把城门，朕自出杀孙 。但此事切不可令卿母知
之，卿母乃 之姊也，倘若泄漏，误朕匪轻。”纪曰：
“乞陛下草
诏与臣，临行事之时，臣将诏示众，使 手下人皆不敢妄动。”亮
从之，即写密诏付纪。纪受诏归家，密告其父全尚。尚知此事，乃告
妻曰：
“三日内杀孙 矣。”妻曰：
“杀之是也。”口虽应之，却
私令人持书报知孙 。 大怒，当夜便唤弟兄四人，点起精兵，
先围大内 (3) ；一面将全尚、刘丞并其家小俱拿下。比及平明，吴主
孙亮听得宫门外金鼓大震，内侍慌入奏曰：
“孙 引兵围了内
苑。”亮大怒，指全后骂曰：
“汝父兄误我大事矣!”乃拔剑欲出。全
后与侍中近臣皆牵其衣而哭，不放亮出。
孙 先将全尚、刘丞等杀讫，然后召文武于朝内，下令曰：
“主上荒淫久病，昏乱无道，不可以奉宗庙，今当废之。汝诸文武敢
有不从者，以谋叛论!”众皆畏俱，应曰：
“愿从将军之令。”尚书桓
彝大怒，从班部中挺然而出，指孙 大骂曰：
“今上乃聪明之主，
汝何敢出此乱言？吾宁死不从贼臣之命!” 大怒，自拔剑斩之。即
入内，指吴主孙亮骂曰：
“无道昏君!本当诛戮以谢天下，看先帝之
面，废汝为会稽王，吾自选有德者立之。”叱中书郎李崇夺其玺绶，
令邓程收之。亮大哭而去。后人有诗叹曰：
乱贼诬伊尹，奸臣冒霍光 (1) 。
可怜聪明主，不得莅朝堂。
孙 遣宗正孙楷、中书郎董朝，往会稽迎请琅琊王孙休为君。
休字子烈，乃孙权第六子也。在会稽夜梦乘龙上天，回顾不见龙尾，
失惊而觉。次日，孙楷、董朝至，拜请回都。行至曲阿，有一老人，
自称姓干名休，叩头言曰：
“事久必变，愿殿下速行。”休谢之。行
至布塞亭，孙恩将车驾来迎。休不敢乘辇，乃坐小车而入。百官拜迎
道旁，休慌忙下车答礼。孙 出令扶起，请入大殿，升御座，即天
子位。休再三谦让，方受玉玺。文官武将朝贺已毕，大赦天下，改元
永安元年。封孙 为丞相、荆州牧；多官各有封赏；又封兄之子孙
皓为乌程侯。孙 一门五侯，皆典禁兵，权倾人主。吴主孙休恐其
内变，阳示恩宠，内实防之。 骄横愈甚。
冬十二月， 奉牛酒入宫上寿02，吴主孙休不受。 怒，乃以
牛酒诣左将军张布府中共饮。酒酣，乃谓布曰：
“吾初废会稽王时，
人皆劝吾为君。吾为今上贤，故立之。今我上寿而见拒，是将我等闲
相待03。吾早晚教你看!”布闻言，唯唯而已。次日，布入宫密奏孙
休。休大惧，日夜不安。数日后，孙 遣中书郎孟宗，拨与中营所
管精兵一万五千，出屯武昌，又尽将武库内军器与之。于是将军魏
邈、武卫士施朔二人密奏孙休曰：
“ 调兵在外，又
01 “乱贼”二句——意谓孙 废掉吴主孙亮，表面上好像伊尹
废太甲、霍光废昌邑王，实际上是对伊尹和霍光的诬蔑。参见第三回
“‘昔太甲不明’二句”条和“‘昌邑王’三句”条注。
02 上寿——下对上、卑对尊的祝寿。
03 等闲相待——即轻视之意。搬尽武库内军器，早晚必为变
矣。”休大惊，急召张布计议。布奏曰：
“老将丁奉，计略过人，能
断大事，可与议之。”休乃召奉入内，密告其事。奉奏曰：
“陛下无
忧。臣有一计，为国除害。”休问何计，奉曰：
“来朝腊日 (4) ，只
推大会群臣，召 赴席，臣自有调遣。”休大喜。奉同魏邈、施朔
掌外事，张布为内应。
是夜狂风大作，飞砂走石，将老树连根拔起。天明风定，使者奉
旨来请孙 入宫赴会。孙 方起床，平地如人推倒，心中不悦。使
者十馀人簇拥入内。家人止之曰：
“一夜狂风不息，今早又无故惊
倒，恐非吉兆，不可赴会。” 曰：
“吾弟兄共典禁兵，谁敢近身？
倘有变动，于府中放火为号。”嘱讫，升车入内。吴主孙休忙下御座
迎之，请 高坐。酒行数巡，众惊曰：
“宫外望有火起。” 便欲
起身。休止之曰：
“丞相稳便，外兵自多，何足惧哉？”言未毕，左
将军张布拔剑在手，引武士三十馀人，抢上殿来，口中厉声而言曰：
“有诏擒反贼孙 !” 急欲走时，早被武士擒下。 叩头奏
曰：
“愿徙交州归田里。”休叱曰：
“尔何不徙滕胤、吕据、王惇
耶？”命推下斩之。于是张布牵孙 下殿东斩讫。从者皆不敢动。
布宣诏曰：
“罪在孙 一人，馀皆不问。”众心乃安。布请孙休升
五凤楼，丁奉、魏邈、施朔等擒孙 兄弟至，休命尽斩于市。宗党
死者数百人，灭其三族。命军士掘开孙峻坟墓，戮其尸首。将被害诸
葛恪、滕胤、吕据、王惇等家重建坟墓，以表其忠；其牵累流远者
(5) ，皆赦还乡里。丁奉等重加封赏。
驰书报入成都，后主刘禅遣使回贺，吴使薛珝答礼。珝自蜀中
归，吴主孙休问蜀中近日作何举动。珝奏曰：
“近日中常侍黄皓用
事，公卿多阿附之。入其朝，不闻直言；经其野，民有菜色 (6) 。所
谓燕雀处堂，不知大厦之将焚者也 (7) 。”休叹曰：
“若诸葛武侯在
时，何至如此乎？”于是又写国书，教人赍入成都，说司马昭不日篡
魏，必将侵吴、蜀以示威，彼此各宜准备。
姜维听得此信，忻然上表，再议出师伐魏。时蜀汉景耀元年冬，
大将军姜维以廖化、张翼为先锋，王含、蒋斌为左军，蒋舒、傅佥为
右军，胡济为合后，维与夏侯霸总中军，共起蜀兵二十万，拜辞后
主，径到汉中。与夏侯霸商议，当先攻取何地。霸曰：
“祁山乃用武
之地，可以进兵，故丞相昔日六出祁山，因他处不可出也。”维从其
言，遂令三军并望祁山进发，至谷口下寨。
时邓艾正在祁山寨中整点陇右之兵，忽流星马报到说：
“蜀兵现
下三寨于谷口。”艾听知，遂登高看了，回寨升帐，大喜曰：
“不出
吾之所料也。”原来邓艾先度了地脉 (8) ，故留蜀兵下寨之地。地中
自祁山寨直至蜀寨，早挖了地道，待蜀兵至时，于中取事。此时姜维
至谷口分作三寨，地道正在左寨之中，乃王含、蒋斌下寨之处。邓艾
唤子邓忠与师纂，各引一万兵，为左右冲击；却唤副将郑伦，引五百
掘子军 (9) ，于当夜二更，径从地道直至左营，于帐后地下拥出。
却说王含、蒋斌因立寨未定，恐魏兵来劫寨，不敢解甲而寝。忽
闻中军大乱，急绰兵器上的马时，寨外邓忠引兵杀到，内外夹攻。
王、蒋二将奋死抵敌不住，弃寨而走。姜维在帐中听得左寨中大喊，
料道有内应外合之兵，遂急上马，立于中军帐前，传令曰：
“如有妄
动者斩!便有敌兵到营边，休要问他，只管以弓弩射之。”一面传示右
营，亦不许妄动。果然魏兵十馀次冲击，皆被射回，直冲杀到天明，
魏兵不敢杀入。邓艾收兵回寨，乃叹曰：
“姜维深得孔明之法，兵在
夜而不惊，将闻变而不乱，真将才也!”
次日，王含、蒋斌收聚败兵，伏于大寨前请罪。维曰：
“非汝等
之罪，乃吾不明地脉之故也。”又拨军马，令二将安营讫。却将伤死
尸首填于地道之中，以土掩之。令人下战书，单搦邓艾来日交锋。艾
忻然应之。
次日，两军列于祁山之前。维按武侯八阵之法，依天、地、风、
云、鸟、蛇、龙、虎之形，分布已定。邓艾出马，见维布成八卦，乃
亦布之，左右前后，门户一般。维持枪纵马，大叫曰：
“汝效吾排八
阵，亦能变阵否？”艾笑曰：
“汝道此阵只汝能布耶？吾既会布阵，
岂不知变阵？”艾便勒马入阵，令执法官把旗左右招飐，变成八八六
十四个门户。复出阵前曰：
“吾变法若何？”维曰：
“虽然不差，汝
敢与吾八阵相围么？”艾曰：
“有何不敢？”两军各依队伍而进。艾
在中军调遣，两军冲突，阵法不曾错动。姜维到中间，把旗一招，忽
然变成长蛇卷地阵，将邓艾困在垓心，四面喊声大震。艾不知其阵，
心中大惊。蜀兵渐渐逼近，艾引众将冲突不出。只听得蜀兵齐叫曰：
“邓艾早降!”艾仰天长叹曰：
“我一时自逞其能，中姜维之计矣!”
忽然西北角上一彪军杀入，艾见是魏兵，遂乘势杀出。救邓艾者，乃
司马望也。
比及救出邓艾时，祁山九寨皆被蜀兵所夺。艾引败兵，退于渭水
南下寨。艾谓望曰：
“公何以知此阵法而救出我也？”望曰：
“吾幼
年游学于荆南，曾与崔州平、石广元为友，讲论此阵。今日姜维所变
者，乃长蛇卷地阵也。若他处击之，必不可破。吾见其头在西北，故
从西北击之，自破矣。”艾谢曰：
“我虽学得阵法，实不知变法。公
既知此法，来日以此法复夺祁山寨栅，如何？”望曰：
“我之所学，
恐瞒不过姜维。”艾曰：
“来日公在阵上与他斗阵法，我却引一军暗
袭祁山之后，两下混战，可夺旧寨也。”于是令郑伦为先锋，艾自引
军袭山后；一面令人下战书，搦姜维来日斗阵法。
维批回去讫，乃谓众将曰：
“吾受武侯所传密书，此阵变法共三
百六十五样，按周天之数 (10) 。今搦吾斗阵法，乃班门弄斧耳 (11)
。但中间必有诈谋，公等知之乎？”廖化曰：
“此必赚我斗阵法，却
引一军袭我后也。”维笑曰：
“正合我意。”即令张翼、廖化引一万
兵去山后埋伏。
次日，姜维尽拔九寨之兵，分布于祁山之前。司马望引兵离了渭
南，径到祁山之前，出马与姜维答话。维曰：
“汝请吾斗阵法，汝先
布与吾看。”望布成了八卦。维笑曰：
“此即吾所布八阵之法也，汝
今盗袭，何足为奇？”望曰：
“汝亦窃他人之法耳。”维曰：
“此阵
凡有几变？”望笑曰：
“吾既能布，岂不会变？此阵有九九八十一
变。”维笑曰：
“汝试变来。”望入阵变了数番，复出阵曰：
“汝识
吾变否？”维笑曰：
“吾阵法按周天三百六十五变。汝乃井底之蛙
(12) ，安知玄奥乎？”望自知有此变法，实不曾学全，乃勉强折辩曰
(13) ：
“吾不信，汝试变来。”维曰：
“汝教邓艾出来，吾当布与他
看。”望曰：
“邓将军自有良谋，不好阵法。”维大笑曰：
“有何良
谋？不过教汝赚吾在此布阵，他却引兵袭吾山后耳。”望大惊，恰欲
进兵混战，被维以鞭梢一指，两翼兵先出，杀的那魏兵弃甲抛戈，各
逃性命。
却说邓艾催督先锋郑伦来袭山后。伦刚转过山角，忽然一声炮
响，鼓角喧天，伏兵杀出，为首大将乃廖化也。二人未及答话，两马
交处，被廖化一刀，斩郑伦于马下。邓艾大惊，急勒兵退时，张翼引
一军杀到，两下夹攻，魏兵大败。艾舍命突出，身被四箭 (14) 。
奔到渭南寨时，司马望亦到，二人商议退兵之策。望曰：
“近日
蜀主刘禅宠幸中贵黄皓，日夜以酒色为乐。可用反间计召回姜维，此
危可解。”艾问众谋士曰：
“谁可入蜀交通黄皓 (15) ？”言未毕，一
人应声曰：
“某愿往。”艾视之，乃襄阳党均也。艾大喜，即令党均
赍金珠宝物，径到成都结连黄皓，布散流言，说姜维怨望天子，不久
投魏。于是成都人人所说皆同。黄皓奏知后主，即遣人星夜宣姜维入
朝。
却说姜维连日搦战，邓艾坚守不出，维心中甚疑。忽使命至，诏
维入朝。维不知何事，只得班师回朝。邓艾、司马望知姜维中计，遂
拔渭南之兵，随后掩杀。正是：
乐毅伐齐遭间阻 (16) ，岳飞破敌被谗回 (17) 。
未知胜负如何，且看下文分解。
--------------------
(1) 藏吏——掌管皇宫府库的官员。
(2) 苍龙——指苍龙门。东吴国都建业皇宫的东门。
(3) 大内——简称“内”。皇宫。
(4) 腊日——即农历十二月初八日。相传佛祖释迦牟尼于这一天成道，故寺庙每年此日
举行法会以纪念，民间也作为节日，称“腊八节”。事见宋·孟元老《东京梦华录·卷一
○·十二月》：“初八日，街巷中有僧尼三五人作队念佛，以银、铜沙罗或好盆器，坐一
金、铜或木佛像，浸以香水，杨枝洒浴，排门教化。诸大寺作浴佛会，并送七宝五味粥与门
徒，谓之‘腊八粥’。都人是日各家亦以果子杂料煮粥而食也。”此后相沿成俗，至今不
衰。丁奉设计于此日举行群臣聚会，名正言顺，不易使人怀疑。
(5) 牵累流远者——因受株连而被流放到边远地区的人。
(6) 菜色——营养不良的脸色。因这种脸色是因缺粮，只能吃野菜所致，故称。
(7) “燕雀处堂”二句——语本《吕氏春秋·谕大》：“季子曰：‘燕雀争善处于一室
之中，子母相哺也，姁姁焉相乐也，自以为安矣。灶突决则火上焚栋，燕雀颜色不变，是何
也？乃不知祸之将及己也。’”后即以“燕雀处堂”比喻人处境危险而浑然不知。
(8) 地脉——地的脉络，即地势。
(9) 掘子军——专门挖掘地道并打地道战的军队。
(10) 周天之数——即三百六十五。古代天文学家以太阳绕地球一周为“周天”，共三百
六十五天又四分之一天，取其约数三百六十五天，称之为“三百六十五度”。如《礼记·月
令》孔颖达疏：“星既左转，日则右行，亦三百六十五日四分日之一至旧星之处。即以一日
之行而为一度计，二十八宿一周天，凡三百六十五度四分度之一，是天之一周之数也。”
(11) 班门弄斧——班：指春秋时的能工巧匠公输班，亦称公输般，因其为鲁国人，通称
鲁班或鲁般。传说他发明过不少工具，被视为工匠的始祖。弄：摆弄，耍弄，卖弄。“班门
弄斧”本唐·柳宗元《王氏伯仲唱和诗序》：“操斧于班、郢之门，斯强颜耳。”(郢：楚国
的能工巧匠，名石。以其为楚国国都郢人，故称。)意谓在鲁班门前卖弄用斧的本领。比喻在
行家面前卖弄本领，不自量力。
(12) 井底之蛙——井：指浅井(蛙为两栖动物，在深井中无法生存)。蛙：泛指蛙类，
最常见者为青蛙，俗称蛤蟆或虾蟆。“井底之蛙”本“坎井之蛙”，出自《庄子·秋水》：
“公子牟隐机太息，仰天而笑曰：‘子独不闻夫坎井之蛙乎？谓东海之鳖曰：“吾乐与!出跳
梁乎井幹之上，入休乎缺甃之崖……且夫擅一壑之水，而跨跱坎井之乐，此亦至矣。夫子奚
不时来入观乎？”’”(坎井：浅井。坎：坑。)又《庄子·秋水》：“北海若曰：‘井蛙不
可以语于海者，拘于虚也；夏虫不可以语于冰者，笃于时也。”(拘：局限。虚：通“墟”，
今也写作“圩”。指所居之处。)意谓犹如生活在浅井中的青蛙。比喻见闻狭隘、知识浅薄、
目光短浅的人。
(13) 折辩——争辩，分辩。
(14) 身被四箭——身上中了四箭。
(15) 交通——串通，勾结。
(16) 乐毅伐魏遭间阻——事见《史记·乐毅列传》：乐毅为战国时燕国大将，率兵伐
齐，连下齐国七十馀城，只有二城未克。时值燕昭王卒，燕惠王继位。齐将田单利用燕惠王
与乐毅之矛盾，施用反间之计，说乐毅欲在齐国称王。燕惠王中计，使骑劫代替乐毅，结果
燕兵大败，田单将所失七十馀城全部收复。
(17) 岳飞破敌被谗回——事见《宋史·岳飞传》：岳飞为南宋抗金名将，屡立战功。因
反对与金人议和，被秦桧等奸臣诬陷，将其从前线召回，以“莫须有”之罪杀害。
第一百十四回 曹髦驱车死南阙 姜维弃粮胜魏兵
却说姜维传令退兵，廖化曰：
“将在外，君命有所不受。今虽有
诏，未可动也。”张翼曰：
“蜀人为大将军连年动兵，皆有怨望。不
如乘此得胜之时，收回人马，以安民心，再作良图。”维曰：
“善。”遂令各军依法而退；命廖化、张翼断后，以防魏兵追袭。
却说邓艾引兵追赶，只见前面蜀兵旗帜整齐，人马徐徐而退。艾
叹曰：
“姜维深得武侯之法也!”因此不敢追赶，勒军回祁山寨去了。
且说姜维至成都，入见后主，问召回之故。后主曰：
“朕为卿在
边庭，久不还师，恐劳军士，故诏卿回朝，别无他意。”维曰：
“臣
已得祁山之寨，正欲收功，不期半途而废 (1) 。此必中邓艾反间之计
矣。”后主默然不语。姜维又奏曰：
“臣誓讨贼，以报国恩。陛下休
听小人之言，致生疑虑。”后主良久乃曰：
“朕不疑卿。卿且回汉
中，俟魏国有变，再伐之可也。”姜维叹息出朝，自投汉中去讫。
却说党均回到祁山寨中，报知此事。邓艾与司马望曰：
“君臣不
和，必有内变。”就令党均入洛阳，报知司马昭。昭大喜，便有图蜀
之心，乃问中护军贾充曰：
“吾今伐蜀，如何？”充曰：
“未可伐
也。天子方疑主公，若一旦轻出，内难必作矣。旧年黄龙两见于宁陵
井中，群臣表贺，以为祥瑞。天子曰：
‘非祥瑞也。龙者君象，乃上
不在天，下不在田，屈于井中，是幽困之兆也。’遂作《潜龙诗》一
首，诗中之意，明明道着主公。其诗曰：
伤哉龙受困，不能跃深渊。
上不飞天汉，下不见于田。
蟠居于井底 (2) ，鳅鳝舞其前 (3) 。
藏牙伏爪甲，嗟我亦同然。”
司马昭闻之大怒，谓贾充曰：
“此人欲效曹芳也？若不早图，彼
必害我。”充曰：
“某愿为主公早晚图之。”
时魏甘露五年夏四月，司马昭带剑上殿，髦起迎之。群臣皆奏
曰：
“大将军功德巍巍，合为晋公，加九锡。”髦低头不答。昭厉声
曰：
“吾父子兄弟三人有大功于魏，今为晋公，得毋不宜耶 (4) ？”
髦乃应曰：
“敢不如命。”昭曰：
“《潜龙》之诗，视吾等如鳅鳝，
是何礼也？”髦不能答。昭冷笑下殿，众官凛然 (5) 。
髦归后宫，召侍中王沈、尚书王经、散骑常侍王业三人，入内计
议。髦泣曰：
“司马昭将怀篡逆，人所共知。朕不能坐受废辱，卿等
可助朕讨之。”王经奏曰：
“不可。昔鲁昭公不忍季氏，败走失国
(6) 。今重权已归司马氏久矣，内外公卿不顾顺逆之理，阿附奸贼，
非一人也。且陛下宿卫寡弱，无用命之人。陛下若不隐忍，祸莫大
焉。且宜缓图，不可造次。”髦曰：
“‘是可忍也，孰不可忍也 (7)
!’朕意已决，便死何惧!”言讫，即入告太后。王沈、王业谓王经
曰：
“事已急矣，我等不可自取灭族之祸，当往司马公府下出首，以
免一死。”经大怒曰：
“主忧臣辱，主辱臣死 (8) ，敢怀二心乎？”
王沈、王业见经不从，径自往报司马昭去了。
少顷，魏主曹髦出内，令护卫焦伯聚集殿中宿卫苍头官僮三百馀
人 (9) ，鼓噪而出。髦仗剑升辇，叱左右径出南阙 (10) 。王经伏于辇
前，大哭而谏曰：
“今陛下领数百人伐昭，是驱羊而入虎口耳 (11) ，
空死无益。臣非惜命，实见事不可行也。”髦曰：
“吾军已行，卿无
阻当。”遂望云龙门而来 (12) 。
只见贾充戎服乘马，左有成倅，右有成济，引数千铁甲禁兵，呐
喊杀来。髦仗剑大喝曰：
“吾乃天子也!汝等突入宫庭，欲弑君耶？”
禁兵见了曹髦，皆不敢动。贾充呼成济曰：
“司马公养你何用？正为
今日之事也。”济乃绰戟在手，回顾充曰：
“当杀耶？当缚耶？”充
曰：
“司马公有令，只要死的。”成济捻戟奔辇前。髦大喝曰：
“匹
夫敢无礼乎!”言未讫，被成济一戟刺中前胸，撞出辇来；再一戟，刃
从背上透出，死于辇旁。焦伯挺枪来迎，被成济一戟刺死。众皆逃
走。王经随后赶来，大骂贾充曰：
“逆贼安敢弑君耶？”充大怒，叱
左右缚定，报知司马昭。
昭入内，见髦已死，乃佯作大惊之状，以头撞辇而哭，令人报知
各大臣。时太傅司马孚入内，见髦尸，首枕其股而哭曰 (13) ：
“弑陛
下者，臣之罪也。”遂将髦尸用棺椁盛贮，停于偏殿之西。昭入殿
中，召群臣会议。群臣皆至，独有尚书仆射陈泰不至。昭令泰之舅尚
书荀顗召之。泰大哭曰：
“论者以泰比舅，今舅实不如泰也。”乃披
麻带孝而入，哭拜于灵前。昭亦佯哭而问曰：
“今日之事，何法处
之？”泰曰：
“独斩贾充，少可以谢天下耳。”昭沉吟良久，又问
曰：
“再思其次。”泰曰：
“惟有进于此者，不知其次。”昭曰：
“成济大逆不道，可剐之 (14) ，灭其三族。”济大骂昭曰：
“非我之
罪，是贾充传汝之命。”昭令先割其舌。济至死叫屈不绝。弟成倅亦
斩于市，尽灭三族。后人有诗叹曰 (15) ：
司马当年命贾充，弑君南阙赭袍红 (16) 。
却将成济诛三族，只道军民尽耳聋。
昭又使人收王经全家下狱。王经正在廷尉厅下，忽见缚其母至。
经叩头大哭曰：
“不孝子累及慈母矣!”母大笑曰：
“人谁不死？正恐
不得死所耳。以此弃命，何恨之有!”次日，王经全家皆押赴东市，王
经母子含笑受刑。满城士庶，无不垂泪。后人有诗曰：
汉初夸伏剑 (17) ，汉末见王经。
真烈心无异，坚刚志更清。
节如泰华重，命似鸿毛轻 (18) 。
母子声名在，应同天地倾。
太傅司马孚请以王礼葬曹髦，昭许之。贾充等劝司马昭受魏禅，
即天子位。昭曰：
“昔文王三分天下有其二，以服事殷，故圣人称为
至德 (19) 。魏武帝不肯受禅于汉，犹吾之不肯受禅于魏也。”贾充等
闻言，已知司马昭留意于子司马炎矣，遂不复劝进。是年六月，司马
昭立常道乡公曹璜为帝，改元景元元年。璜改名曹奂，字景明。乃武
帝曹操之孙，燕王曹宇之子也。奂封昭为相国、晋公，赐钱十万、绢
万匹。其文武多官，各有封赏。
早有细作报入蜀中。姜维闻司马昭弑了曹髦，立了曹奂，喜曰：
“吾今日伐魏，又有名矣。”遂发书入吴，令起兵问司马昭弑君之
罪。一面奏准后主，起兵十五万，车乘数千辆，皆置板箱于上；令廖
化、张翼为先锋。化取子午谷，翼取骆谷，维自取斜谷，皆要出祁山
之前取齐。三路兵并起，杀奔祁山而来。
时邓艾在祁山寨中训练人马，闻报蜀兵三路杀到，乃聚诸将计
议。参军王瓘曰：
“吾有一计，不可明言，现写在此，谨呈将军台览
(20) 。”艾接来展看毕，笑曰：
“此计虽妙，只怕瞒不过姜维。”瓘
曰：
“某愿舍命前去。”艾曰：
“公志若坚，必能成功。”遂拨五千
兵与瓘。瓘连夜从斜谷迎来，正撞蜀兵前队哨马。瓘叫曰：
“我是魏
国降兵，可报与主帅。”
哨军报知姜维。维令拦住馀兵，只教为首的将来见。瓘拜伏于地
曰：
“某乃王经之侄王瓘也。近见司马昭弑君，将叔父一门皆戮，某
痛恨入骨。今幸将军兴师问罪，故特引本部兵五千来降。愿从调遣，
剿除奸党，以报叔父之恨。”维大喜，谓瓘曰：
“汝既诚心来降，吾
岂不诚心相待？吾军中所患者，不过粮耳。今有粮车数千，现在川
口，汝可运赴祁山。吾只今去取祁山寨也。”瓘心中大喜，以为中
计，忻然领诺。姜维曰：
“汝去运粮，不必用五千人，但引三千人
去，留下二千人引路，以打祁山。”瓘恐维疑惑，乃引三千兵去了。
维令傅佥引二千魏兵随征听用。
忽报夏侯霸到。霸曰：
“都督何故准信王瓘之言也？吾在魏，虽
不知备细，未闻王瓘是王经之侄。其中多诈，请将军察之。”维大笑
曰：
“我已知王瓘之诈，故分其兵势，将计就计而行。”霸曰：
“公
试言之。”维曰：
“司马昭奸雄比于曹操，既杀王经，灭其三族，安
肯存亲侄于关外领兵？故知其诈也。仲权之见，与我暗合。”于是姜
维不出斜谷，却令人于路暗伏，以防王瓘奸细。
不旬日，果然伏兵捉得王瓘回报邓艾下书人来见。维问了情节，
搜出私书，书中约于八月二十日，从小路运粮送归大寨，却教邓艾遣
兵，于墵山谷中接应。维将下书人杀了，却将书中之意改作八月十五
日，约邓艾自率大兵，于墵山谷中接应。一面令人扮作魏军往魏营下
书；一面令人将现有粮车数百辆卸了粮米，装载干柴茅草引火之物，
用青布罩之，令傅佥引二千原降魏兵，执打运粮旗号。维却与夏侯霸
各引一军，去山谷中埋伏。令蒋舒出斜谷，廖化、张翼俱各进兵，来
取祁山。
却说邓艾得了王瓘书信，大喜，急写回书，令来人回报。至八月
十五日，邓艾引五万精兵，径往墵山谷中来。远远使人凭高眺探，只
见无数粮车接连不断，从山凹中而行。艾勒马望之，果然皆是魏兵。
左右曰：
“天已昏暮，可速接应王瓘出谷口。”艾曰：
“前面山势掩
映，倘有伏兵，急难退步。只可在此等候。”
正言间，忽两骑马骤至，报曰：
“王将军因将粮草过界，背后人
马赶来，望早救应。”艾大惊，急催兵前进。时值初更，月明如昼，
只听得山后呐喊。艾只道王瓘在山后厮杀，径奔过山后时，忽树林后
一彪军撞出，为首蜀将傅佥，纵马大叫曰：
“邓艾匹夫!已中吾主将之
计，何不早早下马受死？”艾大惊，勒回马便走。车上火尽着，那火
便是号火，两势下蜀兵尽出，杀得魏兵七断八续。但闻四下山上只
叫：
“拿住邓艾的赏千金，封万户侯!”唬得邓艾弃甲丢盔，撇了坐下
马，杂在步军之中，爬山越岭而逃。姜维、夏侯霸只望马上为首的径
来擒捉，不想邓艾步行走脱。维领得胜兵，去接王瓘粮车。
却说王瓘密约邓艾，先期将粮草车仗整备停当，专候举事。忽有
心腹人报：
“事已泄漏，邓将军大败，不知性命如何。”瓘大惊，令
人哨探。回报：
“三路兵围杀将来，背后又见尘头大起，四下无
路。”瓘叱左右令放火，尽烧粮草车辆。一霎时，火光突起，烈火烧
空。瓘大叫曰：
“事已急矣，汝等宜死战!”乃提兵望西杀出。背后姜
维三路追赶。维只道王瓘舍命撞回魏国，不想反杀入汉中而去。瓘因
兵少，只恐追兵赶上，遂将栈道并各关隘尽皆烧毁。姜维恐汉中有
失，遂不追邓艾，提兵连夜抄小路来追杀王瓘。瓘被四面蜀兵攻击，
投黑龙江而死 (21) 。馀兵尽被姜维坑之。
维虽然胜了邓艾，却折了许多粮车，又毁了栈道，乃引兵还汉
中。邓艾引部下败兵，逃回祁山寨内，上表请罪，自贬其职。司马昭
见艾数有大功，不忍贬之，复加厚赐。艾将原赐财物，尽分给被害将
士之家。昭恐蜀兵又出，遂添兵五万，与艾守御。姜维连夜修了栈
道，又议出师。正是：
连修栈道兵连出，不伐中原死不休。
未知胜负如何，且看下文分解。
--------------------
(1) 半途而废——废：停止。“半途而废”本“半涂而废”，出自《礼记·中庸》：
“君子遵道而行，半涂而废，吾弗能已矣。”(涂：通“途”。)意谓半路上停止前进。比喻
做事有始无终。
(2) 蟠居——屈居。比喻受制于人。
(3) 鳅鳝——泥鳅和鳝鱼。比喻狡猾的小人。
(4) 得毋——亦作“得无”、“得亡”。莫非、难道之意。
(5) 凛然——形容人恐惧的神态。
(6) “昔鲁昭公”二句——事见《史记·鲁周公世家》：春秋时，鲁国传至鲁昭公朝，
大夫季孙氏独揽朝政，鲁昭公忍无可忍，派兵伐季孙氏而兵败，逃往齐国。
(7) “是可忍也”二句——语出《论语·八佾》：“孔子谓季氏(即季孙氏)八佾舞于
庭，是可忍也，孰不可忍也!”意谓如果这事(指“季氏八佾舞于庭”)都可以容忍，还有什么
不可以容忍的。后即以比喻绝对不能容忍的事。是：代词，代指季孙氏八佾舞于庭这种事。
八佾(y ì易)：古代帝王专用乐舞。因演员共六十四人，分为八排(佾)，每排八人，故称。
季孙氏用了帝王的八佾乐舞，故孔子说绝对不能容忍。
(8) 主忧臣辱，主辱臣死——语出汉·赵晔《吴越春秋·卷九·勾践阴谋外传》：“越
王仰天叹曰：‘孤闻主忧臣辱，主辱臣死。今孤亲被奴虏之厄，受囚破之耻，不能自辅，须
贤任仁，然后讨吴。’”意谓君主若有忧患，臣下会感到耻辱；君主若蒙受耻辱，臣下应以
死雪耻。
(9) 苍头官僮——这里指老太监和小太监。
(10) 南阙——指洛阳皇宫的南门，也即下文中的“云龙门”。
(11) 驱羊入虎口——语或本“驱羊攻虎”，出自《战国策·楚策一》(又见《史记·张
仪列传》)：“且夫为从者，无以异于驱群羊而攻猛虎也。夫虎之与羊，不格明矣。”(从：
通“纵”，格：敌。)意谓驱赶羊群往老虎口中送。比喻自不量力，自取灭亡。
(12) 云龙门——洛阳皇宫的南门，即上文中的“南阙”。
(13) 首枕其股——意谓司马孚把曹髦的头枕在自己的大腿上。
(14) 剐——参见第八十三回“万剐凌迟”条注。
(15) 后人有诗——此诗的作者为明代周静轩。
(16) 赭袍红——意谓鲜血染红了赭黄袍。赭袍：专指皇帝所穿的赭黄袍。
(17) 伏剑——指王陵母伏剑自杀事。见第三十七回“伏剑同流”条注。
(18) “节如泰华”二句——泰华：泰山和华山。鸿毛：鸿雁的羽毛。这二句本汉·司马
迁《报任少卿书》(见《汉书·司马迁传》、《文选》卷四一)：“人固有一死，或重于太
山，或轻于鸿毛，用之所趋异也。”(太山：同“泰山”。)意谓把节操看得如泰山和华山一
般重，把生命看得像鸿毛一样轻。表示为了保持节操而不惜牺牲生命。
(19) “昔文王”三句——参见第五十六回“孔子称文王之至德”条注。
(20) 台览——敬辞，即请您阅览。台：本义为三台星，用以比喻三公，故用作敬辞。
(21) 黑龙江——褒水的别名，又名紫金水。汉江的支流，在今陕西省西南部。
第一百十五回 诏班师后主信谗 托屯田姜维避祸
却说蜀汉景耀五年冬十月，大将军姜维差人连夜修了栈道，整顿
军粮、兵器，又于汉中水路调拨船只，俱已完备，上表奏后主曰：
臣累出战，虽未成大功，已挫动魏人心胆。今养兵日久，不战则
懒，懒则致病。况今军思效死，将思用命。臣如不胜，当受死罪。
后主览表，犹豫未决。谯周出班奏曰：
“臣夜观天文，见西蜀分
野，将星暗而不明。今大将军又欲出师，此行甚是不利。陛下可降诏
止之。”后主曰：
“且看此行若何，果然有失，却当阻之。”谯周再
三苦谏不从，乃归家叹息不已，遂推病不出。
却说姜维临兴兵，乃问廖化曰：
“吾今出师，誓欲恢复中原，当
先取何处？”化曰：
“连年征伐，军民不宁；兼魏有邓艾，足智多
谋，非等闲之辈：将军强欲行难为之事，此化所以未敢专也 (1) 。”
维勃然大怒曰：
“昔丞相六出祁山，亦为国也。吾今八次伐魏，岂为
一己之私哉？今当先取洮阳，如有逆吾者必斩!”遂留廖化守汉中，自
同诸将提兵三十万，径取洮阳而来。
早有川口人报入祁山寨中。时邓艾正与司马望谈兵，闻知此信，
遂令人哨探。回报：
“蜀兵尽从洮阳而出。”司马望曰：
“姜维多
计，莫非虚取洮阳而实来取祁山乎？”邓艾曰：
“今姜维实出洮阳
也。”望曰：
“公何以知之？”艾曰：
“向者姜维累出吾有粮之地，
今洮阳无粮，维必料吾只守祁山，不守洮阳，故径取洮阳。如得此
城，屯粮积草，结连羌人，以图久计耳。”望曰：
“若此，如之奈
何？”艾曰：
“可尽撤此处之兵，分为两路，去救洮阳。离洮阳二十
五里，有侯河小城，乃洮阳咽喉之地。公引一军伏于洮阳，偃旗息
鼓，大开四门，如此如此而行；我却引一军伏侯河：必获大胜也。”
筹画已定，各各依计而行。只留偏将师纂守祁山寨。
却说姜维令夏侯霸为前部，先引一军径取洮阳。霸提兵前进，将
近洮阳，望见城上并无一杆旌旗，四门大开。霸心下疑惑，未敢入
城，回顾诸将曰：
“莫非诈乎？”诸将曰：
“眼见得是空城，只有些
小百姓，听知大将军兵到，尽弃城而走了。”霸未信，自纵马于城南
视之，只见城后老小无数，皆望西北而逃。霸大喜曰：
“果空城
也。”遂当先杀入，馀众随后而进。方到瓮城边，忽然一声炮响，城
上鼓角齐鸣，旌旗遍竖，拽起吊桥。霸大惊曰：
“误中计矣!”慌欲退
时，城上矢石如雨。可怜夏侯霸同五百军，皆死于城下。后人有诗叹
曰：
大胆姜维妙算长，谁知邓艾暗提防。
可怜投汉夏侯霸，顷刻城边箭下亡。
司马望从城内杀出，蜀兵大败而逃。随后姜维引接应兵到，杀退
司马望，就傍城下寨。维闻夏侯霸射死，嗟伤不已。是夜二更，邓艾
自侯河城内暗引一军，潜地杀入蜀寨。蜀兵大乱，姜维禁止不住。城
上鼓角喧天，司马望引兵杀出，两下夹攻，蜀兵大败。维左冲右突，
死战得脱，退二十馀里下寨。
蜀兵两番败走之后，心中摇动。维与众将曰：
“胜败乃兵家之
常，今虽损兵折将，不足为忧。成败之事，在此一举。汝等始终勿
改，如有言退者立斩。”张翼进言曰：
“魏兵皆在此处，祁山必然空
虚。将军整兵与邓艾交锋，攻打洮阳、侯河；某引一军取祁山。取了
祁山九寨，便驱兵向长安。此为上计。”维从之，即令张翼引后军径
取祁山。
维自引兵到侯河，搦邓艾交战；艾引军出迎。两军对圆，二人交
锋数十馀合，不分胜负，各收兵回寨。次日，姜维又引兵挑战，邓艾
按兵不出。姜维令军辱骂。邓艾寻思曰：
“蜀人被吾大杀一阵，全然
不退，连日反来搦战，必分兵去袭祁山寨也。守寨将师纂兵少智寡，
必然败矣。吾当亲往救之。”乃唤子邓忠分付曰：
“汝用心守把此
处，任他搦战，却勿轻出。吾今夜引兵去祁山救应。”
是夜二更，姜维正在寨中设计，忽听得寨外喊声震地，鼓角喧
天。人报：
“邓艾引三千精兵夜战。”诸将欲出，维止之曰：
“勿得
妄动。”原来邓艾引兵至蜀寨前哨探了一遍，乘势去救祁山，邓忠自
入城去了。姜维唤诸将曰：
“邓艾虚作夜战之势，必然去救祁山寨
矣。”乃唤傅佥分付曰：
“汝守此寨，勿轻与敌。”嘱毕，维自引三
千兵，来助张翼。
却说张翼正到祁山攻打，守寨将师纂兵少，支持不住。看看待
破，忽然邓艾兵至，冲杀了一阵，蜀兵大败，把张翼隔在山后，绝了
归路。正慌急之间，忽听的喊声大震，鼓角喧天，只见魏兵纷纷倒
退。左右报曰：
“大将军姜伯约杀到。”翼乘势驱兵相应，两下夹
攻。邓艾折了一阵，急退上祁山寨不出。姜维令兵四面攻围。
话分两头。却说后主在成都，听信宦官黄皓之言，又溺于酒色，
不理朝政。时有大臣刘琰妻胡氏极有颜色，因入宫朝见皇后，后留在
宫中，一月方出。琰疑其妻与后主私通，乃唤帐下军士五百人列于
前，将妻绑缚，令军以履挞其面数十，几死复苏。后主闻之大怒，令
有司议刘琰罪。有司议得：
“卒非挞妻之人，面非受刑之地，合当弃
市 (2) 。”遂斩刘琰。自此命妇不许入朝 (3) 。然一时官僚以后主荒
淫，多有疑怨者。于是贤人渐退，小人日进。
时右将军阎宇身无寸功，只因阿附黄皓，遂得重爵。闻姜维统兵
在祁山，乃说皓奏后主曰：
“姜维屡战无功，可命阎宇代之。”后主
从其言，遣使赍诏，召回姜维。维正在祁山攻打寨栅，忽一日三道诏
至，宣维班师。维只得遵命，先令洮阳兵退，次后与张翼徐徐而退。
邓艾在寨中，只听得一夜鼓角喧天，不知何意。至平明，人报：
“蜀
兵尽退，止留空寨。”艾疑有计，不敢追袭。
姜维径到汉中，歇住人马，自与使命入成都见后主。后主一连十
日不朝。维心中疑惑。是日至东华门，遇见秘书郎郤正。维问曰：
“天子召维班师，公知其故否？”正笑曰：
“大将军何尚不知？黄皓
欲使阎宇立功，奏闻朝廷，发诏取回将军。今闻邓艾善能用兵，因此
寝其事矣 (4) 。”维大怒曰：
“我必杀此宦竖!”郤正止之曰：
“大将
军继武侯之事，任大职重，岂可造次？倘若天子不容，反为不美
矣。”维谢曰：
“先生之言是也。”
次日，后主与黄皓在后园宴饮，维引数人径入。早有人报知黄
皓，皓急避于湖山之侧。维至亭下，拜了后主，泣奏曰：
“臣困邓艾
于祁山，陛下连降三诏，召臣回朝，未审圣意为何？”后主默然不
语。维又奏曰：
“黄皓奸巧专权，乃灵帝时十常侍也。陛下近则鉴于
张让 (5) ，远则鉴于赵高 (6) 。早杀此人，朝廷自然清平，中原方可
恢复。”后主笑曰：
“黄皓乃趋走小臣，纵使专权，亦无能为。昔者
董允每切齿恨皓，朕甚怪之。卿何必介意？”维叩头奏曰：
“陛下今
日不杀黄皓，祸不远也。”后主曰：
“‘爱之欲其生，恶之欲其死
(7) 。’卿何不容一宦官耶？”令近侍于湖山之侧，唤出黄皓至亭
下，命拜姜维伏罪。皓哭拜维曰：
“某早晚趋侍圣上而已，并不干与
国政。将军休听外人之言，欲杀某也。某命系于将军，惟将军怜
之。”言罢，叩头流涕。
维忿忿而出，即往见郤正，备将此事告之。正曰：
“将军祸不远
矣。将军若危，国家随灭。”维曰：
“先生幸教我以保国安身之
策。”正曰：
“陇西有一去处，名曰沓中，此地极其肥壮。将军何不
效武侯屯田之事，奏知天子，前去沓中屯田？一者，得麦熟以助军
实；二者，可以尽图陇右诸郡；三者，魏人不敢正视汉中；四者，将
军在外掌握兵权，人不能图，可以避祸。此乃保国安身之策也，宜早
行之。”维大喜，谢曰：
“先生金玉之言也。”
次日，姜维表奏后主，求沓中屯田，效武侯之事。后主从之。维
遂还汉中，聚诸将曰：
“某累出师，因粮不足，未能成功。今吾提兵
八万，往沓中种麦屯田，徐图进取。汝等久战劳苦，今且敛兵聚谷，
退守汉中。魏兵千里运粮，经涉山岭，自然疲乏，疲乏必退。那时乘
虚追袭，无不胜矣。”遂令胡济守汉寿城，王含守乐城，蒋斌守汉
城，蒋舒、傅佥同守关隘。分拨已毕，维自引兵八万，来沓中种麦，
以为久计。
却说邓艾闻姜维在沓中屯田，于路下四十馀营，连络不绝，如长
蛇之势。艾遂令细作相了地形，画成图本，具表申奏。晋公司马昭见
之，大怒曰：
“姜维屡犯中原，不能剿除，是吾心腹之患也。”贾充
曰：
“姜维深得孔明传授，急难退之。须得一智勇之将，往刺杀之，
可免动兵之劳。”从事中郎荀勖曰：
“不然。今蜀主刘禅溺于酒色，
信用黄皓，大臣皆有避祸之心。姜维在沓中屯田，正避祸之计也。若
令大将伐之，无有不胜，何必用刺客乎？”昭大笑曰：
“此言最善。
吾欲伐蜀，谁可为将？”荀勖曰：
“邓艾乃世之良材，更得锺会为副
将，大事成矣。”
昭大喜曰：
“此言正合吾意。”乃召锺会入而问曰：
“吾欲令汝
为大将，去伐东吴，可乎？”会曰：
“主公之意，本不欲伐吴，实欲
伐蜀也。”昭大笑曰：
“子诚识吾心也。但卿往伐蜀，当用何策？”
会曰：
“某料主公欲伐蜀，已画图本在此。”昭展开视之，图中细载
一路安营下寨、屯粮积草之处，从何而进，从何而退，一一皆有法
度。昭看了，大喜曰：
“真良将也!卿与邓艾合兵取蜀，何如？”会
曰：
“蜀川道广，非一路可进，当使邓艾分兵各进可也。”昭遂拜锺
会为镇西将军，假节钺，都督关中人马，调遣青、徐、兖、豫、荆、
扬等处；一面差人持节令邓艾为征西将军，都督关外陇上，使约期伐
蜀。
次日，司马昭于朝中计议此事。前将军邓敦曰：
“姜维屡犯中
原，我兵折伤甚多，只今守御，尚自未保，奈何深入山川危险之地，
自取祸乱耶？”昭怒曰：
“吾欲兴仁义之师，伐无道之主，汝安敢逆
吾意？”叱武士推出斩之。须臾，呈邓敦首级于阶下。众皆失色。昭
曰：
“吾自征东以来，息歇六年，治兵缮甲，皆已完备，欲伐吴、蜀
久矣。今先定西蜀，乘顺流之势，水陆并进，并吞东吴，此灭虢取虞
之道也 (8) 。吾料西蜀将士守成都者八九万，守边境者不过四五万，
姜维屯田者不过六七万。今吾已令邓艾引关外陇右之兵十馀万，绊住
姜维于沓中，使不得东顾；遣锺会引关中精兵二三十万，直抵骆谷，
三路以袭汉中。蜀主刘禅昏暗，边城外破，士女内震，其亡可必
矣。”众皆拜服。
却说锺会受了镇西将军之印，起兵伐蜀。会恐机谋或泄，却以伐
吴为名，令青、兖、豫、荆、扬等五处各造大船；又遣唐咨于登、莱
等州傍海之处，拘集海船。司马昭不知其意，遂召锺会问之曰：
“子
从旱路收川，何用造船耶？”会曰：
“蜀若闻我兵大进，必求救于东
吴也。故先布声势，作伐吴之状，吴必不敢妄动。一年之内，蜀已
破，船已成，而伐吴，岂不顺乎？”昭大喜，选日出师。
时魏景元四年秋七月初三日，锺会出师。司马昭送之于城外十里
方回。西曹掾邵悌密谓司马昭曰：
“今主公遣锺会领十万兵伐蜀，愚
料会志大心高，不可使独掌大权。”昭笑曰：
“吾岂不知之？”悌
曰：
“主公既知，何不使人同领其职？”昭言无数语，使邵悌疑心顿
释。正是：
方当士马驱驰日，早识将军跋扈心。
未知其言若何，且看下文分解。
--------------------
(1) 未敢专——不敢乱出主意。
(2) 弃市——典出《礼记·王制》：“刑人于市，与众弃之。”意谓执行死刑后，抛弃
尸首于闹市。后即以“弃市”代指处以死刑。
(3) 命妇——受过皇帝封号的妇人。
(4) 寝——停止。
(5) 鉴于张让——以张让为教训。张让是汉灵帝时的十常侍之一，一度受灵帝宠信，搅
乱朝政，作恶多端。
(6) 赵高——秦朝的宦官。秦始皇死后，他与丞相李斯矫诏逼死了秦始皇长子扶苏，立
胡亥为帝(即秦二世)。继而杀李斯，自任丞相，独揽朝政。然后又杀胡亥，立子婴为帝。(见
《史记·秦始皇本纪》)
(7) “爱之”二句——语出《论语·颜渊》：“爱之欲其生，恶之欲其死。既欲其生，
又欲其死，是惑也。”意谓对于同一个人而看法完全相反，其中必有一人存有偏见(惑)。后
主引用此话，意在责备姜维对黄皓存有偏见。
(8) 灭虢取虞——参见第五十六回“假途灭虢”条注。
第一百十六回 锺会分兵汉中道 武侯显圣定军山
却说司马昭谓西曹掾邵悌曰：
“朝臣皆言蜀未可伐，是其心怯，
若使强战，必败之道也。今锺会独建伐蜀之策，是其心不怯，心不
怯，则破蜀必矣。蜀既破，则蜀人心胆已裂，败军之将不可以言勇，
亡国之大夫不可以图存 (1) 。会即有异志，蜀人安能助之乎？至若魏
人得胜思归，必不从会而反，更不足虑耳。此言乃吾与汝知之，切不
可泄漏。”邵悌拜服。
却说锺会下寨已毕，升帐大集诸将听令。时有监军卫瓘，护军胡
烈，大将田续、庞会、田章、爰 、丘建、夏侯咸、王买、皇甫
闿、句安等八十馀员。会曰：
“必须一大将为先锋，逢山开路，遇水
叠桥。谁敢当之？”一人应声曰：
“某愿往。”会视之，乃虎将许褚
之子许仪也。众皆曰：
“非此人不可为先锋。”会唤许仪曰：
“汝乃
虎体猿班之将 (2) ，父子有名；今众将亦皆保汝。汝可挂先锋印，领
五千马军、一千步军，径取汉中。兵分三路：汝领中路，出斜谷；左
军出骆谷；右军出子午谷。此皆崎岖山险之地，当令军填平道路，修
理桥梁，凿山破石，勿使阻碍。如违，必按军法。”许仪受命，领兵
而进。锺会随后提十万馀众，星夜起程。
却说邓艾在陇西既受伐蜀之诏，一面令司马望往遏羌人 (3) ，又
遣雍州刺史诸葛绪、天水太守王颀、陇西太守牵弘、金城太守杨欣各
调本部兵前来听令。比及军马云集，邓艾夜作一梦：梦见登高山，望
汉中，忽于脚下迸出一泉，水势上涌。须臾惊觉，浑身汗流。遂坐而
待旦，乃召护卫爰邵问之。邵素明《周易》，艾备言其梦。邵答曰：
“《易》云：
‘山上有水曰蹇 (4) 。’‘蹇卦者，利西南，不利东北
(5) 。’孔子云：
‘蹇利西南，往有功也；不利东北，其道穷也 (6)
。’将军此行，必然克蜀 (7) ，但可惜蹇滞不能还 (8) 。”艾闻言，
愀然不乐 (9) 。忽锺会檄文至，约艾起兵，于汉中取齐。艾遂遣雍州
刺史诸葛绪引兵一万五千，先断姜维归路；次遣天水太守王颀引兵一
万五千，从左攻沓中；陇西太守牵弘引一万五千人，从右攻沓中；又
遣金城太守杨欣引一万五千人，于甘松邀姜维之后 (10) 。艾自引兵三
万，往来接应。
却说锺会出师之时，有百官送出城外，旌旗蔽日，铠甲凝霜，人
强马壮，威风凛然。人皆称羡，惟有相国参军刘寔微笑不语。太尉王
祥见寔冷笑，就马上握其手而问曰：
“锺、邓二人，此去可平蜀
乎？”寔曰：
“破蜀必矣，但恐皆不得还都耳。”王祥问其故，刘寔
但笑而不答。祥遂不复问。
却说魏兵既发，早有细作入沓中报知姜维。维即具表申奏后主：
“请降诏遣左车骑将军张翼领兵守护阳安关，右车骑将军廖化领兵守
阴平桥。这二处最为要紧，若失二处，汉中不保矣。一面当遣使入吴
求救。臣一面自起沓中之兵拒敌。”时后主改景耀六年为炎兴元年，
日与宦官黄皓在宫中游乐。忽接姜维之表，即召黄皓问曰：
“今魏国
遣锺会、邓艾大起人马，分道而来，如之奈何？”皓奏曰：
“此乃姜
维欲立功名，故上此表。陛下宽心，勿生疑虑。臣闻城中有一师婆供
奉一神 (11) ，能知吉凶，可召来问之。”后主从其言，于后殿陈设香
花纸烛、享祭礼物，令黄皓用小车请入宫中，坐于龙床之上。后主焚
香祝毕，师婆忽然披发跣足，就殿上跳跃数十遍，盘旋于案上。皓
曰：
“此神人降矣。陛下可退左右，亲祷之。”后主尽退侍臣，再拜
祝之。师婆大叫曰：
“吾乃西川土神也。陛下欣乐太平，何为求问他
事？数年之后，魏国疆土亦归陛下矣。陛下切勿忧虑。”言讫，昏倒
于地，半晌方苏。后主大喜，重加赏赐。自此深信师婆之说，遂不听
姜维之言，每日只在宫中饮宴欢乐。姜维累申告急表文，皆被黄皓隐
匿，因此误了大事。
却说锺会大军迤逦望汉中进发。前军先锋许仪要立头功，先领兵
至南郑关。仪谓部将曰：
“过此关即汉中矣。关上不多人马，我等便
可奋力抢关。”众将领命，一齐并力向前。原来守关蜀将卢逊，早知
魏兵将到，先于关前木桥左右伏下军士，装起武侯所遗十矢连弩。比
及许仪兵来抢关时，一声梆子响处，矢石如雨。仪急退时，早射倒数
十骑，魏兵大败。仪回报锺会。会自提帐下甲士百馀骑来看，果然箭
弩一齐射下。会拨马便回，关上卢逊引五百军杀下来。会拍马过桥，
桥上土塌，陷住马蹄，争些儿掀下马来 (12) 。马挣不起，会弃马步
行。跑下桥时，卢逊赶上，一枪刺来，却被魏兵中荀恺回身一箭，射
卢逊落马。锺会麾众乘势抢关。关上军士因有蜀兵在关前，不敢放
箭，被锺会杀散，夺了山关。即以荀恺为护军，以全副鞍马铠甲赐
之。
会唤许仪至帐下，责之曰：
“汝为先锋，理合逢山开路，遇水叠
桥，专一修理桥梁道路，以便行军。吾方才到桥上，陷住马蹄，几乎
堕桥，若非荀恺，吾已被杀矣。汝既违军令，当按军法。”叱左右推
出斩之。诸将告曰：
“其父许褚有功于朝廷，望都督恕之。”会怒
曰：
“军法不明，何以令众？”遂令斩首示众。诸将无不骇然。
时蜀将王含守乐城，蒋斌守汉城，见魏兵势大，不敢出战，只闭
门自守。锺会下令曰：
“兵贵神速，不可少停。”乃令前军李辅围乐
城，护军荀恺围汉城，自引大军取阳安关。守关蜀将傅佥与副将蒋舒
商议战守之策。舒曰：
“魏兵甚众，势不可当，不如坚守为上。”佥
曰：
“不然。魏兵远来，必然疲困，虽多不足惧。我等若不下关战
时，汉、乐二城休矣。”蒋舒默然不答。忽报：
“魏兵大队已至关
前。”蒋、傅二人至关上视之，锺会扬鞭大叫曰：
“吾今统十万之众
到此，如早早出降，各依品级升用；如执迷不降，打破关隘，玉石俱
焚!”傅佥大怒，令蒋舒把关，自引三千兵杀下关来。锺会便走，魏兵
尽退。佥乘势追之，魏兵复合。佥欲退入关时，关上已竖起魏家旗
号，只见蒋舒叫曰：
“吾已降了魏也。”佥大怒，厉声骂曰：
“忘恩
背义之贼!有何面目见天下人乎？”拨回马复与魏兵接战。魏兵四面合
来，将傅佥围在垓心。佥左冲右突，往来死战，不能得脱。所领蜀
兵，十伤八九。佥乃仰天叹曰：
“吾生为蜀臣，死亦当为蜀鬼!”乃复
拍马冲杀，身被数枪，血盈袍铠，坐下马倒，佥自刎而死。后人有诗
叹曰：
一日抒忠愤，千秋仰义名。
宁为傅佥死，不作蒋舒生。
锺会得了阳安关，关内所积粮草、军器极多，大喜，遂犒三军。
是夜，魏兵宿于阳安城中，忽闻西南上喊声大震。锺会慌忙出帐
视之，绝无动静。魏军一夜不敢睡。次夜三更，西南上喊声又起。锺
会惊疑，向晓 (13) ，使人探之。回报曰：
“远哨十馀里，并无一
人。”会惊疑不定，乃自引数百骑，俱全装贯带，望西南巡哨。前至
一山，只见杀气四面突起，愁云布合，雾锁山头。会勒住马，问向导
官曰：
“此何山也？”答曰：
“此乃定军山，昔日夏侯渊殁于此
处。”会闻之，怅然不乐，遂勒马而回。转过山坡，忽然狂风大作，
背后数千骑突出，随风杀来。会大惊，引众纵马而走。诸将坠马者，
不计其数。及奔到阳安关时，不曾折一人一骑，只跌损面目，失了头
盔。皆言曰：
“但见阴云中人马杀来，比及近身，却不伤人，只是一
阵旋风而已。”会问降将蒋舒曰：
“定军山有神庙乎？”舒曰：
“并
无神庙，惟有诸葛武侯之墓。”会惊曰：
“此必武侯显圣也。吾当亲
往祭之。”
次日，锺会备祭礼，宰太牢 (14) ，自到武侯墓前再拜致祭。祭
毕，狂风顿息，愁云四散。忽然清风习习，细雨纷纷，一阵过后，天
色晴朗。魏兵大喜，皆拜谢回营。是夜，锺会在帐中伏几而寝，忽然
一阵清风过处，只见一人，纶巾羽扇，身衣鹤氅，素履皂绦，面如冠
玉，唇若抹朱，眉清目朗，身长八尺，飘飘然有神仙之概。其人步入
帐中，会起身迎之曰：
“公何人也？”其人曰：
“今早重承见顾 (15)
，吾有片言相告：虽汉祚已衰，天命难违，然两川生灵，横罹兵革，
诚可怜悯。汝入境之后，万勿妄杀生灵。”言讫，拂袖而去。会欲挽
留之，忽然惊醒，乃是一梦。会知是武侯之灵，不胜惊异。于是传
令：
“前军立一白旗，上书‘保国安民’四字；所到之处，如妄杀一
人者偿命。”于是汉中人民尽皆出城拜迎。会一一抚慰，秋毫无犯。
后人有诗赞曰：
数万阴兵绕定军，致令锺会拜灵神。
生能决策扶刘氏，死尚遗言保蜀民。
却说姜维在沓中听知魏兵大至，传檄廖化、张翼、董厥提兵接
应，一面自分兵列将以待之。忽报魏兵至，维引兵迎之。魏阵中为首
大将乃天水太守王颀也。颀出马大呼曰：
“吾今大兵百万，上将千
员，分二十路而进，已到成都。汝不思早降，犹欲抗拒，何不知天命
耶？”维大怒，挺枪纵马，直取王颀。战不三合，颀大败而走。姜维
驱兵追杀至二十里，只听得金鼓齐鸣，一枝兵摆开，旗上大书“陇西
太守牵弘”字样。维笑曰：
“此等鼠辈，非吾敌手。”遂催兵追之。
又赶到十里，却遇邓艾领兵杀到，两军混战。维抖擞精神，与艾战有
十馀合，不分胜负，后面锣鼓又鸣。维急退时，后军报说：
“甘松诸
寨尽被金城太守杨欣烧毁了。”维大惊，急令副将虚立旗号，与邓艾
相拒。维自撤后军，星夜来救甘松，正遇杨欣。欣不敢交战，望山路
而走。维随后赶来，将至山岩下，岩上木石如雨，维不能前进。比及
回到半路，蜀兵已被邓艾杀败。魏兵大队而来，将姜维围住。
维引众骑杀出重围，奔入大寨坚守，以待救兵。忽然流星马到，
报说：
“锺会打破阳安关，守将蒋舒归降，傅佥战死，汉中已属魏
矣。乐城守将王含、汉城守将蒋斌知汉中已失，亦开门而降。胡济抵
敌不住，逃回成都求援去了。”维大惊，即传令拔寨。
是夜兵至彊川口，前面一军摆开，为首魏将乃是金城太守杨欣。
维大怒，纵马交锋，只一合，杨欣败走。维拈弓射之，连射三箭皆不
中。维转怒，自折其弓，挺枪赶来，战马前失，将维跌在地上。杨欣
拨回马来杀姜维。维跃起身，一枪刺去，正中杨欣马脑。背后魏兵骤
至，救欣去了。维骑上从马，欲待追时，忽报后面邓艾兵到。维首尾
不能相顾，遂收兵要夺汉中。哨马报说：
“雍州刺史诸葛绪已断了归
路。”维乃据山险下寨。魏兵屯于阴平桥头。
维进退无路，长叹曰：
“天丧我也!”副将宁随曰：
“魏兵虽断阴
平桥头，雍州必然兵少。将军若从孔函谷，径取雍州，诸葛绪必撤阴
平之兵救雍州，将军却引兵奔剑阁守之，则汉中可复矣。”维从之，
即发兵入孔函谷，诈取雍州。细作报知诸葛绪。绪大惊曰：
“雍州是
吾合守之地，倘有疏失，朝廷必然问罪。”急撤大兵从南路去救雍
州，只留一枝兵守桥头。姜维入北道，约行三十里，料知魏兵起行，
乃勒回兵，后队作前队，径到桥头。果然魏兵大队已去，只有些小兵
把桥，被维一阵杀散，尽烧其寨栅。诸葛绪听知桥头火起，复引兵
回，姜维兵已过半日了，因此不敢追赶。
却说姜维引兵过了桥头，正行之间，前面一军来到，乃左将军张
翼、右将军廖化也。维问之，翼曰：
“黄皓听信师巫之言，不肯发
兵。翼闻汉中已危，自起兵来时，阳安关已被锺会所取。今闻将军受
困，特来接应。”遂合兵一处，前赴白水关。化曰：
“今四面受敌，
粮道不通，不如退守剑阁，再作良图。”维疑虑未决。忽报：
“锺
会、邓艾分兵十馀路杀来。”维欲与翼、化分兵迎之。化曰：
“白水
地狭路多，非争战之所，不如且退去救剑阁可也。若剑阁一失，是绝
路矣。”维从之，遂引兵来投剑阁。将近关前，忽然鼓角齐鸣，喊声
大起，旌旗遍竖，一枝军把住关口。正是：
汉中险峻已无有，剑阁风波又忽生。
未知何处之兵，且看下文分解。
--------------------
(1) “败军之将”二句——语出《史记·淮阴侯列传》：“(韩)信问广武君曰：‘仆欲
北攻燕，东伐齐，何若而有功？’广武君辞谢曰：‘臣闻败军之将不可以言勇，亡国之大夫
不可以图存。今臣败亡之虏，何足以权大事乎？’”意谓打了败仗的大将无颜再说勇敢的
话，已经亡国的大夫没有资格再参预谋划国家的存亡大计。
(2) 虎体猿班——当为“虎体鸳班”之误。意谓既威武雄壮，又出身高贵。虎体：形容
身强体壮，武艺高强。鸳班：亦作“鹓班”。原比喻文武朝班。引申为世代为官，出身高
贵。
(3) 遏——阻击，抵御。
(4) 山上有水曰蹇——语出《周易·蹇卦》，原文是：“山上有水：蹇。”意谓蹇卦的
表象为山(艮)在下，水(坎)在上。因为邓艾梦见高山上“迸出一泉”，所以爰邵认为梦境符
合蹇卦。
(5) 蹇卦者，利西南，不利东北——亦出《周易·蹇卦》，原文是：“蹇，利西南，不
利东北。”意谓蹇卦意味着往西南方去有利，往东北方去不利。
(6) “蹇利西南”四句——这四句并非孔子的话，亦出于《周易·蹇卦》。它们是对
“利西南，不利东北”二句的进一步说明，意谓蹇卦既说西南方有利，东北方不利，那么往
西南去就能成功，往东北去必将一无所获，甚至会有灾难。
(7) 将军此行，必然克蜀——意谓邓艾此次伐蜀，定能成功，因为蜀汉在西南，与蹇卦
“利西南”相符。
(8) 蹇滞不能还——《周易·蹇卦》：“蹇，难也，险在前也。”意谓蹇卦毕竟是凶
卦，故尽管伐蜀可以成功，邓艾却不能生还。
(9) 愀(qi ǎ o悄)然——表情变为忧愁之状。
(10) 邀——截击，阻击。
(11) 师婆——即巫婆。
(12) 争些儿——险些儿，差一点儿。
(13) 向晓——拂晓，将近天亮。
(14) 宰太牢——屠宰牛、羊、猪，作为祭祀的供品。太牢：见第六回“太牢”条注。
(15) 重承见顾——承蒙眷顾。指锺会以太牢礼祭祀。
第一百十七回 邓士载偷度阴平 诸葛瞻战死绵竹
却说辅国大将军董厥闻魏兵十馀路入境，乃引二万兵守住剑阁。
当日望尘头大起，疑是魏兵，急引军把住关口。董厥自临军前视之，
乃姜维、廖化、张翼也。厥大喜，接入关上。礼毕，哭诉后主黄皓之
事。维曰：
“公勿忧虑。若有维在，必不容魏来吞蜀也。且守剑阁，
徐图退敌之计。”厥曰：
“此关虽然可守，争奈成都无人，倘为敌人
所袭，大势瓦解矣。”维曰：
“成都山险地峻，非可易取，不必忧
也。”正言间，忽报：
“诸葛绪领兵杀至关下。”维大怒，急引五千
兵杀下关来，直撞入魏阵中，左冲右突，杀得诸葛绪大败而走，退数
十里下寨，魏军死者无数。蜀兵抢了许多马匹、器械，维收兵回关。
却说锺会离剑阁二十里下寨，诸葛绪自来伏罪。会怒曰：
“吾令
汝守把阴平桥头，以断姜维归路，如何失了？今又不得吾令，擅自进
兵，以致此败。”绪曰：
“维诡计多端，诈取雍州。绪恐雍州有失，
引兵去救，维乘机走脱。绪因赶至关下，不想又为所败。”会大怒，
叱令斩之。监军卫瓘曰：
“绪虽有罪，乃邓征西所督之人，不争将军
杀之 (1) ，恐伤和气。”会曰：
“吾奉天子明诏、晋公钧命，特来伐
蜀，便是邓艾有罪，亦当斩之。”众皆力劝。会乃将诸葛绪用槛车载
赴洛阳，任晋公发落。随将绪所领之兵，收在部下调遣。
有人报与邓艾。艾大怒曰：
“吾与汝官品一般，吾久镇边疆，于
国多劳，汝安敢妄自尊大耶？”子邓忠劝曰：
“‘小不忍则乱大
谋’。父亲若与他不睦，必误国家大事，望且容忍之。”艾从其言。
然毕竟心中怀怒，乃引十数骑来见锺会。
会闻艾至，便问左右：
“艾引多少军来？”左右答曰：
“只有十
数骑。”会乃令帐上帐下列武士数百人。艾下马入见，会接入帐。礼
毕，艾见军容甚肃，心中不安，乃以言挑之曰：
“将军得了汉中，乃
朝廷之大幸也，可定策早取剑阁。”会曰：
“将军明见若何？”艾再
三推称无能。会固问之，艾答曰：
“以愚意度之，可引一军从阴平小
路，出汉中德阳亭，用奇兵径取成都，姜维必撤兵来救，将军乘虚就
取剑阁，可获全功。”会大喜曰：
“将军此计甚妙，可即引兵去。吾
在此专候捷音。”二人饮酒相别。
会回本帐，与诸将曰：
“人皆谓邓艾有能，今日观之，乃庸才
耳。”众问其故。会曰：
“阴平小路皆高山峻岭，若蜀以百馀人守其
险要，断其归路，则邓艾之兵皆饿死矣。吾只以正道而行，何愁蜀地
不破乎？”遂置云梯、炮架，只打剑阁关。
却说邓艾出辕门上马，回顾从者曰：
“锺会待吾若何？”从者
曰：
“观其辞色，甚不以将军之言为然，但以口强应而已。”艾笑
曰：
“彼料我不能取成都，我偏欲取之。”回到本寨，师纂、邓忠一
班将士接问曰：
“今日与锺镇西有何高论？”艾曰：
“吾以实心告
彼，彼以庸才视我。彼今得汉中，以为莫大之功。若非吾屯沓中绊住
姜维，彼安能成功耶？吾今若取了成都，胜取汉中矣。”当夜下令，
尽拔寨望阴平小路进兵，离剑阁七百里下寨。有人报锺会说：
“邓艾
要去取成都了。”会笑艾不智。
却说邓艾一面修密书遣使驰报司马昭，一面聚诸将于帐下问曰：
“吾今乘虚去取成都，与汝等立功名于不朽，汝等肯从乎？”诸将应
曰：
“愿遵军令，万死不辞。”艾乃先令子邓忠引五千精兵，不穿衣
甲，各执斧凿器具，凡遇峻危之处，凿山开路，搭造桥阁 (2) ，以便
军行。艾选兵三万，各带干粮、绳索进发。约行百馀里，选下三千
兵，就彼扎寨；又行百馀里，又选三千兵下寨。是年十月自阴平进
兵，至于巅崖峡谷之中，凡二十馀日，行七百馀里，皆是无人之地。
魏兵沿途下了数寨，只剩下二千人马。
前至一岭，名摩天岭，马不堪行。艾步行上岭，正见邓忠与开路
壮士尽皆哭泣。艾问其故。忠告曰：
“此岭西皆是峻壁巅崖，不能开
凿，虚废前劳，因此哭泣。”艾曰：
“吾军到此，已行了七百馀里，
过此便是江油，岂可复退？”乃唤诸军曰：
“不入虎穴，焉得虎子？
吾与汝等来到此地，若得成功，富贵共之。”众皆应曰：
“愿从将军
之命。”
艾令先将军器撺将下去。艾取毡自裹其身，先滚下去。副将有毡
衫者，裹身滚下；无毡衫者，各用绳索束腰，攀木挂树，鱼贯而进
(3) 。邓艾、邓忠并二千军及开山壮士，皆度了摩天岭。方才整顿衣
甲、器械而行，忽见道旁有一石碣，上刻“丞相诸葛武侯题”。其文
云：
二火初兴，有人越此 (4) 。
二士争衡，不久自死 (5) 。
艾观讫，大惊，慌忙对碣再拜曰：
“武侯真神人也!艾不能以师事
之，惜哉!”后人有诗曰：
阴平峻岭与天齐，玄鹤徘徊尚怯飞。
邓艾裹毡从此下，谁知诸葛有先机。
却说邓艾暗度阴平，引兵行时，又见一个大空寨。左右告曰：
“闻武侯在日，曾拨一千兵守此险隘。今蜀主刘禅废之。”艾嗟呀不
已，乃谓众人曰：
“吾等有来路而无归路矣!前江油城中粮食足备，汝
等前进可活，后退即死，须并力攻之。”众皆应曰：
“愿死战!”于是
邓艾步行，引二千馀人，星夜倍道来抢江油城。
却说江油城守将马邈，闻东川已失，虽为准备，只是提防大路；
又仗着姜维全师守住剑阁关，遂将军情不以为重。当日操练人马回
家，与妻李氏拥炉饮酒。其妻问曰：
“屡闻边情甚急，将军全无忧
色，何也？”邈曰：
“大事自有姜伯约掌握，干我甚事？”其妻曰：
“虽然如此，将军所守城池，不为不重。”邈曰：
“天子听信黄皓，
溺于酒色，吾料祸不远矣。魏兵若到，降之为上，何必虑哉？”其妻
大怒，唾邈面曰：
“汝为男子，先怀不忠不义之心，枉受国家爵禄，
吾有何面目与汝相见耶？”马邈羞惭无语。忽家人慌入报曰：
“魏将
邓艾不知从何而来，引二千馀人，一拥而入城矣。”邈大惊，慌出纳
降，拜伏于公堂之下，泣告曰：
“某有心归降久矣。今愿招城中居民
及本部人马，尽降将军。”艾准其降。遂收江油军马于部下调遣，即
用马邈为向导官。忽报：
“马邈夫人自缢身死。”艾问其故，邈以实
告。艾感其贤，令厚礼葬之，亲往致祭。魏人闻者，无不嗟叹。后人
有诗赞曰：
后主昏迷汉祚颠，天差邓艾取西川。
可怜巴蜀多名将，不及江油李氏贤。
邓艾取了江油，遂接阴平小路诸军，皆到江油取齐，径来攻涪
城。部将田续曰：
“我军涉险而来，甚是劳顿，且当休养数日，然后
进兵。”艾大怒曰：
“兵贵神速，汝敢乱我军心耶？”喝令左右推出
斩之，众将苦告方免。艾自驱兵至涪城。城内官吏军民疑从天降，尽
皆投降。
蜀人飞报入成都。后主闻知，慌召黄皓问之。皓奏曰：
“此诈传
耳，神人必不肯误陛下也。”后主又宣师婆问时，却不知何处去了。
此时远近告急表文一似雪片，往来使者联络不绝 (6) 。后主设朝计
议，多官面面相觑，并无一言。郤正出班奏曰：
“事已急矣!陛下可宣
武侯之子，商议退兵之策。”
原来武侯之子诸葛瞻，字思远。其母黄氏，即黄承彦之女也。母
貌甚陋，而有奇才，上通天文，下察地理，凡韬略遁甲诸书，无所不
晓。武侯在南阳时，闻其贤，求以为室。武侯之学，夫人多所赞助
焉。及武侯死后，夫人寻逝 (7) ，临终遗教，惟以忠孝勉其子瞻。瞻
自幼聪敏，尚后主女 (8) ，为驸马都尉。后袭父武乡侯之爵。景耀四
年，迁行军护卫将军。时为黄皓用事，故托病不出。
当下后主从郤正之言，即时连发三诏，召瞻至殿下。后主泣诉
曰：
“邓艾兵已屯涪城，成都危矣。卿看先君之面，救朕之命。”瞻
亦泣奏曰：
“臣父子蒙先帝厚恩、陛下殊遇，虽肝脑涂地，不能补
报。愿陛下尽发成都之兵，与臣领去决一死战。”后主即拨成都兵将
七万与瞻。
瞻辞了后主，整顿军马，聚集诸将问曰：
“谁敢为先锋？”言未
讫，一少年将出曰：
“父亲既掌大权，儿愿为先锋。”众视之，乃瞻
长子诸葛尚也。尚时年一十九岁，博览兵书，多习武艺。瞻大喜，遂
命尚为先锋。是日，大军离了成都，来迎魏兵。
却说邓艾得马邈献地理图一本，备写涪城至成都三百六十里山川
道路，阔狭险峻，一一分明。艾看毕，大惊曰：
“若只守涪城，倘被
蜀人据住前山，何能成功耶？如迁延日久，姜维兵到，我军危矣。”
速唤师纂并子邓忠，分付曰：
“汝等可引一军，星夜径去绵竹，以拒
蜀兵。吾随后便至。切不可怠缓，若纵他先据了险要，决斩汝首!”
师、邓二人引兵将至绵竹，早遇蜀兵，两军各布成阵。师、邓二
人勒马于门旗下，只见蜀兵列成八阵。三鼕鼓罢 (9) ，门旗两分，数
十员将簇拥一辆四轮车，车上端坐一人，纶巾羽扇，鹤氅方裾 (10) 。
车旁展开一面黄旗，上书“汉丞相诸葛武侯”。諕得师、邓二人汗流
遍身，回顾军士曰：
“原来孔明尚在，我等休矣!”急勒兵回时，蜀兵
掩杀将来，魏兵大败而走。蜀兵掩杀二十馀里，遇见邓艾援兵接应，
两家各自收兵。
艾升帐而坐，唤师纂、邓忠，责之曰：
“汝二人不战而退，何
也？”忠曰：
“但见蜀阵中诸葛孔明领兵，因此奔还。”艾怒曰：
“纵使孔明更生，我何惧哉!汝等轻退，以致于败，宜速斩以正军
法。”众皆苦劝，艾方息怒。令人哨探，回说：
“孔明之子诸葛瞻为
大将，瞻之子诸葛尚为先锋。车上坐者乃木刻孔明遗像也。”艾闻
之，谓师纂、邓忠曰：
“成败之机，在此一举。汝二人再不取胜，必
当斩首!”
师、邓二人又引一万兵来战。诸葛尚匹马单枪，抖擞精神，战退
二人。诸葛瞻指挥两掖兵冲出 (11) ，直撞入魏阵中，左冲右突，往来
杀有数十番，魏兵大败，死者不计其数。师纂、邓忠中伤而逃。瞻驱
士马随后掩杀二十馀里，扎营相拒。
师纂、邓忠回见邓艾，艾见二人俱伤，未便加责，乃与众将商议
曰：
“蜀有诸葛瞻善继父志，两番杀吾万馀人马，今若不速破，后必
为祸。”监军丘本曰：
“何不作一书以诱之？”艾从其言，遂作书一
封，遣使送入蜀寨。守门将引至帐下，呈上其书。瞻拆封视之，书
曰：
征西将军邓艾，致书于行军护卫将军诸葛思远麾下：切观近代贤才，未有如
公之尊父也。昔自出茅庐，一言已分三国，扫平荆、益，遂成霸业，古今鲜有及
者。后六出祁山，非其智力不足，乃天数耳。今后主昏弱，王气已终。艾奉天子
之命，以重兵伐蜀，已皆得其地矣，成都危在旦夕。公何不应天顺人，仗义来
归？艾当表公为琅琊王，以光耀祖宗，决不虚言。幸存照鉴 (12) 。
瞻看毕，勃然大怒，扯碎其书，叱武士立斩来使，令从者持首级
回魏营见邓艾。
艾大怒，即欲出战。丘本谏曰：
“将军不可轻出，当用奇兵胜
之。”艾从其言，遂令天水太守王颀、陇西太守牵弘伏两军于后，艾
自引兵而来。此时诸葛瞻正欲搦战，忽报邓艾自引兵到。瞻大怒，即
引兵出，径杀入魏阵中。邓艾败走，瞻随后掩杀将来。忽然两下伏兵
杀出，蜀兵大败，退入绵竹。艾令围之，于是魏兵一齐呐喊，将绵竹
围的铁桶相似。
诸葛瞻在城中见事势已迫，乃令彭和赍书杀出，往东吴求救。和
至东吴，见了吴主孙休，呈上告急之书。吴主看罢，与群臣计议曰：
“既蜀中危急，孤岂可坐视不救？”即令老将丁奉为主帅，丁封、孙
异为副将，率兵五万，前往救蜀。丁奉领旨出师，分拨丁封、孙异引
兵二万向沔中而进，自率兵三万向寿春而进：分兵三路来援。
却说诸葛瞻见救兵不至，谓众将曰：
“久守非良图。”遂留子尚
与尚书张遵守城，瞻自披挂上马，引三军大开三门杀出。邓艾见兵
出，便撤兵退。瞻奋力追杀，忽然一声炮响，四面兵合，把瞻困在垓
心。瞻引兵左冲右突，杀死数百人。艾令众军放箭射之，蜀兵四散。
瞻中箭落马，乃大呼曰：
“吾力竭矣，当以一死报国!”遂拔剑自刎而
死。其子诸葛尚在城上见父死于军中，勃然大怒，遂披挂上马。张遵
谏曰：
“小将军勿得轻出。”尚叹曰：
“吾父子祖孙荷国厚恩，今父
既死于敌，我何用生为？”遂策马杀出，死于阵中。后人有诗赞瞻、
尚父子曰：
不是忠臣独少谋，苍天有意绝炎刘。
当年诸葛留嘉胤 (13) ，节义真堪继武侯。
邓艾怜其忠，将父子合葬。乘虚攻打绵竹。张遵、黄崇、李球三
人各引一军杀出。蜀兵寡，魏兵众，三人亦皆战死。艾因此得了绵
竹。劳军已毕，遂来取成都。正是：
试观后主临危日，无异刘璋受逼时 (14) 。
未知成都如何守御，且看下文分解。
--------------------
(1) 不争——这里是如果之意。
(2) 桥阁——栈道，阁道。
(3) 鱼贯而进——贯：接连不断。“鱼贯而进”出自《三国志·魏志·邓艾传》：“艾
自阴平道行无人之地七百馀里，凿山通道，造作桥阁，山高谷深，至为艰险……将士皆攀木
缘崖，鱼贯而进。”比喻像鱼儿结队而游一般，一个接一个而行。后成为成语。
(4) 二火初兴，有人越此——“二火”即“炎”字，指司马炎。这两句是说司马炎篡魏
称帝，建立晋朝之际，将有人爬山越岭，到达这里。即指邓艾率兵到此。
(5) 二士争衡，不久自死——隐寓锺会与邓艾将因争功内讧而双双死亡。
(6) 联络不绝——即络绎不绝。连续不断之意。
(7) 寻逝——不久亦死。寻：不久，接着，随即。
(8) 尚——本义为匹配、侍奉。后专指娶帝王之女为妻，隐含高攀之意。
(9) 三鼕(d ōng冬)鼓——即击鼓三次。鼕：鼓声。
(10) 方裾——参见第四十九回“朱履方裾”条注。
(11) 两掖——即两边，两旁。掖：古通“腋”。
(12) 幸存照鉴——希望留意明察。存：留意。
(13) 嘉胤——好后代。胤：后代，儿子。
(14) “试观后主”二句——意谓邓艾逼蜀汉后主刘禅投降，与从前刘备逼刘璋让出益州
差不多。含有一报还一报一意。
第一百十八回 哭祖庙一王死孝 入西川二士争功
却说后主在成都闻邓艾取了绵竹，诸葛瞻父子已亡，大惊，急召
文武商议。近臣奏曰：
“城外百姓扶老携幼，哭声大震，各逃生
命。”后主惊惶无措。忽哨马报到说：
“魏兵将近城下。”多官议
曰：
“兵微将寡，难以迎敌。不如早弃成都，奔南中七郡。其地险
峻，可以自守，就借蛮兵，再来克复未迟。”光禄大夫谯周曰：
“不
可。南蛮久反之人，平昔无惠，今若投之，必遭大祸。”多官又奏
曰：
“蜀、吴既同盟，今事急矣，可以投之。”周又谏曰：
“自古以
来，无寄他国为天子者。臣料魏能吞吴，吴不能吞魏。若称臣于吴，
是一辱也；若吴被魏所吞，陛下再称臣于魏，是两番之辱矣。不如不
投吴而降魏，魏必裂土以封陛下 (1) ，则上能自守宗庙，下可以保安
黎民。愿陛下思之。”后主未决，退入宫中。
次日，众议纷然。谯周见事急，复上疏诤之 (2) 。后主从谯周之
言，正欲出降，忽屏风后转出一人，厉声而骂周曰：
“偷生腐儒，岂
可妄议社稷大事!自古安有降天子哉？”后主视之，乃第五子北地王刘
谌也。后主生七子：长子刘璿，次子刘瑶，三子刘琮，四子刘瓒，五
子即北地王刘谌，六子刘恂，七子刘璩。七子中，惟谌自幼聪明，英
敏过人，馀皆懦善。后主谓谌曰：
“今大臣皆议当降，汝独仗血气之
勇，欲令满城流血耶？”谌曰：
“昔先帝在日，谯周未尝干预国政。
今妄议大事，辄起乱言，甚非理也。臣切料成都之兵尚有数万；姜维
全师皆在剑阁，若知魏兵犯阙，必来救应：内外攻击，可获大功。岂
可听腐儒之言，轻废先帝之基业乎？”后主叱之曰：
“汝小儿，岂识
天时？”谌叩头哭曰：
“若势穷力极，祸败将及，便当父子君臣背城
一战 (3) ，同死社稷，以见先帝可也，奈何降乎？”后主不听。谌放
声大哭曰：
“先帝非容易创立基业，今一旦弃之，吾宁死不辱也!”后
主令近臣推出宫门。遂令谯周作降书，遣私署侍中张绍 (4) 、驸马都
尉邓良同谯周赍玉玺，来雒城请降。
时邓艾每日令数百铁骑来成都哨探，当日见立了降旗，艾大喜。
不一时，张绍等至，艾令人迎入。三人拜伏于阶下，呈上降款、玉玺
(5) 。艾拆降书视之，大喜，受下玉玺，重待张绍、谯周、邓良等。
艾作回书，付三人赍回成都，以安人心。
三人拜辞邓艾，径还成都，入见后主，呈上回书，细言邓艾相待
之善。后主拆封视之，大喜，即遣太仆蒋显赍敕令姜维早降。遣尚书
郎李虎送文簿与艾：共户二十八万，男女九十四万，带甲将士十万二
千，官吏四万，仓粮四十馀万，金、银各二千斤，锦绮、彩绢各二十
万匹。馀物在库，不及具数。择十二月初一日，君臣出降。
北地王刘谌闻知，怒气冲天，乃带剑入宫。其妻崔夫人问曰：
“大王今日颜色异常，何也？”谌曰：
“魏兵将近，父皇已纳降款，
明日君臣出降，社稷从此殄灭。吾欲先死，以见先帝于地下，不屈膝
于他人也。”崔夫人曰：
“贤哉，贤哉!得其死矣!妾请先死，王死未
迟。”谌曰：
“汝何死耶？”崔夫人曰：
“王死父，妾死夫，其义同
也。夫亡妻死，何必问焉？”言讫，触柱而死。谌乃自杀其三子，并
割妻头，提至昭烈庙中，伏地哭曰：
“臣羞见基业弃于他人，故先杀
妻子，以绝挂念，后将一命报祖。祖如有灵，知孙之心。”大哭一
场，眼中流血，自刎而死。蜀人闻知，无不哀痛。后人有诗赞曰：
君臣甘屈膝，一子独悲伤。
去矣西川事，雄哉北地王!
捐身酬烈祖 (6) ，搔首泣穹苍。
凛凛人如在，谁云汉已亡？
后主听知北地王自刎，乃令人葬之。
次日，魏兵大至。后主率太子、诸王及群臣六十馀人，面缚舆榇
(7) ，出北门十里而降。邓艾扶起后主，亲解其缚，焚其舆榇，并车
入城。后人有诗叹曰 (8) ：
魏兵数万入川来，后主偷生失自裁 (9) 。
黄皓终存欺国意，姜维空负济时才。
全忠义士心何烈，守节王孙志可哀。
昭烈经营良不易，一朝功业顿成灰。
于是成都之人皆具香花迎接。艾拜后主为骠骑将军，其馀文武各
随高下拜官。请后主还宫，出榜安民，交割仓库。又令太常张峻、益
州别驾张绍招安各郡军民。又令人说姜维归降。一面遣人赴洛阳报
捷。艾闻黄皓奸险，欲斩之。皓用金宝赂其左右，因此得免。自是汉
亡。后人因汉之亡，有追思武侯诗曰 (10) ：
鱼鸟犹疑畏简书 (11) ，风云长为护储胥 (12) 。
徒令上将挥神笔，终见降王走传车 (13) 。
管乐有才真不忝，关张无命欲何如 (14) 。
他年锦里经祠庙，梁父吟成恨有馀 (15) 。
且说太仆蒋显到剑阁，入见姜维，传后主敕命，言归降之事。维
大惊失语 (16) 。帐下众将听知，一齐怨恨，咬牙怒目，须发倒竖，拔
刀砍石大呼曰：
“吾等死战，何故先降耶？”号哭之声，闻数十里。
维见人心思汉，乃以善言抚之曰：
“众将勿忧。吾有一计，可复汉
室。”众皆求问。姜维与诸将附耳低言，说了计策。即于剑阁关遍竖
降旗，先令人报入锺会寨中，说姜维引张翼、廖化、董厥等来降。会
大喜，令人迎接维入帐。会曰：
“伯约来何迟也？”维正色流涕曰：
“国家全军在吾，今日至此，犹为速也。”会甚奇之，下座相拜，待
为上宾。维说会曰：
“闻将军自淮南以来，算无遗策 (17) ，司马氏之
盛，皆将军之力，维故甘心俯首。如邓士载，当与决一死战，安肯降
之乎？”会遂折箭为誓，与维结为兄弟，情爱甚密，仍令照旧领兵。
维暗喜，遂令蒋显回成都去了。
却说邓艾封师纂为益州刺史，牵弘、王颀等各领州郡。又于绵竹
筑台，以彰战功 (18) ，大会蜀中诸官饮宴。艾酒至半酣，乃指众官
曰：
“汝等幸遇我，故有今日耳。若遇他将，必皆殄灭矣。”多官起
身拜谢。忽蒋显至，说：
“姜维自降锺镇西了。”艾因此痛恨锺会。
遂修书，令人赍赴洛阳，致晋公司马昭。昭得书视之，书曰 (19) ：
臣艾切谓兵有先声而后实者 (20) ，今因平蜀之势以乘吴 (21) ，此席卷之时
也。然大举之后，将士疲劳，不可便用。宜留陇右兵二万、蜀兵二万，煮盐兴冶
(22) ，并造舟船，预备顺流之计 (23) 。然后发使，告以利害，吴可不征而定也。
今宜厚待刘禅，以致孙休 (24) 。若便送禅来京，吴人必疑，则于向化之心不劝
(25) 。且权留之于蜀，须来年冬月抵京。今即可封禅为扶风王，锡以资财，供其
左右，爵其子为公侯，以显归命之宠，则吴人畏威怀德，望风而从矣。
司马昭览毕，深疑邓艾有自专之心，乃先发手书与卫瓘，随后降
封艾诏曰 (26) ：
征西将军邓艾耀威奋武 (27) ，深入敌境，使僭号之主 (28) ，系颈归降 (29)
；兵不逾时，战不终日 (30) ，云彻席卷 (31) ，荡定巴、蜀。虽白起破强楚 (32)
，韩信克劲赵 (33) ，不足比勋也 (34) 。其以艾为太尉，增邑二万户；封二子为
亭侯，各食邑千户。
邓艾受诏毕，监军卫瓘取出司马昭手书与艾。书中说邓艾所言之
事，须候奏报，不可辄行 (35) 。艾曰：
“将在外，君命有所不受。吾
既奉诏专征，如何阻当？”遂又作书，令来使赍赴洛阳。
时朝中皆言邓艾必有反意，司马昭愈加疑忌。忽使命回，呈上邓
艾之书。昭拆封视之，书曰 (36) ：
艾衔命西征 (37) ，元恶既服，当权宜行事，以安初附 (38) 。若待国命，则
往复道途，延引日月 (39) 。《春秋》之义：大夫出疆，有可以安社稷利国家，专
之可也 (40) 。今吴未宾 (41) ，势与蜀连，不可拘常，以失事机。兵法：进不求
名，退不避罪 (42) 。艾虽无古人之节，终不自嫌以损于国也 (43) 。先此申状
(44) ，见可施行 (45) 。
司马昭看毕，大惊，忙与贾充计议曰：
“邓艾恃功而骄，任意行
事，反形露矣，如之奈何？”贾充曰：
“主公何不封锺会以制之 (46)
？”昭从其议，遣使赍诏封会为司徒。就令卫瓘监督两路军马，以手
书付瓘，使与会伺察邓艾，以防其变。会接读诏书，诏曰：
镇西将军锺会所向无敌 (47) ，前无强梁 (48) ，节制众城，网罗迸逸 (49)
。蜀之豪帅 (50) ，面缚归命 (51) 。谋无遗策 (52) ，举无废功 (53) 。其以会为司
徒，进封县侯，增邑万户；封子二人亭侯，邑各千户。
锺会既受封，即请姜维计议曰：
“邓艾功在吾之上，又封太尉之
职。今司马公疑艾有反志，故令卫瓘为监军，诏吾制之。伯约有何高
见？”维曰：
“愚闻邓艾出身微贱，幼为农家养犊。今侥幸自阴平斜
径，攀木悬崖，成此大功，非出良谋，实赖国家洪福耳。若非将军与
维相拒于剑阁，艾安能成此功耶？今欲封蜀主为扶风王，乃大结蜀人
之心，其反情不言可见矣，晋公疑之是也。”会深喜其言。
维又曰：
“请退左右，维有一事密告。”会令左右尽退。维袖中
取一图与会，曰：
“昔日武侯出草庐时，以此图献先帝，且曰：
‘益
州之地，沃野千里，民殷国富，可为霸业。’先帝因此遂创成都。今
邓艾至此，安得不狂？”会大喜，指问山川形势，维一一言之。会又
问曰：
“当以何策除艾？”维曰：
“乘晋公疑忌之际，当急上表，言
艾反状，晋公必令将军讨之，一举而可擒矣。”会依言，即遣人赍表
进赴洛阳，言邓艾专权恣肆 (54) ，结好蜀人，早晚必反矣。于是朝中
文武皆惊。会又令人于中途截了邓艾表文，按艾笔法，改写傲慢之
辞，以实己之语 (55) 。
司马昭见了邓艾表章，大怒，即遣人到锺会军前，令会收艾 (56)
；又遣贾充引三万兵入斜谷，昭乃同魏主曹奂御驾亲征。西曹掾邵悌
谏曰：
“锺会之兵多艾六倍，当令会收艾足矣，何必明公自行耶？”
昭笑曰：
“汝忘了旧日之言耶？汝曾道会后必反。吾今此行，非为
艾，实为会耳。”悌笑曰“某恐明公忘之，故以相问。今既有此意，
切宜秘之，不可泄漏。”昭然其言，遂提大兵起程。时贾充亦疑锺会
有变，密告司马昭。昭曰：
“如遣汝，亦疑汝耶？吾到长安，自有明
白。”
早有细作报知锺会，说昭已至长安。会慌请姜维商议收艾之策。
正是：
才看西蜀收降将，又见长安动大兵。
不知姜维以何策破艾，且看下文分解。
--------------------
(1) 裂土——参见第五十四回“分茅裂土”条注。
(2) 诤——拚命向皇帝规劝。汉·刘向《说苑·臣术》：“有能进言于君，用则留之，
不用则去之，谓之谏；用则可生，不用则死，谓之诤。”后泛指反复规劝皇帝。
(3) 背城一战——语本“背城而战”，出自《左传·哀公十一年》：“(冉求曰)子帅师
背城而战，不属者，非鲁人也。”意谓在自己的城下与敌人作最后一次决战，以定胜败。表
示决不屈服，将与敌人决一死战。
(4) 私署侍中——蜀汉独有的官名。为宫中侍从之官。
(5) 降款——即投降书。款：归顺，求和。
(6) 烈祖——指昭烈帝刘备。
(7) 面缚舆榇——面缚：双手反绑于背后而面朝着胜利者，表示甘愿投降。舆榇：车上
拉着棺材，表示不再抵抗，待罪受刑。“面缚舆榇”出自《左传·僖公六年》：“冬，蔡穆
侯将许僖公以见楚子于武城。许男面缚衔璧，大夫衰绖，士舆榇。”(衰绖：丧服。表示死
罪。)又《左传·昭公四年》)：“王使速杀之，遂以诸侯灭赖。赖子面缚衔璧，士袒，舆榇
从之，造于中军。”古代战败者的投降仪式：两手反绑而面向前，并携带空棺，以示死罪。
(8) 后人有诗——此诗的作者为明代周静轩。
(9) 失自裁——没有自杀。自裁：自杀。
(10) 有追思武侯诗——此诗录自唐·李商隐《筹笔驿》诗，但文字略异，原诗作：“猿
鸟犹疑畏简书，风云常为护储胥。徒令上将挥神笔，终见降王走传车。管乐有才终不忝，关
张无命欲何如。他年锦里经祠庙，梁父吟成恨有馀。”筹笔驿：古驿名，又称“朝天驿”。
在今四川省广元北。诸葛亮曾在此驻军。
(11) 鱼鸟犹疑畏简书——疑：惊奇。畏简书：典出《诗经·小雅·出车》：“王事多
难，不遑启居。岂不怀归，畏此简书。”毛传：“简书，戒命也。邻国有急，以简书相告，
则奔命救之。”后即以“畏简书”表示公务缠身，极其繁忙。此句是说诸葛亮事必躬亲，鞠
躬尽瘁，以至于连筹笔驿一带的鱼鸟都觉得惊奇。
(12) 风云长为护储胥——储胥：古代军队营地的藩篱。此句是说风和云一直在保护着诸
葛亮营地藩篱的遗迹。
(13) “徒令上将”二句——上将：指诸葛亮。挥神笔：比喻施展天才。降王：指后主刘
禅。因其降魏后被封为扶风王，故称。走传车：指刘禅降魏后，由成都乘车至洛阳。传车：
驿车。这两句是说尽管诸葛亮鞠躬尽瘁，用尽了才能，也是徒劳，最终还是蜀汉灭亡，后主
刘禅降魏，被迁至洛阳。
(14) “管乐有才”二句——不忝：不愧，无愧。这两句是说尽管诸葛亮的才能与管仲、
乐毅相比亳无愧色，但因关羽、张飞早死，诸葛亮部下缺乏大将，又能怎样。
(15) “他年锦里”二句——他年：往年，从前。锦里：即锦城，故址在成都城南，诸葛
亮武侯祠(祠庙即指武侯祠)的所在地。《梁父吟》：见第三十六回“《梁父吟》”条注。这
两句是说往年我(李商隐)经过成都锦里，曾到武侯祠瞻仰，不禁想到诸葛亮隐居隆中，吟成
《梁父吟》，后来出山辅佐刘备，致成三国鼎立，但转眼成空，遗恨无穷。
(16) 失语——即一时说不出话来。
(17) 算无遗策——算：谋划，计划。遗策：失策。遗：遗漏，忽略。“算无遗策”或本
“言无遗策”，出自《吕氏春秋·贵当》：“荆有善相人者，所言无遗策。”意谓谋划周密
准确，没有丝毫疏漏。
(18) 彰——显示，炫耀。
(19) 书——此书(信)原载《三国志·魏志·邓艾传》，这里有所删改。
(20) 先声而后实——声：声势。实：实力，武力，兵力。“先声而后实”出自《史记·
淮阴侯列传》(又见《汉书·韩信传》)：“(广武君曰)遣辩士奉咫尺之书，暴其所长于燕，
燕必不敢不听从。燕已从，使谊言者东告齐，齐必从风而服，虽有智者，亦不知为齐计矣。
如是，则天下事皆可图也。兵固有先声而后实者，此之谓也。”意谓首先大造声势，使敌人
恐惧，然后出兵攻击，无不取胜。
(21) 乘吴——乘机攻打东吴。
(22) 兴冶——兴办冶炼业。
(23) 顺流之计——意谓顺长江而下攻打东吴的计策。
(24) 厚待刘禅，以致孙休——意谓用优待刘禅的办法，来招致吴主孙休。就是让孙休看
到刘禅降魏后备受优待，自愿向魏投降。
(25) 于向化之心不劝——意谓对于吴人的归顺之心不能起勉励作用。向化：归顺，归
服。劝：勉励，鼓励。
(26) 封艾诏——此诏原载《三国志·魏志·邓艾传》，这里略有改动。
(27) 耀威奋武——语或本“曜威燿武”，出自汉·士孙瑞《剑铭》(见《艺文类聚》卷
六○)：“天生五材，金德惟刚……爰造宝剑，巨阙墨阳。精通皓灵，获兹休祥。剖山竭川，
虹蜺消亡。曜威燿武，震动遐荒。楚以定霸，越以取强。”意谓炫耀武力，显示威风。
(28) 僭号之主——参见第九十八回“僭号称尊”条注。
(29) 系颈——脖颈上套上绳子。表示归降。汉·贾谊《过秦论上》：“百粤之君，俯首
系颈，委命下吏。”
(30) 兵不逾时，战不终日——形容战斗极其顺利，很决就取得了胜利。
(31) 云彻——犹如风扫残云彻底干净。
(32) 白起破强楚——事见《史记·白起列传》：白起为战国时秦国大将，前后攻拔韩、
魏、赵七十馀城，斩首数十万，战功卓著。后又攻楚，先下五城，后又攻克楚都郢，楚王逃
亡陈，秦以郢为南郡。
(33) 韩信克劲赵——事见《史记·淮阴侯列传》、《汉书·韩信传》：韩信为汉王刘邦
部下的大将，极善用兵。他曾以数万兵与二十万赵兵会战于井陉口，以诈败之计，骗得赵军
“空壁争汉鼓旗”，追赶大队汉军。这时韩信乘机出奇兵二千骑，“驰入赵壁，皆拔赵旗，
立汉赤帜二千”。汉军乘赵军大惊之际，回军再战，大获全胜，连赵王歇也做了俘虏。
(34) 不足比勋——意谓就连白起破强楚、韩信克劲赵也比不上邓艾消灭蜀汉的功勋。
(35) 辄行——擅自施行。
(36) 书——此书(信)原载《三国志·魏志·邓艾传》，这里略有改动。
(37) 衔命——奉命。《管子·形势》：“衔命者君之尊也，受辞者君之运也。”郭沫若
等集校引豬饲彦博曰：“衔，奉而守之也。言民奉命令则君尊。”
(38) 初附——指后汉刚刚归附。
(39) 延引日月——拖延时间。
(40) “《春秋》之义”四句——《春秋》之义：见第十七回“《春秋》之义”条注。大
夫：周代官名。后泛指官员。出疆：出境，出国，离开国境。这四句本明·刘基《春秋明经
·公子结胜陈人之妇于邮遂及齐侯宋公盟齐人宋人陈人伐我西鄙》：“古者，大夫之出疆
也，受命而不受词，有可以安社稷利民人者，专之可也。”意谓按照《春秋》这本书里记载
的法度，官员奉命出国，凡有利于国家的事，可以自作主张。
(41) 未宾——尚未归顺。宾：宾服，归顺。
(42) 进不求名，退不避罪——语出《孙子·地形》：“故战道必胜，主曰无战，必战可
也；战道不胜，主曰必战，无战可也。故进不求名，退不避罪，唯民是保，而利合于主，国
之宝也。”又见《淮南子·兵略训》：“是故无天于上，无地于下，无敌于前，无主于后，
进不求名，退不避罪，唯民是保，利合于主，国之宝也，上将之道也。”意谓将军有独立指
挥权，可以违抗君主之命，可战则发动进攻，但不是为了求取个人功名，不可战则下令退
却，也不逃避违命罪责，唯一目的就是保护人民利益。
(43) 自嫌——自己心生疑忌或有所顾忌。
(44) 申状——旧时公文体式之一。即向上级禀报事情的公文。
(45) 见可施行——意谓看到合适的机会便实行。
(46) 制——抵制，控制。
(47) 所向无敌——语本“所当无敌”，出自《史记·项羽本纪》(又见《汉书·项羽
纪》)：“(项籍)乃谓亭长曰：‘吾知公长者，吾骑此马五岁，所当无敌，尝一日行千里，不
忍杀之，以赐公。’”(当：面对着，向着。)意谓所到之处，没有敌手。多形容军威极壮，
锐不可当。
(48) 前无强梁——与“所向无敌”近义。意谓在前进的路上没有敌手。强梁：强横霸道
的人。
(49) 网罗迸逸——抓获逃窜的人。
(50) 豪帅——首领。这里指蜀汉后主刘禅。
(51) 面缚——见第本回“面缚舆榇”条注。
(52) 谋无遗策——参见第本回“算无遗策”条注。
(53) 举无废功——这里指每战必胜，没有失败。
(54) 恣肆——放肆，肆无忌惮，胡作非为。
(55) 以实己之语——以便证实自己说过的话。这里指锺会用以证实自已谎奏邓艾谋反的
话。
(56) 收——收捕，捉拿。
第一百十九回 假投降巧计成虚话 再受禅依样画葫
芦 (1)
却说锺会请姜维计议收邓艾之策，维曰：
“可先令监军卫瓘收
艾，艾若杀瓘，反情实矣。将军却起兵讨之，可也。”会大喜，遂令
卫瓘引数十人入成都，收邓艾父子。瓘手下人止之曰：
“此是锺司徒
令邓征西杀将军，以正反情也 (2) ，切不可行。”瓘曰：
“吾自有
计。”遂先发檄文二三十道。其檄曰：
奉诏收艾，其馀各无所问。若早来归，爵赏如先；敢有不出者，灭三族。
随备槛车两乘，星夜望成都而来。
比及鸡鸣，艾部将见檄文者，皆来投拜于卫瓘马前。时邓艾在府
中未起，瓘引数十人突入，大呼曰：
“奉诏收邓艾父子!”艾大惊，滚
下床来。瓘叱武士缚于车上。其子邓忠出问，亦被捉下，缚于车上。
府中将吏大惊，欲待动手抢夺，早望见尘头大起，哨马报说：
“锺司
徒大兵到了。”众各四散奔走。锺会与姜维下马入府，见邓艾父子已
被缚。会以鞭挞邓艾之首而骂曰：
“养犊小儿，何敢如此!”姜维亦骂
曰：
“匹夫行险徼幸，亦有今日耶？”艾亦大骂。会将艾父子送赴洛
阳。
会入成都，尽得邓艾军马，威声大震。乃谓姜维曰：
“吾今日方
趁平生之愿矣!”维曰：
“昔韩信不听蒯通之说，而有未央宫之祸 (3)
；大夫种不从范蠡于五湖，卒伏剑而死 (4) 。斯二子者 (5) ，其功名
岂不赫然哉？徒以利害未明，而见幾之不早也 (6) 。今公大勋已就，
威震其主，何不泛舟绝迹，登峨嵋之岭，而从赤松子游乎 (7) ？”会
笑曰：
“君言差矣。吾年未四旬，方思进取，岂能便效此退闲之
事？”维曰：
“若不退闲，当早图良策。此则明公智力所能，无烦老
夫之言矣。”会抚掌大笑曰：
“伯约知吾心也。”二人自此每日商议
大事。维密与后主书曰：
望陛下忍数日之辱，维将使社稷危而复安，日月幽而复明，必不
使汉室终灭也。
却说锺会正与姜维谋反，忽报司马昭有书到。会接书，书中言：
吾恐司徒收艾不下，自屯兵于长安，相见在近，以此先报。
会大惊曰：
“吾兵多艾数倍，若但要我擒艾，晋公知吾独能办
之。今日自引兵来，是疑我也。”遂与姜维计议。维曰：
“君疑臣则
臣必死，岂不见邓艾乎？”会曰：
“吾意决矣!事成则得天下，不成则
退西蜀，亦不失作刘备也。”维曰：
“近闻郭太后新亡，可诈称太后
有遗诏，教讨司马昭，以正弑君之罪。据明公之才，中原可席卷而定
(8) 。”会曰：
“伯约当作先锋，成事之后，同享富贵。”维曰：
“愿效犬马微劳，但恐诸将不服耳。”会曰：
“来日元宵佳节，于故
宫大张灯火，请诸将饮宴，如不从者尽杀之。”维暗喜。
次日，会、维二人请诸将饮宴。数巡后，会执杯大哭。诸将惊问
其故。会曰：
“郭太后临崩有遗诏在此，为司马昭南阙弑君 (9) ，大
逆无道，早晚将篡魏，命吾讨之。汝等各自佥名 (10) ，共成此事。”
众皆大惊，面面相觑。会拔剑出鞘曰：
“违令者斩!”众皆恐惧，只得
相从。画字已毕，会乃困诸将于宫中，严兵禁守。维曰：
“我见诸将
不服，请坑之。”会曰：
“吾已令宫中掘一坑，置大棒数千，如不从
者，打死坑之。”
时有心腹将丘建在侧。建乃护军胡烈部下旧人也，时胡烈亦被监
在宫，建乃密将锺会所言报知胡烈。烈大惊，泣告曰：
“吾儿胡渊领
兵在外，安知会怀此心耶？汝可念向日之情，透一消息，虽死无
恨。”建曰：
“恩主勿忧，容某图之。”遂出告会曰：
“主公软监诸
将在内，水食不便，可令一人往来传递。”会素听丘建之言，遂令丘
建监临。会分付曰：
“吾以重事托汝，休得泄漏。”建曰：
“主公放
心，某自有紧严之法。”建暗令胡烈亲信人入内，烈以密书付其人。
其人持书火速至胡渊营内，细言其事，呈上密书。渊大惊，遂遍示诸
营知之。众将大怒，急来渊营商议曰：
“我等虽死，岂肯从反臣
耶？”渊曰：
“正月十八日中，可骤入内，如此行之。”监军卫瓘深
喜胡渊之谋，即整顿了人马，令丘建传与胡烈。烈报知诸将。
却说锺会请姜维问曰：
“吾夜梦大蛇数千条咬吾，主何吉凶？”
维曰：
“梦龙蛇者，皆吉庆之兆也。”会喜，信其言，乃谓维曰：
“器仗已备，放诸将出问之，若何？”维曰：
“此辈皆有不服之心，
久必为害，不如乘早戮之。”会从之，即命姜维领武士往杀众魏将。
维领命，方欲行动，忽然一阵心疼，昏倒在地。左右扶起，半晌方
苏。忽报：
“宫外人声沸腾。”会方令人探时，喊声大震，四面八
方，无限兵到。维曰：
“此必是诸将作恶，可先斩之。”忽报：
“兵
已入内。”会令闭上殿门，使军士上殿屋以瓦击之，互相杀死数十
人。宫外四面火起，外兵砍开殿门杀入。会自掣剑，立杀数人。却被
乱箭射倒，众将枭其首。维拔剑上殿，往来冲突，不幸心疼转加。维
仰天大叫曰：
“吾计不成，乃天命也!”遂自刎而死。时年五十九岁。
宫中死者数百人。卫瓘曰：
“众军各归营所，以待王命。”魏兵争欲
报仇，共剖维腹，其胆大如鸡卵。众将又尽取姜维家属杀之。
邓艾部下之人见锺会、姜维已死，遂连夜去追劫邓艾。早有人报
知卫瓘。瓘曰：
“是我捉艾，今若留他，我无葬身之地矣。”护军田
续曰：
“昔邓艾取江油之时，欲杀续，得众官告免。今日当报此
恨。”瓘大喜，遂遣田续引五百兵赶至绵竹，正遇邓艾父子放出槛
车，欲还成都。艾只道是本部兵到，不作准备，欲待问时，被田续一
刀斩之。邓忠亦死于乱军之中。后人有诗叹邓艾曰：
自幼能筹画，多谋善用兵。
凝眸知地理，仰面识天文。
马到山根断，兵来石径分。
功成身被害，魂绕汉江云。
又有诗叹锺会曰：
髫年称早慧 (11) ，曾作秘书郎。
妙计倾司马 (12) ，当时号子房。
寿春多赞画，剑阁显鹰扬 (13) 。
不学陶朱隐 (14) ，游魂悲故乡。
又有诗叹姜维曰：
天水夸英俊，凉州产异才。
系从尚父出 (15) ，术奉武侯来。
大胆应无惧，雄心誓不回。
成都身死日，汉将有馀哀。
却说姜维、锺会、邓艾已死，张翼等亦死于乱军之中。太子刘
璿、汉寿亭侯关彝，皆被魏兵所杀。军民大乱，互相践踏，死者不计
其数。旬日后，贾充先至，出榜安民，方始宁靖。留卫瓘守成都，乃
迁后主赴洛阳。止有尚书令樊建、侍中张绍、光禄大夫谯周、秘书郎
郤正等数人跟随。廖化、董厥皆托病不起，后皆忧死。
时魏景元五年，改为咸熙元年。春三月，吴将丁奉见蜀已亡，遂
收兵还吴。中书丞华覈奏吴主孙休曰：
“吴、蜀乃唇齿也，唇亡则齿
寒。臣料司马昭伐吴在即，乞陛下深加防御。”休从其言，遂命陆逊
子陆抗为镇东大将军，领荆州牧，守江口；左将军孙异守南徐诸处隘
口；又沿江一带，屯兵数百营，老将丁奉总督之：以防魏兵。
建宁太守霍戈闻成都不守，素服望西大哭三日。诸将皆曰：
“既
汉主失位，何不速降？”弋泣谓曰：
“道路隔绝，未知吾主安危若
何。若魏主以礼待之，则举城而降，未为晚也；万一危辱吾主，则主
辱臣死，何可降乎？”众然其言，乃使人到洛阳，探听后主消息去
了。
且说后主至洛阳时，司马昭已自回朝。昭责后主曰：
“公荒淫无
道，废贤失政，理宜诛戮。”后主面如土色，不知所为。文武皆奏
曰：
“蜀主既失国纪，幸早归降，宜赦之。”昭乃封禅为安乐公，赐
住宅，月给用度，赐绢万匹，僮婢百人。子刘瑶及群臣樊建、谯周、
郤正等皆封侯爵。后主谢恩出内。昭因黄皓蠹国害民 (16) ，令武士押
出市曹，凌迟处死。时霍弋探听得后主受封，遂率部下军士来降。
次日，后主亲诣司马昭府下拜谢。昭设宴款待，先以魏乐舞戏于
前。蜀官感伤，独后主有喜色。昭令蜀人扮蜀乐于前。蜀官尽皆堕
泪，后主嬉笑自若。酒至半酣，昭谓贾充曰：
“人之无情，乃至于此!
虽使诸葛孔明在，亦不能辅之久全，何况姜维乎？”乃问后主曰：
“颇思蜀否？”后主曰：
“此间乐，不思蜀也。”须臾，后主起身更
衣，郤正跟至厢下曰 (17) ：
“陛下如何答应不思蜀也？倘彼再问，可
泣而答曰：
‘先人坟墓远在蜀地，乃心西悲 (18) ，无日不思。’晋公
必放陛下归蜀矣。”后主牢记入席。酒将微醉，昭又问曰：
“颇思蜀
否？”后主如郤正之言以对，欲哭无泪，遂闭其目。昭曰：
“何乃似
郤正语耶？”后主开目惊视曰：
“诚如尊命。”昭及左右皆笑之。昭
因此深喜后主诚实，并不疑虑。后人有诗叹曰 (19) ：
追欢作乐笑颜开，不念危亡半点哀。
快乐异乡忘故国，方知后主是庸才。
却说朝中大臣因昭收川有功，遂尊之为王，表奏魏主曹奂。时奂
名为天子，实不能主张，政皆由司马氏，不敢不从，遂封晋公司马昭
为晋王，谥父司马懿为宣王，兄司马师为景王。昭妻乃王肃之女，生
二子：长曰司马炎，人物魁伟，立发垂地 (20) ，两手过膝，聪明英
武，胆量过人；次曰司马攸，情性温和，恭俭孝悌，昭甚爱之，因司
马师无子，嗣攸以继其后。昭常曰：
“天下者，乃吾兄之天下也。”
于是司马昭受封晋王，欲立攸为世子。山涛谏曰：
“废长立幼，违礼
不祥。”贾充、何曾、裴秀亦谏曰：
“长子聪明神武，有超世之才，
人望既茂，天表如此，非人臣之相也 (21) 。”昭犹豫未决。太尉王
祥、司空荀顗谏曰：
“前代立少，多致乱国。愿殿下思之。”昭遂立
长子司马炎为世子。
大臣奏称：
“当年襄武县，天降一人，身长二丈馀，脚迹长三尺
二寸，白发苍髯，着黄单衣，裹黄巾，拄藜头杖，自称曰：
‘吾乃民
王也，今来报汝：天下换主，立见太平。’如此在市游行三日，忽然
不见。此乃殿下之瑞也。殿下可戴十二旒冠冕 (22) ，建天子旌旗，出
警入跸，乘金根车，备六马，进王妃为王后，立世子为太子。”昭心
中暗喜。回到宫中，正欲饮食，忽中风不语。次日病危，太尉王祥、
司徒何曾、司马荀顗及诸大臣入宫问安，昭不能言，以手指太子司马
炎而死。时八月辛卯日也。何曾曰：
“天下大事，皆在晋王，可立太
子为晋王，然后祭葬。”是日，司马炎即晋王位，封何曾为晋丞相，
司马望为司徒，石苞为骠骑将军，陈骞为车骑将军，谥父为文王。
安葬已毕，炎召贾充、裴秀入宫，问曰：
“曹操曾云：
‘若天命
在吾，吾其为周文王乎 (23) !’果有此事否？”充曰：
“操世受汉
禄，恐人议论篡逆之名，故出此言，乃明教曹丕为天子也。”炎曰：
“孤父王比曹操何如？”充曰：
“操虽功盖华夏，下民畏其威而不怀
其德。子丕继业，差役甚重，东西驱驰，未有宁岁。后我宣王、景王
累建大功，布恩施德，天下归心久矣。文王并吞西蜀，功盖寰宇，又
岂操之可比乎？”炎曰：
“曹丕尚绍汉统 (24) ，孤岂不可绍魏统
耶？”贾充、裴秀二人再拜而奏曰：
“殿下正当法曹丕绍汉故事 (25)
，复筑受禅坛，布告天下，以即大位。”炎大喜。
次日，带剑入内。此时魏主曹奂连日不曾设朝，心神恍惚，举止
失措。炎直入后宫，奂慌下御榻而迎。炎坐毕，问曰：
“魏之天下，
谁之力也？”奂曰：
“皆晋王父祖之赐耳。”炎笑曰：
“吾观陛下文
不能论道 (26) ，武不能经邦 (27) 。何不让有才德者主之？”奂大
惊，口噤不能言。旁有黄门侍郎张节大喝曰：
“晋王之言差矣!昔日魏
武祖皇帝东荡西除，南征北讨，非容易得此天下。今天子有德无罪，
何故让与人耶？”炎大怒曰：
“此社稷乃大汉之社稷也，曹操挟天子
以令诸侯，自立魏王，篡夺汉室。吾祖父三世辅魏，得天下者，非曹
氏之能，实司马氏之力也，四海咸知，吾今日岂不堪绍魏之天下
乎？”节又曰：
“欲行此事，是篡国之贼也!”炎大怒曰：
“吾与汉家
报仇，有何不可？”叱武士将张节乱瓜打死于殿下 (28) 。奂泣泪跪
告。炎起身下殿而去。
奂谓贾充、裴秀曰：
“事已急矣，如之奈何？”充曰：
“天数尽
矣，陛下不可逆天。当照汉献帝故事，重修受禅坛，具大礼，禅位与
晋王，上合天心，下顺民情，陛下可保无虞矣。”奂从之，遂令贾充
筑受禅坛。以十二月甲子日，奂亲捧传国玺，立于坛上，大会文武。
后人有诗叹曰 (29) ：
魏吞汉室晋吞曹，天运循环不可逃。
张节可怜忠国死，一拳怎障泰山高。
请晋王司马炎登坛，授与大礼。奂下坛，具公服立于班首。炎端
坐于坛上。贾充、裴秀列于左右执剑，令曹奂再拜伏地听命。充曰：
“自汉建安二十五年，魏受汉禅，已经四十五年矣。今天禄永终 (30)
，天命在晋。司马氏功德弥隆 (31) ，极天际地，可即皇帝正位，以绍
魏统。封汝为陈留王，出就金墉城居止 (32) ，当时起程，非宣诏不许
入京。”奂泣谢而去。太傅司马孚哭拜于奂前曰：
“臣身为魏臣，终
不背魏也。”炎见孚如此，封孚为安平王。孚不受而退。是日，文武
百官再拜于坛下，山呼万岁 (33) 。炎绍魏统，国号大晋，改元为泰始
元年，大赦天下。魏遂亡。后人有诗叹曰：
晋国规模如魏王 (34) ，陈留踪迹似山阳 (35) 。
重行受禅台前事，回首当年止自伤。
晋帝司马炎追谥司马懿为宣帝，伯父司马师为景帝，父司马昭为
文帝，立七庙以光祖宗。七庙？汉征西将军司马钧，钧生豫章太守司
马量，量生颍川太守司马隽，隽生京兆尹司马防，防生宣帝司马懿，
懿生景帝司马师、文帝司马昭，是为七庙也。大事已定，每日设朝，
计议伐吴之策。正是：
汉家城郭已非旧，吴国江山将复更。
未知怎生伐吴，且看下文分解。
--------------------
(1) 依样画葫芦——典出宋·魏泰《东轩笔录》卷一：“陶穀，自五代至国初，文翰为
一时之冠……穀自以久次旧人，意希大用……乃俾其党与，因事荐引，以为久在词禁，宣力
实多，亦以微伺上旨。太祖笑曰：‘颇闻翰林草制，皆检前人旧本，改换词语，此乃俗所谓
依样画葫芦耳，何宣力之有？’穀闻之，乃作诗，书于玉堂之壁，曰：‘官职须由生处有，
才能不管用时无。堪笑翰林陶学士，年年依样画葫芦。’”(事又见宋·孔平仲《谈苑》卷
四、宋·释文莹《续湘山野录》、宋·李焘《续资治通鉴长编·卷一一·太祖开宝三年》。)
意谓照着葫芦的样子画葫芦。比喻依照前人的事例办事。这里指司马炎依照曹丕篡夺汉朝帝
位的办法篡夺魏朝的帝位。隐含一报还一报之意。
(2) 正——通“证”。证实，证明。
(3) “昔韩信”二句——事见《史记·淮阴侯列传》：刘邦与项羽争霸之时，韩信因助
刘邦有大功，被封为齐王。齐人蒯通劝说韩信背叛刘邦，与刘、项三分天下，鼎足而立，否
则将有大祸。韩信不听。后韩信助刘邦灭了项羽，刘邦果然夺了韩信的兵权，并改封为楚
王。继而有人密告韩信欲反，刘邦用陈平之计，声东击西，擒获韩信，降为淮阴侯。不久，
又有人密告韩信与陈豨谋反，吕后又用萧何之计，将韩信诱至未央宫处死。韩信临死时说：
“吾悔不用蒯通之计，乃为儿女子所诈，岂非天哉!”
(4) “大夫种”二句——事见《史记·越王勾践世家》：范蠡和大夫种(姓文名种，官封
大夫)助越王勾践灭吴报仇后，范蠡便功成身退，漫游五湖，致书大夫种曰：“蜚(通“飞”)
鸟尽，良弓藏；狡免死，走狗烹。越王为人长颈鸟喙，可与共患难，不可与共乐。子何不
去？”大夫种犹豫不决。越王勾践听信谗言，逼迫大夫种自杀(伏剑)而死。
(5) 斯——代词。这，此。
(6) 见幾——亦作“见机”。预见。
(7) 从赤松子游——从：跟随，随从。赤松子：神话传说中的仙人。事见汉·刘向《列
仙传》卷一：“赤松子者，神农时雨师也。服水玉，以教神农，能入火不烧。往往至昆仑山
上，常止西王母石室中，随风上下。炎帝少女追之，亦得仙俱去。至高辛时，复为雨师。今
之雨师本是焉。”“从赤松子游”出自《史记·留侯世家》：张良为刘邦之谋士，以功封留
侯。功成名就之后，说道：“今以三寸舌，为帝者师，封万户，位列侯，此布衣之极，于良
足矣。愿弃人间世，欲从赤松子游耳。”意谓出家学道。也是功成身退，免遭祸害之意。
(8) 席卷而定——形容像以席卷物般迅速而全部占有。
(9) 司马昭南阙弑君——指第一百十四回司马昭在洛阳宫南门杀死魏主曹髦。
(10) 佥名——即签名。佥：古时通“签”。
(11) 髫(ti áo条)年——幼年。髫：儿童下垂之发。
(12) 倾——使人倾心、爱慕、钦敬。
(13) 鹰扬——显威风，大展雄才。
(14) 陶朱——通称“陶朱公”，亦称“陶朱翁”。春秋时越国大夫范蠡的别号。范蠡助
越王勾践灭吴后，便功成身退，改名换姓，经商致富。至齐，自称“鸱夷子皮”；居于陶，
自称“朱公”，人称“陶朱公”。(见《史记·越王句践世家》)
(15) 尚父出——即姜子牙的后代。“尚父”是对姜子牙的尊称。
(16) 蠹(d ù杜)国——危害国家。蠹：蛀虫孵化的飞蛾。
(17) 厢下——这里当指厕所，因为刘禅出去“更衣”即为上厕所的婉词。
(18) 乃心西悲——我遥望西方，心中悲伤。乃心：我心。
(19) 后人有诗——此诗的作者是明代周静轩。
(20) 立发垂地——指人站立时，头发可以垂到地上。说明头发特别长，被视为贵相。
(21) 非人臣之相——即为帝王之相。
(22) 十二旒冠冕——参见第六十八回“冕十二旒”条注。
(23) “若天命在吾”二句——曹操的原话是“苟天命在孤，孤为周文王矣”。见第七十
八回。
(24) 绍——继承，传承。
(25) 法——效法，仿效。
(26) 论道——谈论治国之道。典出《周礼·冬官·考工记》：“国有六职，百工与居一
焉。或坐而论道，或作而行之……坐而论道，谓之王公；作而行之，谓之士大夫。”郑玄
注：“论道，谓谋虑治国之政令也。”
(27) 经邦——治理国家。
(28) 瓜——即“金瓜”，亦称“骨朵”。古代卫士所持有柄兵器，以其头似瓜形而得
名。或为铜制，或为铁制而金饰。既可打人，亦用于仪仗。
(29) 后人有诗——此诗的作者为明代周静轩。
(30) 天禄永终——语出《尚书·虞书·大禹谟》：“(帝曰)慎乃有位，敬修其可愿，
四海困穷，天禄永终。”这是舜帝让位于大禹时嘱咐的话，意谓如果你治国无方，使天下困
穷，天赐你的福禄就终结了。引申以指帝位到头了。
(31) 弥隆——广大。
(32) 金墉城——地名。故址在今河南省洛阳西北。 居止——居住。
(33) 山呼——参见第二回“呼拜”条注。
(34) 晋国规模如魏王——规模：做法。此句是说司马炎篡魏建晋的做法与曹丕篡汉建魏
一模一样。
(35) 陈留踪迹似山阳——陈留：指司马炎篡魏后封魏主曹孚为陈留王。踪迹：这里是结
局、下场之意。山阳：指曹丕篡汉后封汉献帝为山阳公。此句是说魏主曹孚的结局与汉献帝
一样凄惨，都是被废黜流放。
第一百二十回 荐杜预老将献新谋 降孙皓三分归一
统
却说吴主孙休闻司马炎已篡魏，知其必将伐吴，忧虑成疾，卧床
不起，乃召丞相濮阳兴入宫中，令太子孙 出拜。吴主把兴臂，手指
而卒。兴出，与群臣商议，欲立太子孙 为君。左典军万彧曰：
“ 幼，不能专政，不若取乌程侯孙皓立之。”左将军张布亦曰：
“皓才识明断，堪为帝王。”丞相濮阳兴不能决，入奏朱太后。太后
曰：
“吾寡妇人耳，安知社稷之事？卿等斟酌立之可也。”兴遂迎皓
为君。
皓字元宗，大帝孙权太子孙和之子也。当年七月，即皇帝位，改
元为元兴元年，封太子孙 为豫章王，追谥父和为文皇帝，尊母何
氏为太后，加丁奉为右大司马。次年改为甘露元年。
皓凶暴日甚，酷溺酒色，宠幸中常侍岑昬。濮阳兴、张布谏之，
皓怒，斩二人，灭其三族。由是廷臣缄口 (1) ，不敢再谏。又改宝鼎
元年，以陆凯、万彧为左右丞相。时皓居武昌，扬州百姓泝流供给
(2) ，甚苦之。又奢侈无度，公私匮乏。陆凯上疏谏曰 (3) ：
今无灾而民命尽，无为而国财空，臣窃痛之。昔汉室既衰，三家鼎立；今
曹、刘失道，皆为晋有，此目前之明验也。臣愚但为陛下惜国家耳。武昌土地险
瘠 (4) ，非王者之都。且童谣云：“宁饮建业水，不食武昌鱼；宁还建业死，不
止武昌居。”此足明民心与天意也。今国无一年之蓄，有露根之渐 (5) ；官吏为
苛扰 (6) ，莫之或恤。大帝时 (7) ，后宫女不满百；景帝以来 (8) ，乃有千数，
此耗财之甚者也。又左右皆非其人，群党相挟 (9) ，害忠隐贤，此皆蠹政病民者
也。愿陛下省百役，罢苛扰，简出宫女，清选百官，则天悦民附而国安矣。
疏奏，皓不悦。又大兴土木，作昭明宫，令文武各官入山采木。
又召术士尚广，令筮蓍 (10) ，问取天下之事。尚对曰：
“陛下筮得吉
兆：庚子岁，青盖当入洛阳 (11) 。”皓大喜，谓中书丞华覈曰：
“先
帝纳卿之言，分头命将，沿江一带，屯数百营，命老将丁奉总之。朕
欲兼并汉土，以为蜀主复仇，当取何地为先？”覈谏曰：
“今成都不
守，社稷倾崩，司马炎必有吞吴之心。陛下宜修德以安吴民，乃为上
计。若强动兵甲，正犹披麻救火 (12) ，必致自焚也。愿陛下察之。”
皓大怒曰：
“朕欲乘时恢复旧业，汝出此不利之言!若不看汝旧臣之
面，斩首号令!”叱武士推出殿门。华覈出朝叹曰：
“可惜锦绣江山，
不久属于他人矣!”遂隐居不出。于是皓令镇东将军陆抗部兵屯江口，
以图襄阳。
早有消息报入洛阳，近臣奏知晋主司马炎。晋主闻陆抗寇襄阳，
与众官商议。贾充出班奏曰：
“臣闻吴国孙皓不修德政，专行无道。
陛下可诏都督羊祜率兵拒之，俟其国中有变，乘势攻取，东吴反掌可
得也。”炎大喜，即降诏遣使到襄阳，宣谕羊祜。
祜奉诏，整点军马，预备迎敌。自是羊祜镇守襄阳，甚得军民之
心。吴人有降而欲去者，皆听之。减戍逻之卒，用以垦田八百馀顷。
其初到时，军无百日之粮；及至末年，军中有十年之积。祜在军，尝
着轻裘，系宽带，不披铠甲，帐前侍卫者不过十馀人。
一日，部将入帐禀祜曰：
“哨马来报：吴兵皆懈怠。可乘其无备
而袭之，必获大胜。”祜笑曰：
“汝众人小觑陆抗耶？此人足智多
谋，日前吴主命之攻拔西陵，斩了步阐及其将士数十人，吾救之无
及。此人为将，我等只可自守，候其内有变，方可图取。若不审时势
而轻进，此取败之道也。”众将服其论，只自守疆界而已。
一日，羊祜引诸将打猎，正值陆抗亦出猎。羊祜下令：
“我军不
许过界。”众将得令，止于晋地打围，不犯吴境。陆抗望见，叹曰：
“羊将军有纪律，不可犯也。”日晚各退。祜归至军中，察问所得禽
兽，被吴人先射伤者皆送还。吴人皆悦，来报陆抗。抗召来人入，问
曰：
“汝主帅能饮酒否？”来人答曰：
“必得佳酿，则饮之。”抗笑
曰：
“吾有斗酒，藏之久矣。今付与汝持去，拜上都督：此酒陆某亲
酿自饮者，特奉一勺，以表昨日出猎之情。”来人领诺，携酒而去。
左右问抗曰：
“将军以酒与彼，有何主意？”抗曰：
“彼既施德于
我，我岂得无以酬之？”众皆愕然。
却说来人回见羊祜，以抗所问并奉酒事，一一陈告。祜笑曰：
“彼亦知吾能饮乎？”遂命开壶取饮。部将陈元曰：
“其中恐有奸
诈，都督且宜慢饮。”祜笑曰：
“抗非毒人者也，不必疑虑。”竟倾
壶饮之。自是使人通问，常相往来。
一日，抗遣人候祜 (13) 。祜问曰：
“陆将军安否？”来人曰：
“主帅卧病数日未出。”祜曰：
“料彼之病，与我相同。吾已合成熟
药在此 (14) ，可送与服之。”来人持药回见抗。众将曰：
“羊祜乃是
吾敌也，此药必非良药。”抗曰：
“岂有酖人羊叔子哉？汝众人勿
疑。”遂服之。次日病愈，众将皆拜贺。抗曰：
“彼专以德，我专以
暴，是彼将不战而服我也。今宜各保疆界而已，无求细利。”众将领
命。
忽报吴主遣使来到，抗接入问之。使曰：
“天子传谕将军作急进
兵，勿使晋人先入。”抗曰：
“汝先回，吾随有疏章上奏。”使人辞
去。抗即草疏，遣人赍到建业。近臣呈上。皓拆观其疏，疏中备言晋
未可伐之状，且劝吴主修德慎罚，以安内为念，不当以黩武为事。吴
主览毕，大怒曰：
“朕闻抗在边境与敌人相通，今果然矣。”遂遣使
罢其兵权，降为司马。却令左将军孙翼代领其军。群臣皆不敢谏。
吴主皓自改元建衡，至凤凰元年，恣意妄为，穷兵屯戍，上下无
不嗟怨。丞相万彧、将军留平、大司农楼玄三人见皓无道，直言苦
谏，皆被所杀。前后十馀年，杀忠臣四十馀人。皓出入常带铁骑五
万，群臣恐怖，莫敢奈何。
却说羊祜闻陆抗罢兵，孙皓失德，见吴有可乘之机，乃作表遣人
往洛阳请伐吴 (15) 。其略曰：
夫期运虽天所授 (16) ，而功业必因人而成。今江淮之险不如剑阁，孙
皓之暴过于刘禅，吴人之困甚于巴蜀，而大晋兵力盛于往时。不于此际平一
四海 (17) ，而更阻兵相守 (18) ，使天下困于征戍，经历盛衰，不可长久也。
司马炎观表，大喜，便令兴师。贾充、荀勖、冯紞三人力言不
可，炎因此不行。祜闻上不允其请，叹曰：
“天下不如意事，十常八
九。今天与不取，岂不大可惜哉!”
至咸宁四年，羊祜入朝，奏辞归乡养病。炎问曰：
“卿有何安邦
之策，以教寡人？”祜曰：
“孙皓暴虐已甚，于今可不战而克。若皓
不幸而殁，更立贤君，则吴非陛下所能得也。”炎大悟曰：
“卿今便
提兵往伐，若何？”祜曰：
“臣年老多病，不堪当此任，陛下另选智
勇之士可也。”遂辞炎而归。
是年十一月，羊祜病危，司马炎车驾亲临其家问安。炎至卧榻
前，祜下泪曰：
“臣万死不能报陛下也。”炎亦泣曰：
“朕深恨不能
用卿伐吴之策。今日谁可继卿之志？”祜含泪而言曰：
“臣死矣，不
敢不尽愚诚。右将军杜预可任，若伐吴，须当用之。”炎曰：
“举善
荐贤，乃美事也。卿何荐人于朝，即自焚奏稿，不令人知耶？”祜
曰：
“拜官公朝，谢恩私门，臣所不取也。”言讫而亡。炎大哭回
宫，敕赠太傅、巨平侯。南州百姓闻羊祜死，罢市而哭；江南守边将
士亦皆哭泣。襄阳人思祜存日，常游于岘山，遂建庙立碑，四时祭
之。往来人见其碑文者，无不流涕，故名为“堕泪碑”。后人有诗叹
曰：
晓日登临感晋臣，古碑零落岘山春。
松间残露频频滴，疑是当年堕泪人。
晋主以羊祜之言，拜杜预为镇南大将军，都督荆州事。杜预为
人，老成练达，好学不倦。最喜读左丘明《春秋传》，坐卧常自携，
每出入，必使人持《左传》于马前，时人谓之“左传癖”。及奉晋主
之命，在襄阳抚民养兵，准备伐吴。
此时吴国丁奉、陆抗皆死。吴主皓每宴群臣，皆令沉醉；又置黄
门郎十人为纠弹官，宴罢之后，各奏过失，有犯者，或剥其面，或凿
其眼。由是国人大惧。
晋益州刺史王濬上疏请伐吴。其疏曰 (19) ：
孙皓荒淫凶逆，宜速征伐；若一旦皓死，更立贤主，则强敌也。臣造船七
年，日有朽败。臣年七十，死亡无日。三者一乖 (20) ，则难图矣。愿陛下无失事
机。
晋主览疏，遂与群臣议曰：
“王公之论，与羊都督暗合，朕意决
矣。”侍中王浑奏曰：
“臣闻孙皓欲北上，军伍已皆整备，声势正
盛，难与争锋。更迟一年，以待其疲，方可成功。”晋主依其奏，乃
降诏止兵莫动。退入后宫，与秘书丞张华围棋消遣。近臣奏：
“边庭
有表到。”晋主开视之，乃杜预表也。表略云 (21) ：
往者，羊祜不博谋于朝臣，而密与陛下计，故令朝臣多异同之议。凡事当以
利害相校，度此举之利十有八九，而其害止于无功耳。自秋以来，讨贼之形颇
露。今若中止，孙皓恐怖，徙都武昌，完修江南诸城，迁其居民，城不可攻，野
无所掠，则明年之计亦无及矣。
晋主览表才罢，张华突然而起，推却棋枰，敛手奏曰：
“陛下圣
武，国富民强；吴主淫虐，民忧国敝。今若讨之，可不劳而定。愿勿
以为疑。”晋主曰：
“卿言洞见利害，朕复何疑？”即出升殿，命镇
南大将军杜预为大都督，引兵十万出江陵；镇东大将军、琅琊王司马
伷出涂中，安东大将军王浑出横江，建威将军王戎出武昌，平南将军
胡奋出夏口，各引兵五万，皆听预调用。又遣龙骧将军王濬、广武将
军唐彬浮江东下，水陆兵二十馀万，战船数万艘。又令冠军将军杨济
出屯襄阳，节制诸路人马。
早有消息报入东吴。吴主皓大惊，急召丞相张悌、司徒何植、司
空滕循，计议退兵之策。悌奏曰：
“可令车骑将军伍延为都督，进兵
江陵，迎敌杜预；骠骑将军孙歆进兵拒夏口等处军马。臣敢为军师，
领左将军沈莹、右将军诸葛靓，引兵十万，出兵牛渚，接应诸路军
马。”皓从之，遂令张悌引兵去了。
皓退入后宫，不安忧色。幸臣中常侍岑昬问其故。皓曰：
“晋兵
大至，诸路已有兵迎之。争奈王濬率兵数万，战船齐备，顺流而下，
其锋甚锐，朕因此忧也。”昬曰：
“臣有一计，令王濬之丹皆为齑粉
矣。”皓大喜，遂问其计。岑昬奏曰：
“江南多铁，可打连环索百馀
条，长数百丈，每环重二三十斤，于沿江紧要去处横截之。再造铁锥
数万，长丈馀，置于水中。若晋船乘风而来，逢锥则破，岂能渡江
也？”皓大喜，传令拨匠工于江边连夜造成铁索、铁锥，设立停当。
却说晋都督杜预兵出江陵，令牙将周旨：
“引水手八百人，乘小
舟暗渡长江，夜袭乐乡，多立旌旗于山林之处，日则放炮擂鼓，夜则
各处举火。”旨领命，引众渡江，伏于巴山。次日，杜预领大军，水
陆并进。前哨报道：
“吴主遣伍延出陆路，陆景出水路，孙歆为先
锋，三路来迎。”杜预引兵前进，孙歆船早到。两兵初交，杜预便
退。歆引兵上岸，迤逦追时，不到二十里，一声炮响，四面晋兵大
至。吴兵急回，杜预乘势掩杀，吴兵死者不计其数。孙歆奔到城边，
周旨八百军混杂于中，就城上举火。歆大惊曰：
“北来诸军乃飞渡江
也？”急欲退时，被周旨大喝一声，斩于马下。陆景在船上望见江南
岸上一片火起，巴山上风飘出一面大旗，上书“晋镇南大将军杜
预”。陆景大惊，欲上岸逃命，被晋将张尚马到斩之。伍延见各军皆
败，乃弃城走，被伏兵捉住，缚见杜预。预曰：
“留之无用。”叱令
武士斩之。遂得江陵。
于是沅、湘一带，直抵广州诸郡，守令皆望风赍印而降。预令人
持节安抚，秋毫无犯。遂进兵攻武昌，武昌亦降。杜预军威大振，遂
大会诸将，共议取建业之策。胡奋曰：
“百年之寇，未可尽服。方今
春水泛涨，难以久住。可俟来春，更为大举。”预曰：
“昔乐毅济西
一战而并强齐 (22) 。今兵威大振，如破竹之势，数节之后，皆迎刃而
解，无复有着手处也。”遂驰檄约会诸将，一齐进兵，攻取建业。
时龙骧将军王濬率水兵顺流而下。前哨报说：
“吴人造铁索，沿
江横截；又以铁锥置于水中为准备。”濬大笑，遂造大筏数十方，上
缚草为人，披甲执杖，立于周围，顺水放下。吴兵见之，以为活人，
望风先走。暗锥着筏，尽提而去。又于筏上作大炬，长十馀丈，大十
馀围，以麻油灌之，但遇铁索，燃炬烧之，须臾皆断。两路从大江而
来，所到之处，无不克胜。
却说东吴丞相张悌令左将军沈莹、右将军诸葛靓来迎晋兵。莹谓
靓曰：
“上流诸军不作提防，吾料晋军必至此。宜尽力以敌之，若幸
得胜，江南自安。今渡江与战，不幸而败，则大事去矣。”靓曰：
“公言是也。”言未毕，人报：
“晋兵顺流而下，势不可当。”二人
大惊，慌来见张悌商议。靓谓悌曰：
“东吴危矣，何不遁去？”悌垂
泣曰：
“吴之将亡，贤愚共知。今若君臣皆降，无一人死于国难，不
亦辱乎？”诸葛靓亦垂泣而去。张悌与沈莹挥兵抵敌，晋兵一齐围
之。周旨首先杀入吴营。张悌独奋力搏战，死于乱军之中。沈莹被周
旨所杀。吴兵四散败走。后人有诗赞张悌曰：
杜预巴山见大旗，江东张悌死忠时。
已拚王气南中尽，不忍偷生负所知。
却说晋兵克了牛渚，深入吴境，王濬遣人驰报捷音。晋主炎闻知
大喜。贾充奏曰：
“吾兵久劳于外，不服水土，必生疾病。宜召军
还，再作后图。”张华曰：
“今大兵已入其巢，吴人胆落，不出一
月，孙皓必擒矣。若轻召还，前功尽废 (23) ，诚可惜也。”晋主未及
应，贾充叱华曰：
“汝不省天时地利，欲妄邀功绩，困弊士卒，虽斩
汝不足以谢天下。”炎曰：
“此是朕意，华但与朕同耳，何必争
辩？”忽报：
“杜预驰表到。”晋主视表，亦言宜急进兵之意。晋主
遂不复疑，竟下征进之命。
王濬等奉了晋主之命，水陆并进，风雷鼓动，吴人望旗而降。吴
主皓闻之，大惊失色。诸臣告曰：
“北兵日近，江南军民不战而降，
将如之何？”皓曰：
“何故不战？”众对曰：
“今日之祸，皆岑昬之
罪，请陛下诛之。臣等出城，决一死战。”皓曰：
“量一中贵，何能
误国？”众大叫曰：
“陛下岂不见蜀之黄皓乎？”遂不待吴主之命，
一齐拥入宫中，碎割岑昬，生啖其肉。陶濬奏曰：
“臣领战船皆小，
愿得二万兵，乘大船以战，自足破之。”皓从其言，遂拨御林诸军与
陶濬，上流迎敌 (24) ；前将军张象率水兵，下江迎敌 (25) 。二人部
兵正行，不想西北风大起，吴兵旗帜皆不能立，尽倒竖于舟中。兵卒
不肯下船，四散奔走，只有张象数十军待敌。
却说晋将王濬扬帆而行，过三山，舟师曰：
“风波甚急，船不能
行，且待风势少息行之。”濬大怒，拔剑叱之曰：
“吾目下欲取石头
城，何言住耶？”遂擂鼓大进。吴将张象引从军请降。濬曰：
“若是
真降，便为前部立功。”象回本船，直至石头城下，叫开城门，接入
晋兵。
孙皓闻晋兵已入城，欲自刎。中书令胡冲、光禄勋薛莹奏曰：
“陛下何不效安乐公刘禅乎？”皓从之，亦舆榇自缚，率诸文武，诣
王濬军前归降。濬释其缚，焚其榇，以王礼待之。唐人有诗叹曰 (26)
：
西晋楼船下益州，金陵王气黯然收 (27) 。
千寻铁锁沉江底 (28) ，一片降旗出石头 (29) 。
人世几回伤往事，山形依旧枕寒流 (30) 。
今逢四海为家日 (31) ，故垒萧萧芦荻秋 (32) 。
于是东吴四州四十三郡三百一十三县，户口五十二万三千，官吏
三万二千，兵二十三万，男女老幼二百三十万，米谷二百八十万斛，
舟船五千馀艘，后宫五千馀人，皆归大晋。大事已定，出榜安民，尽
封府库仓廪。
次日，陶濬兵不战自溃。琅琊王司马伷并王戎大兵皆至，见王濬
成了大功，心中忻喜。次日，杜预亦至，大犒三军，开仓赈济吴民。
于是吴民安堵。惟有建平太守吾彦拒城不下，闻吴亡乃降。
王濬上表报捷。朝廷闻吴已平，君臣皆贺上寿。晋主执杯流涕
曰：
“此羊太傅之功也，惜其不亲见之耳。”骠骑将军孙秀退朝，向
南而哭曰：
“昔讨逆壮年 (33) ，以一校尉创立基业。今孙皓举江南而
弃之。‘悠悠苍天，此何人哉 (34) ？’”
却说王濬班师，迁吴主皓赴洛阳面君。皓登殿稽首以见晋帝。帝
赐坐曰：
“朕设此座以待卿久矣。”皓对曰：
“臣于南方亦设此座以
待陛下。”帝大笑。贾充问皓曰：
“闻君在南方，每凿人眼目，剥人
面皮，此何等刑耶？”皓曰：
“人臣弑君及奸回不忠者 (35) ，则加此
刑耳。”充默然甚愧。帝封皓为归命侯，子孙封中郎，随降宰辅皆封
列侯 (36) 。丞相张悌阵亡，封其子孙。封王濬为辅国大将军，其馀各
加封赏。
自此，三国归于晋帝司马炎，为一统之基矣。此所谓“天下大
势，合久必分，分久必合”者也。后来后汉皇帝刘禅亡于晋泰始七
年，魏主曹奂亡于太安元年，吴主孙皓亡于太康四年，皆善终。后人
有古风一篇 (37) ，以叙其事曰：
高祖提剑入咸阳，炎炎红日升扶桑 (38) 。
光武龙兴成大统，金乌飞上天中央 (39) 。
哀哉献帝绍海宇，红轮西坠咸池旁 (40) 。
何进无谋中贵乱，凉州董卓居朝堂。
王允定计诛逆党，李傕郭汜兴刀枪。
四方盗贼如蚁聚，六合奸雄皆鹰扬 (41) ：
孙坚孙策起江左，袁绍袁术兴河梁 (42) ；
刘焉父子据巴蜀，刘表军旅屯荆襄；
张燕张鲁霸南郑，马腾韩遂守西凉；
陶谦张绣公孙瓒，各逞雄才占一方。
曹操专权居相府，牢笼英俊用文武 (43) ，威挟天子令诸侯，总领貔貅镇中
土。
楼桑玄德本皇孙，义结关张愿扶主，
东西奔走恨无家，将寡兵微作羁旅。
南阳三顾情何深，卧龙一见分寰宇 (44) ，
先取荆州后取川，霸业图王在天府 (45) 。
呜呼三载逝升遐 (46) ，白帝托孤堪痛楚。
孔明六出祁山前，愿以只手将天补 (47) ，
何期历数到此终，长星半夜落山坞 (48) 。
姜维独凭气力高，九伐中原空劬劳 (49) 。
锺会邓艾分兵进，汉室江山尽属曹。
丕睿芳髦才及奂，司马又将天下交 (50) 。
受禅台前云雾起，石头城下无波涛。
陈留归命与安乐，王侯公爵从根苗。
纷纷世事无穷尽，天数茫茫不可逃。
鼎足三分已成梦，后人凭吊空牢骚。
--------------------
(1) 缄口——参见第五十四回“缄口无言”条注。
(2) 泝(s ù缩)流——逆着水流行船。泝：同“溯”。
(3) 陆凯上疏——此疏节录自《三国志·吴志·陆凯传》。
(4) 险瘠——又不平坦又贫瘠。
(5) 露根之渐——意谓树根逐渐暴露于外。比喻百姓逐渐流离失所，遭受风吹雨打之
苦。
(6) 苛扰——骚扰。这里的“苛”义同“扰”。见《国语·晋语一》“皋落狄之朝夕苛
我边鄙”韦昭注：“苛，扰也。”可见“苛扰”为同义复合词。
(7) 大帝——指孙权。孙权的谥号为“大皇帝”。
(8) 景帝——指孙休。孙休的谥号为“景皇帝”。
(9) 相挟——互相勾结。
(10) 筮蓍(sh ī诗)——即用蓍草占卜。参见第三十七回“揲蓍”条注。
(11) 青盖当入洛阳——意谓吴国将灭晋国，孙皓将至洛阳，做一统江山的皇帝。青盖：
青色的车盖(车篷)。本指太子、皇子的车盖，后借指帝王。
(12) 披麻救火——语或本“披蓑救火”，出自《淮南子》(见唐·马总《意林》卷二
引)：“披蓑救火，凿渎止水，乃益多也。”(蓑：蓑衣，用草制成的防雨用具。益多：指火
更旺，水更多。)意谓披麻救火无异于引火烧身。比喻自取灾祸或自取灭亡。
(13) 候——问候，探望。
(14) 熟药——即中成药。
(15) 表——此表节录自《晋书·羊祜传》。
(16) 期运——机运，天数。
(17) 平一四海——意谓平定动乱，统一中国。
(18) 阻兵——参见第八十回“阻兵安忍”条注。
(19) 其疏——此疏录自《晋书·王濬传》，文字略有改动。
(20) 乖——这里是错过之意。
(21) 表——此表节录自《晋书·杜预传》。
(22) “昔乐毅”句——事见《史记·乐毅列传》：战国时，齐国称霸诸侯，引起公愤。
燕国大将乐毅统率燕、赵、楚、韩、魏五国联军伐齐，在济西(济水之西)展开大战，大败齐
兵，使齐兵再无还手之力，于是连下七十馀城。
(23) 前功尽废——参见第一百十一回“前功尽弃”条注。
(24) 上流——指长江上游。
(25) 下江——指长江下游。
(26) 唐人有诗——此诗录自唐·刘禹锡《西塞山怀古》诗，惟第四句之“降旗”原作
“降幡”，第五句之“寒流”作“江流”。西塞山：在今湖北黄石。
(27) 金陵王气黯然收——意谓东吴政权土崩瓦解。金陵：即今江苏南京市，曾为东吴国
都。
(28) 千寻——形容很长。寻：古代的长度单位，八尺为一寻。
(29) 一片降旗出石头——意谓东吴将士竞相投降。石头：即石头城，故址在今南京市清
凉山。这里代指金陵。
(30) “人世几回”二句——这两句是刘禹锡的感叹，意谓他想到中国历史上换了不少朝
代，但江山依旧，令人伤感。寒流(或“江流”)：指长江。
(31) 今逢四海为家日——此句是刘禹锡顺便歌颂当今(唐朝)的，意谓当今的唐朝四海
一家，天下一统。
(32) 故垒萧萧芦荻秋——此句是交代写此诗的背景：面前是留在西塞山上的古代战场遗
迹，时间是秋天，风吹芦荻发出萧萧之声。故垒：古代营垒遗迹。芦荻：芦苇一类的植物。
(33) 讨逆——指孙策。建安三年，孙策被汉献帝授为讨逆将军。
(34) 悠悠苍天，此何人哉——人：通“仁”。这二句出自《诗经·王风·黍离》。这两
句是说遥远辽阔的苍天啊，你的仁爱何在？《黍离》是悲悼周朝的灭亡，埋怨老天的不仁。
故孙秀借以悲悼孙吴的灭亡，埋怨老天的不仁。
(35) “人臣弑君”二句——意谓弑君的逆臣和邪僻的奸臣该受酷刑。这是孙皓针锋相
对，还击贾充对他的嘲讽。暗指贾充与司马昭杀害魏帝曹髦以及司马炎篡魏称帝。奸回：语
出《左传·宣公三年》：“商纣暴虐……奸回昬乱”。奸恶邪僻之意。
(36) 宰辅——辅政的大臣。多指宰相。
(37) 古风一篇——这是一篇七言古风诗，作为本书的收尾，对本书的内容作了高度概
括，可视为本书的提纲。
(38) “高祖提剑”二句——高祖提剑：指汉高祖刘邦剑斩白蛇起义。参见第一回“高祖
斩白蛇而起义”条注。入咸阳：刘邦灭秦后曾入秦都咸阳，故代指推翻秦朝政权。炎炎红
日：比喻汉朝。因汉朝以火德建国，故有此喻。出扶桑：指太阳从扶桑升起。比喻汉朝的建
立。扶桑：神话传说中的树名，太阳即由此树下升起，并在此树下的汤谷沐浴。事见《山海
经·海外东经》：“汤谷上有扶桑，十日所浴，在黑齿北。居水中，有大木(即指扶桑)，九
日居下枝，一日居上枝。”郭璞注：“扶桑，木(树)也。”战国楚·屈原《九歌·东君》：
“暾将出兮东方，照吾槛兮扶桑。”王逸注：“日出，下浴于汤谷，上拂其扶桑，爰始而
登，照耀四方。”这两句是说汉高祖刘邦剑斩白蛇起义，推翻了秦朝政权，建立大汉王朝。
(39) “光武龙兴”二句——龙兴：神龙腾飞上天。比喻帝王兴起。汉·扬雄《剧秦美
新》：“臣伏惟陛下以至圣之德，龙兴登庸。”金乌：神话传说中称日中有“金乌”，亦称
“乌”或“三足乌”，故以“金乌”、“乌”、“三足乌”为太阳的代称。如：汉·刘桢
《清虑赋》云：“玉树翠叶，上栖金乌。”《山海经》云：“大荒之中，汤谷上有扶桑，十
日所浴，九日居下枝，一日居上枝，皆载乌。”《春秋元命苞》(见《太平御览》卷三引)
云：“阳数起于一，成于二，故日中有三足乌，月中有蟾蜍。”这两句是说汉光武帝兴起于
王莽篡汉之际，推翻了王莽建立的新朝，恢复了大汉王朝，并使其如日中天，重新兴旺发
达。
(40) “哀哉献帝”二句——绍海宇：继承天下，即继承了汉朝的帝位。红轮：比喻太
阳。唐·李咸用《晓望》诗：“碧浪催人老，红轮照物忙。”这里进而比喻帝王。咸池：神
话传说中日浴之处，也就是日出之处。战国楚·屈原《离骚》：“饮余马于咸池兮，总余辔
乎扶桑。”王逸注：“咸池，日浴处也。”《淮南子·天文训》：“日出于汤谷，浴于咸
池。”这两句是说可怜汉献帝虽然继承了汉朝的帝位，但大权旁落，犹如日落西山，终于使
汉朝灭亡。
(41) 六合——参见第七十三回“六合之内”条注。
(42) 河梁——“河”指黄河以北地区，即今河北、山西一带，为袁绍所占据。“梁”指
古魏国都城大梁(今河南开封)地区，即黄河以南地区，亦即今河南、安徽一带，为袁术所占
据。
(43) 牢笼——笼统，罗致。
(44) 分寰宇——即三分天下，魏、蜀、吴三国鼎立。
(45) 天府——参见第三十八回“天府之国”条注。
(46) 三载逝升遐——指刘备称帝三年即去世。升遐：升天。帝王死亡的婉辞。
(47) 将天补——典出《列子·汤问》：“天地亦物也，物有不足，故昔者女娲氏炼五色
石以补其阙，断鳌之足以立四极。”又《淮南子·览冥训》、《太平御览·卷七八·女娲
氏》所记略同。这里是以女娲炼石补天来比喻诸葛亮希望挽回世运。
(48) 长星半夜落山坞——意谓犹如一颗巨星在半夜落入山坳。比喻诸葛亮在中年便于世
长辞。长星：大星，巨星。半夜：比喻中年，壮年。诸葛亮享年五十四岁。山坞：山坳。
(49) 空劬(q ú渠)劳——白辛苦。劬劳：参见第三十六回“劬劳”条注。
(50) “丕睿芳髦”二句——意谓曹魏只传了曹丕、曹睿、曹芳、曹髦、曹奂五代皇帝，
便将帝位交给了司马氏。`