export default `-----======================================-----
声明：本书由书荒部落收集整理，文本仅供书友试读
本书版权归原作者所有，如有侵权，请联系本站删除
更多精校小说请访问书荒部落(noveless.com) 
-----======================================-----
《明朝那些事儿》
作者：当年明月

　　内容简介：
　　历史本身很精彩，历史可以写得很好看。
　　——当年明月
　　《明朝那些事儿》主要讲述的是从大明太祖皇帝朱元璋起，到明朝灭亡近三百年的时间内，关于明朝的一些事情。以史料为基础，以年代和具体人物为主线，并加入了小说的笔法，对明朝十七帝和其他王公权贵和小人物的命运进行全景展示，尤其对官场政治、战争、帝王心术着墨最多，并加入对当时政治经济制度、人伦道德的演义。
　　当年明月的这本书，他自己说应该叫《明札记》，从形式上说是有道理的，但是却不能体现这本书的长处和好处来，所以还是应该叫《明朝那些事儿》。本书语言风趣，情节生动，作者采用了流行文学的手法，如幽默、推理、悬疑等，关注人物命运，介入个人情感。
　　虽然一样是说史，但当年明月用的笔法，却不是以往那些史书笔法，而是一种充满了活力和生气，字字都欲跃然而出的鲜灵笔法。在他笔下，人物不再是一些刻板的名字和符号，而是一个个活生生的人，那些事件更是跌宕起伏，叫人读来欲罢不能。


　　历史原来很精彩
　　旷野上，当年明月踽踽而行。
　　历史是什么？历史就是那些残台断瓦、古庙荒冢吗？就是那些发黄的书本吗？不是，绝对不是。
　　“历史原来是很精彩的呀！”当年明月大喊一声。声音消失在风中，当年明月继续踽踽地走着，山野一片寂静。
　　好一段时间，远远地，传来一阵阵回声：“很精彩的呀，很精彩的呀，很精彩的呀，很精彩的呀……”声音渐渐消失，山野又归于寂静。
　　前面那座古庙里有点儿动静，一个小和尚好像刚睡醒，慢腾腾地伸了个懒腰，抖落了身上厚厚的尘土。噢！那不是朱重八吗？他朝四下看了看，然后向当年明月走来了。那边还有人，朱棣骑着马，风尘仆仆，身上浸着汗水，也向这边赶来。后边是方孝孺，一脸正气，拉着朱允炆，有点儿嫌他走得太慢；沮丧的胡惟庸，骄横的蓝玉，都来了。远远地，过来一个瘦了吧唧的人，一看就知道是朱厚照，还是那样儿，站没站相，坐没坐相，走路也是一摇一晃的……
　　这么多人都围上了当年明月，一下子就热闹起来了。乱哄哄地，有的拍着当年明月的肩膀，有的指手画脚，吵吵嚷嚷，只听清几个词儿：很精彩的，很精彩的，写写吧，写写吧……写吧，写吧，就像写你们公司的老板，那个胖子，写厂子里那个猴儿精小李、前村儿的嘎子、胡同儿里的小三儿，写吧，想到哪儿写哪儿，就这么写吧……
　　当年明月也不知是惊喜，还是兴奋，都快晕了。
　　镜头拉远。
　　声音淡出。
　　旷野上又是一片寂静。
　　忽然，一阵风吹来，一摞纸被吹散了，漫天飞舞。一个过路人捡起一张，一看，原来是书稿，当年明月写的——《明朝那些事儿》。
　　这也算我给它写的序，比上次那篇序轻松点儿。
　　毛佩琦
　　2006年9月8日于北七家村


　　引子
　　我很喜欢历史，喜欢那些过去的人和事，在历史的长河中，有太多的事情值得我们去回味。在我第一次接触历史的二十年之后，我开始动笔，写下了下面的这些文字，写给我自己，也写给所有喜爱历史的人。
　　这部书我构思了六个月左右，主要讲述的是从1344年到1644年这三百年间关于明朝的一些事情，以史料为基础，以年代和具体人物为主线，并加入了小说的写法和对人物的心理分析，以及对当时政治经济制度的一些评价。
　　要说明的是，这部书是描写正史的，资料来源包括《明实录》《明通鉴》《明史》《明史纪事本末》等二十余种明代史料和笔记杂谈，虽然用了很多流行文学的描写手法和表现方式，但文中绝大部分的历史事件和人物，甚至人物的对话都是有史料来源的，为了文章的流畅，出处就不一一列出了。
　　由于早年读了太多学究书，所以我很痛恨那些故作高深的文章。其实历史本身很精彩，所有的历史都可以写得很好看，我希望自己也能做到。
　　其实我也不知道自己写的算什么体裁，不是小说，不是史书，但在我看来，体裁似乎并不重要。
　　我想写的，是一部可以在轻松中了解历史的书，一部好看的历史。
　　仅此而已！
　　好了，就此开始吧。


　　第壹部 洪武大帝


　　第一章 童年
事实上我只能成为现在这样的作家，我始终为内心的需要而写作，理智代替不了我的写作，正因为此，我在很长一段时间里是一个愤怒和冷漠的作家。

这不只是我个人面临的困难，几乎所有优秀的作家都处于和现实的紧张关系中，在他们笔下，只有当现实处于遥远状态时，他们作品中的现实才会闪闪发亮。应该看到，这过去的现实虽然充满了魅力，可它已经蒙上了一层虚幻的色彩，那里面塞满了个人想象和个人理解。真正的现实，也就是作家生活中的现实，是令人费解和难以相处的。

作家要表达与之朝夕相处的现实，他常常会感到难以承受，蜂拥而来的真实几乎都在诉说着丑恶和阴险，怪就怪在这里，为什么丑恶的事物总是在身边，而美好的事物却远在海角。换句话说，人的友爱和同情往往只是作为情绪来到，而相反的事实则是伸手便可触及。正像一位诗人所表达的：人类无法忍受太多的真实。
长期以来，我的作品都是源于和现实的那一层紧张关系。我沉湎于想象之中，又被现实紧紧控制，我明确感受着自我的分裂，我无法使自己变得纯粹，我曾经希望自己成为一位童话作家，要不就是一位实实在在的作品的拥有者，如果我能够成为这两者中的任何一个，我想我内心的痛苦将轻微很多，可是与此同时我的力量也会削弱很多。

事实上我只能成为现在这样的作家，我始终为内心的需要而写作，理智代替不了我的写作，正因为此，我在很长一段时间里是一个愤怒和冷漠的作家。

这不只是我个人面临的困难，几乎所有优秀的作家都处于和现实的紧张关系中，在他们笔下，只有当现实处于遥远状态时，他们作品中的现实才会闪闪发亮。应该看到，这过去的现实虽然充满了魅力，可它已经蒙上了一层虚幻的色彩，那里面塞满了个人想象和个人理解。真正的现实，也就是作家生活中的现实，是令人费解和难以相处的。

作家要表达与之朝夕相处的现实，他常常会感到难以承受，蜂拥而来的真实几乎都在诉说着丑恶和阴险，怪就怪在这里，为什么丑恶的事物总是在身边，而美好的事物却远在海角。换句话说，人的友爱和同情往往只是作为情绪来到，而相反的事实则是伸手便可触及。正像一位诗人所表达的：人类无法忍受太多的真实。

也有这样的作家，一生都在解决自我和现实的紧张关系，威廉·福克纳是一个成功的例子，他找到了一条温和的途径，他描写中间状态的事物，同时包容了美好和丑恶，他将美国南方的而现实放到了历史和人文精神之中，这是真正意义上的文学现实，因为它连接了过去和将来。

一些不成功的作家也描写现实，可是他们笔下的现实说穿了只是一个环境，是固定的、死去的现实。他们看不到人是怎样走过来的，也看不到怎样走去。当他们在描写斤斤计较的人物时，我们会感到作家本人也在斤斤计较。这样的作家是在写实在的作品，而不是现实的作品。

前面已经说过，我和现实的关系紧张，说得严重一点，我一直是以敌对的态度看待现实。随着时间的推移，我内心的愤怒渐渐平息，我开始意识到一位真正的作家所寻找的是真理，是一种排斥道德判断的真理。作家的使命不是发泄，不是控诉或者揭露，他应该向人们展示高尚。这里所说的高尚不是那种单纯的美好，而是对一切事物理解之后的超然，对善和恶一视同仁，用同情的目光看待世界。

正是在这样的心态下，我听到了一首美国民谣《老黑奴》，歌中那位老黑奴经历了一生的苦难，家人都先他而去，而他依然友好地对待这个世界，没有一句抱怨的话。这首歌深深地打动了我，我决定写下一篇这样的小说，就是这篇《活着》，写人对苦难的承受能力，对世界乐观的态度。写作过程让我明白，人是为活着本身而活着的，而不是为了活着之外的任何事物所活着。我感到自己写下了高尚的作品。

海盐，一九九三年七月二十七日`
