export default `
版权信息


Project Hail Mary by Andy Weir

Copyright © by Andy Weir 2021

This translation published by arrangement with Ballantine Books,

an imprint of Random House, a Division of Penguin Random House LLC

All rights reserved.

著作权合同登记号 图字：10-2020-434号


书  名　挽救计划


作  者　（美）安迪·威尔（Andy Weir）


译  者　耿辉


责任编辑　吴莹莹


出版发行　译林出版社


ISBN 　　9787544787352


关注我们的微博：@译林出版社


关注我们的微信：yilinpress


意见反馈微信：YiLinPress1989





目录

CONTENTS


第一章

第二章

第三章

第四章

第五章

第六章

第七章

第八章

第九章

第十章

第十一章

第十二章

第十三章

第十四章

第十五章

第十六章

第十七章

第十八章

第十九章

第二十章

第二十一章

第二十二章

第二十三章

第二十四章

第二十五章

第二十六章

第二十七章

第二十八章

第二十九章

第Vℓ章

注释





献给

约翰·列侬、保罗·麦卡特尼、

乔治·哈里森和林戈·斯塔尔





第一章


“二加二等于几？”

这个问题让我有点烦躁。我累了，又迷迷糊糊地睡着了。

过了几分钟，问题又在我耳边响起。

“二加二等于几？”

轻柔的女性声音，毫无感情，跟她上次提问的发音一模一样。是计算机，是一台计算机在折腾我。这让我更烦躁了。

“不扶吾。”我说。我想要说的是“别烦我”——就我个人看来，眼下这是完全合理的反应——可我说不清楚。

“错误，”计算机说，“二加二等于几？”

是时候做个实验了。我要试着打招呼。

“你嚎？”我说。

“错误，二加二等于几？”

怎么回事？我想要弄清楚，可又无从下手。我看不见，除了计算机也没听见别的声音，甚至没有触觉。不，不对，有点触觉。我正躺着，身下软绵绵的，是一张床。

我觉得自己闭着眼睛，还不算太糟，只要睁开眼就行。我努力尝试，可是没有用。

为什么睁不开？

睁。

睁……开！

睁。妈的！

噢！这回我感到一丝颤动，眼睑动了，我能感受到。

睁开！

我的眼皮慢慢抬起，炫目的光线刺激着我的视网膜。

“晃！”我说。纯粹依靠意志力我才强睁着眼睛，视野内白茫茫一片，让我感到些许刺痛。

“检测到眼动。”折磨我的家伙说，“二加二等于几？”

白色减退，眼睛慢慢地适应，我开始看见形状，但是还无法理解。我试试……手能不能动？不行。

脚呢？也不行。

可是我能动嘴，对吧？我一直在说话，虽然都是些废话，但也算是在说。

“嘶。”

“错误，二加二等于几？”

我开始明白眼前物体的形状，我躺在一张……近似椭圆形的床上。

LED灯照射着我，屋顶的摄像头监视着我的一举一动。尽管那很吓人，可我更担心机械臂。

屋顶上悬挂着两条金属手臂，表面处理成拉丝效果，每条手臂的末端本来应该是一只手，实际却安装着一种颇具穿透力的工具，令人深感不安，真是没法让我喜欢。

“嘶……嘶……”我说。能听懂吗？

“错误，二加二等于几？”

该死的东西。我集中精神，汇聚全身的力量。另外，我开始有点恐慌了，不过没关系，恐慌也能化为动力。

“嘶……四。”我总算说了出来。

“正确。”

谢天谢地，勉勉强强能说清了。

我放心地长出一口气。等等——这不就是在控制呼吸？我有意识地又呼吸了一次，嘴巴干涩，喉咙生疼，可这都是我自己的感觉。我能掌控。

我戴着呼吸面罩，它紧紧扣在脸上，连接的软管伸向我脑后。

我能起来吗？

不能，但是可以稍微动一动头。我低头看自己的身体，发现我不仅一丝不挂，还连着数不清的管子。四肢上各有一根，“男性器官”上有一根，还有两根伸到大腿下方，我猜其中一根插进了太阳晒不着的地方。

这可不妙。

而且，我浑身上下覆盖着电极片。就跟检查心电图用的那种导联贴一样，只不过我这儿贴得到处都是。不过呢，还好只是覆盖在皮肤上，没有塞进身体里。

“喔——”只有气息没有声音，我又试了一次，“我……在哪儿？”

“八的立方根等于几？”计算机问。

“我在哪儿？”我又问一遍，这次挺轻松。

“错误。八的立方根等于几？”

我深吸了一口气，缓缓说道：“2e(2pi)[1]。”

“错误。八的立方根是多少？”

不过我没错，我只是想看看计算机有多聪明。结果：不怎么聪明。

“二。”我说。

“正确。”

我等着听接下来的问题，可计算机似乎已经满意。

我累了，又不知不觉地睡着了。

我醒过来。昏迷了多久？肯定有一会儿了，因为我感到精力充沛，不费吹灰之力就睁开眼睛。有进步。

我尝试动动手指，并如愿让它们晃起来。没问题，这回我真的好转了。

“检测到手部运动，”计算机说，“保持静止。”

“什么？为什么——”

机械臂向我伸过来，它们移动快速，还没等我弄明白，就除去了我身上大多数的管子。我没有任何感觉，只是皮肤有点儿麻木。

最后我身上只剩下三根管子：手臂上的静脉注射、伸进屁股的管子和导尿管。后两者是我更想拔掉的玩意，不过，好吧。

我抬起右臂，然后任它坠落在床上，同样的动作，我用左臂也做了一遍。我的双臂像是灌了铅一样。我把这一过程重复了几遍。我的手臂强壮，没理由出现这种情况。我猜自己有严重的健康问题，而且已经在这张床上躺了一段时间。否则他们为什么把我连接到那么多设备上呢？不应该有肌肉萎缩吗？

不应该有医生吗？或者医院里的声音呢？这张床是怎么回事？它不是长方形，而是椭圆形，我觉得它安装在墙上，而不是在地板上。

“拔……”我没了声音，还是有点累，“拔掉管子……”

计算机没有回应。

我又抬了几次手臂，动了动脚趾，绝对是在好转。

我前后活动脚踝，它们还能动，我抬起膝盖，双腿也强健有力，虽然不像健身爱好者那样壮实，但是对于一个濒死之人而言，也算十分健壮了。不过，我不确定我的双腿原本是什么样的。

我把手掌按在床上，用力撑起上身。我居然从床上坐了起来，虽然用尽了力气，但我继续坚持。这张床随着我的移动轻轻摇晃，可以肯定，这不是一张普通的床。我把头伸得更高，看见椭圆床的床头和床尾固定在墙上，看上去很结实。它有点像固定的吊床，真奇怪。

很快，我就坐在了那根伸进屁股里的管子上。这肯定不是最舒服的感觉，不过，什么时候屁股里插根管子会舒服呢？

此刻我看得更清楚了，这不是普通的病房。墙壁看似由塑料构成，整个房间是圆形，屋顶的LED灯发出惨淡的白光。

墙上还有另外两个类似吊床的床位，上面各躺着一个病人。我们排成一个三角形。骚扰我们的机械臂固定在房顶的正中间，我猜它们照顾我们所有人。我看不清两位病友——他们跟我之前一样陷进了床铺里。

房间没有门，只有墙上的一段梯子通向……一扇舱门？舱门呈圆形，中间有一个转轮把手。嗯，它肯定是某种舱门，像潜水艇上的一样。也许我们三个得了传染病？也许这是一间密闭的隔离病房？墙上各处布置着小型通风孔，我能感受到一股微弱的气流。这里的环境可能是受控的。

我把一条腿挪出床沿，结果床抖动起来，机械臂向我冲过来。我吓得浑身一哆嗦，可是机械臂突然停住并悬在旁边。我觉得它们时刻准备着在我摔倒时扶住我。

“检测到全身运动，”计算机说，“你的名字？”

“噗，认真的吗？”我问。

“错误，第二次尝试：你的名字？”

我张嘴想要回答。

“呃……”

“错误，第三次尝试：你的名字？”

这时我才觉察出，我不知道自己是谁，也不知道自己在干什么。我什么都记不起来。

“呃。”我说。

“错误。”

一阵疲惫感袭来，不过感觉还挺舒服。一定是计算机通过静脉给我注射了镇静剂。

“……等……下……”我含混地说。

机械臂轻轻地把我放倒在床上。

我再次醒来，一条机械臂就在我面前。它在干什么？！

我吓得往后一躲，只剩下震惊。机械臂撤回到屋顶的原位。我在脸上摸索，检查是否受伤。一侧有胡茬，一侧光溜溜。

“你在给我刮胡子？”

“检测到意识，”计算机说，“你的名字？”

“我还不知道呢。”

“错误，第二次尝试：你的名字？”

我是白人男性，说英语。让我们赌一把，“约……约翰？”

“错误，第三次尝试：你的名字？”

我从胳膊上扯下输液管。“与你无关。”

“错误。”机械臂朝我伸过来。我滚下床，这是个错误的决定。另外两根管子还连在我身上。

屁股上的管子掉下来，一点都不疼。可充满尿液的导尿管直接从我的下体被扯出去，这可疼坏了，感觉就像尿出了一颗高尔夫球。

我疼得一边尖叫一边在地上打滚。

“身体疼痛。”计算机说。机械臂追过来，我在地上连滚带爬，逃到另一张床底下。机械臂立即停住，但它们没有放弃，而是在等待。它们受一台计算机操控，根本不会像人类一样失去耐心。

我头向后躺在地上，大口地喘息。过了一会儿，疼痛消退，我抹去了眼角的泪水。

我一点儿都不清楚这里到底是怎么一回事。

“嘿！”我喊道，“你们谁醒一醒！”

“你的名字？”计算机问。

“请你们哪个人类醒一醒。”

“错误。”计算机说。

这简直太荒谬了，尽管下体疼得厉害，可我还是笑起来。此外肾上腺素也开始起作用，所以我感到头晕目眩。我回头看了下床边的导尿管，心存敬畏地摇摇头，那东西穿过了我的尿道，真不可思议。

而且拔出时它还造成了伤害，地面留下一丝血迹，一条细细的红线——

我抿了一口咖啡，把最后一块吐司扔进嘴里，然后招呼服务员结账。我本可以省点儿钱在家里吃早餐，不必每天早晨来餐厅。考虑到我微薄的薪水，那大概是个好主意，可我讨厌做饭，又喜欢吃鸡蛋和培根。

服务员点点头，走向收银台。可是就在这个空当，又有一位顾客坐进来，需要她招呼。

我看了眼手表，时间刚过七点，不着急。我习惯七点二十上班，这样可以有时间准备下当天的工作。不过实际上八点上班就行。

于是我掏出手机查看邮件。

收件人：天文奇观（astrocurious@scilists.org）

发件人：伊琳娜·佩特洛娃博士（ipetrova@gaoran.ru）

主题：细细的红线

我对着屏幕皱起眉头，我以为已经退订了这个邮件。我离开那个圈子也很久了。天文奇观往来的邮件不多，如果我没记错，收到的内容其实挺有趣，就是一群天文学家、天体物理学家和其他领域的专家一起聊聊他们觉得不可思议的事儿。

我瞄了一眼服务员，顾客还在对着菜单问东问西，大概是在了解萨莉的餐厅是否供应无麸质素食碎菜叶之类的餐食，有时洛杉矶来的精英们确实挺难搞的。

鉴于没有什么更重要的事情可做，我读起了邮件。

专家们，你们好。我是伊琳娜·佩特洛娃博士，在俄罗斯圣彼得堡的普尔科沃天文台工作。

我写信给你们是为了寻求帮助。

过去两年，我一直在研究星云红外发射的相关理论，因此对特定红外波段的光谱进行了细致的观察。结果我发现了一件怪事——不是在哪座星云，而是在我们的太阳系。

太阳系里有一条非常微弱但可以检测到的线条，向外发射波长为25.984微米的红外光，这个数值似乎固定不变。

附件是我的数据表格，我还提供了根据数据建立的三维模型。

在模型上你们可以看到，那是一条倾斜的弧线，从太阳的北极向上沿直线延伸370万千米，然后从那里向下急剧转向，偏离太阳向金星延伸。在弧形的顶点，线条展开成漏斗状云团，在金星处，弧形的截面几乎跟那颗行星一样宽。

它的红外辐射非常微弱，我能检测到完全是因为使用了极为敏感的星云红外发射探测装置。

为了进一步确定，我求助了智利阿塔卡马天文台（我心目中最好的天文台）。他们证实了我的发现。

在行星际空间可以观测到红外光的原因有很多。有可能是宇宙尘埃或其他粒子反射太阳光，或者是某些分子化合物可以吸收能量并在红外波段释放，这甚至可以解释波长不变的原因。

弧线的形状特别有趣。我最初猜测那是沿磁力线移动的一束粒子，可是金星没有磁场可言，既没有磁层，又没有电离层，是什么力量迫使弧线指向金星？它又为什么会有红外辐射？

欢迎提出任何建议和理论。

这是什么鬼？

我突然一下回忆起这些，那段经历毫无征兆地出现在我的脑海里。

关于自己的事情我没想起多少。我住在旧金山——这我记得。我喜欢吃早餐，以前还对天文学感兴趣，可是现在没有兴趣了？

显然，我的大脑认为，关键的是回忆起那封邮件，而不是我姓字名谁这种琐事。

我的潜意识想告诉我一件事，一定是看见血迹让我想起那封标题为“细细的红线”的电子邮件。可那跟我有什么关系呢？

我扭动身体离开床底，靠着墙壁坐起来。机械臂转向我，但还是够不到我。

应该去看看我的病友，我不知道自己是谁、为什么在这里，不过至少我不是一个人——然……后，我发现他们都死了。

没错，确实死透了。在我旁边的是一位女性，我觉着是，至少她留着长发，除此之外，她基本变成木乃伊了，干枯的皮肤裹在骨头上，没有气味，没有高度腐败。她一定死去好久了。

另一张床上躺着一个男人，他可能死了更久。他的皮肤不仅像干燥的皮革，而且已经开始剥落。

好吧，所以我跟两个死人共处一室，应该厌恶害怕才对，但是我没有。他们去世太久，甚至失去了人形，好像万圣节的装饰品。希望他们不是我的好朋友，或者如果是的话，我最好也想不起来。

死人让我担心，但更让我担心的是，他们在这里待了很久。可就算是隔离区域，有死人应该也会被运走啊，他们为什么还在这儿？不管出了什么问题，情况肯定很严重。

我缓缓站起，花费了不少力气，然后扶着木乃伊女士的床沿稳住自己。她的床摇晃不定，我也跟着摇晃，但还是站直了身体。

机械臂又尝试抓住我，而我再一次紧贴在墙上。

我深信自己此前陷入昏迷，对，越想就越深信不疑。

我不知道在这里待了多久，不过假如我跟室友们是同时来的这儿，那一定有段时间了。我摸摸刮去一半胡子的脸，那些机械臂应该是用来照顾长期失去意识的人的，这更说明我曾陷入昏迷。

或许我能够到舱门？

我迈出一步，又一步，然后瘫倒在地。我真的做不到，还是需要休息。

我这么虚弱，怎么会有如此健硕的肌肉？假如我曾陷入昏迷，现在怎么还会有肌肉呢？我应该肌肉萎缩、消瘦才对，而不应该像海滩上的健身猛男。

我不清楚自己的最终计划，我应该怎么办？生病了吗？当然，我的确感到不适，但不是“生病”，我不恶心、不头疼，也没感到发热。假如我没生病，为什么会陷入昏迷？是因为受伤吗？

我前后左右摸了摸脑袋，没有肿块、伤疤或绷带，身体的其他部位似乎也相当结实，不仅仅是结实，简直是肌肉发达。

我又想要打盹，但还是强压困意。

是时候再尝试一次了。我从地上撑起自己，感觉像是在举重，不过这次轻松了一点，我逐渐在恢复（希望如此）。

我拖着脚步靠在墙壁上行走，用后背支撑身体的重量。机械臂不断伸向我，但是一直够不着。

我气喘吁吁，感觉像是在跑马拉松。也许是感染了肺病？也许我是为了自我保护才在此隔离？

我终于来到梯子旁，摇晃着走上前，用手抓住一级横档。我太虚弱了，要怎么爬上十英尺[2]高的梯子呢？

十英尺的梯子。

我用英制单位思考，这算是个线索，我大概是美国人，或是英国人，还有可能是加拿大人。加拿大人也会用英尺和英寸描述短距离。

我问自己：从洛杉矶到纽约有多远？然后凭直觉回答：三千英里[3]。加拿大人会用千米来回答，所以我是英国人或美国人，再不然就是利比里亚人。

我知道利比里亚使用英制单位却不知道自己的名字，这可太烦人了。

我深吸一口气，双手抓住梯子，一只脚踩在最低一档，向上拉动身体，虽然颤颤巍巍，但是成功了，双脚都站在了梯子的最低档上。我伸手抓住上边一档，好的，有进步。我感觉全身像灌了铅一样，每个动作都费尽了力气。我努力攀爬，可是手上就是劲儿不够。

我向后坠下了梯子，这回肯定有的疼了。

可并不疼，没等摔到地上，机械臂就接住了我，因为我落到了它们的控制范围内。它们一秒都没有耽误，直接把我放回床上，就像母亲送孩子睡觉那样。

你知道吗？这感觉不赖，此刻我已经非常疲惫，躺在床上对我产生了效果，轻轻摇晃的床舒适极了。从梯子上掉下来让我抓狂，我回想刚刚的经过，可是怎么都想不明白，只觉得有点儿……“蹊跷”。

唉。

就这样我渐渐睡去。

“用餐。”

一支牙膏管放在我胸脯上。

“什么？”

“用餐。”计算机又说。

我拿起牙膏管，上面白底黑字写着：“第一天，第一餐。”

“什么玩意儿？”我说。

“用餐。”

我拧开盖子，闻到一股香味，嘴里不由得涌出了口水，这时我才发觉自己有多饿。我从中挤出一点恶心的棕色糊状物。

“用餐。”

我有什么资格质疑机器人霸主呢？只好小心地舔了一口挤出的物质。

天哪，味道真好！这也太美味了吧！感觉就像是浓稠的肉汁，但又不过于油腻。我直接往嘴里挤了一些，仔细品尝。我发誓，这比性爱还美妙。

我知道是怎么回事，人们说饥饿是最好的调味品。饥肠辘辘后终于吃到食物时，大脑会慷慨地赞扬你。“真棒！”大脑说，“我们暂时死不了啦！”

拼图逐渐完整。假如我曾长时间陷入昏迷，肯定有人喂我进食。我醒来时腹腔没有插管，极有可能是计算机用经过食道的鼻胃管来喂我的。对于无法进食但消化系统正常的病人来说，这种方式侵害性最小，同时可以保证消化系统健康活跃，这也能解释为什么我醒来时没看见管子。因为如果可以的话，可以趁着病人还昏迷时取下鼻胃管。

我为什么会知道这些？我是医生吗？

我又往嘴里挤了一口肉糊，还是那么美味。狼吞虎咽之后，食物很快就被我吃光，我举起空管说：“再来点儿！”

“用餐结束。”

“我还没吃饱呢！再给我一管儿。”

“已达到本餐食物配额。”

有道理。我的消化系统还在适应半固体食物，最好循序渐进。假如我吃起来没有节制，很可能会生病。计算机的做法没错。

然而人在饿肚子的时候才不在乎对错。“我还要吃！”

“已达到本餐食物配额。”

“呸！”

不过我感觉比此前好太多了。食物即刻给我补充了能量，而且我也得到了更多休息。

我滚下床，准备冲向墙壁。可是机械臂没有追过来，我猜既然已经明确我能进食，那么下床也就得到了它的允许。

我低头看着一丝不挂的身体，觉得有点不妥。我知道旁边只有死人，可光着身子还是不合适。

“能给我件衣服吗？”

计算机没有反应。

“行，那就这样。”

我拽下床单，把它在身上裹了几圈，越过肩膀从背后拉起一角，跟前边的绑在一起，即时僧袍。

“检测到自主移动。”计算机说，“你的名字？”

“我是昏沉帝王，行礼吧！”

“错误。”

得看看梯子上面有什么。

我向房间对面走去，还是有点不稳。我不再需要扶着摇晃的床和墙壁，可以只靠双脚走路了，这本身就是一种胜利。

我来到梯子旁，抓住横档。我不再需要用手扶着站立，这样配合的确更轻松一些。上方的舱门似乎格外结实，我猜它是密闭的，极有可能锁着，可是不管怎样我都得试一试。

我爬上一级，很费劲但还能做到。再爬一级，很好，又上来了。虽然慢，但很稳。

终于，我爬到舱门，一只手扶住梯子，另一只手扭动舱门上的环形把手。它居然转了！

“天助我也！”我惊呼。

“天助我也？”这是我常用的表示惊讶的词吗？虽然这没什么问题，不过我期待自己至少能说点20世纪50年代以后的词汇。我究竟是个什么怪胎啊？

我将把手整整转了三圈之后才听到咔嗒一声。舱门向下倾斜，我躲到旁边，它完全打开，只靠结实的铰链悬在空中。我自由啦！

算是吧。

舱门外只是一片黑暗，有点吓人，可至少有进展。

我把手伸进另一个房间，爬到地板上。我一进去灯就亮了，大概是计算机控制的。

房间的大小和形状看起来跟我离开的那间一样，也是圆形的。一张大桌，目测是张实验台。桌子固定在地板上，三把实验椅固定在旁边，四周的墙边摆满了各式各样的实验设备，都固定在桌子或长凳上，而且这些桌凳都通过螺栓固定在地板上。仿佛这是一间为大地震准备的房间。

墙壁上的梯子通向屋顶的另一道舱门。

我来到了一间设施充足的实验室。什么时候隔离机构允许病人进入实验室了？而且这怎么看也不像是一间医学实验室。究竟是特么什么情况？

特么？有没有搞错？也许我有小孩，或者笃信宗教，所以不能说脏话。

我站起来仔细打量这里的一切。

这间实验室里，小型设备都被固定在桌子上，我看见一台8000倍显微镜、一台高压釜、一排试管、几组备品抽屉、样品储藏柜、熔炉、移液管，等一下，我是怎么知道这些名词的？

我看了一下墙边的大型设备，扫描电子显微镜、亚毫米级3D打印机、十一轴铣床、激光干涉仪、一立方米真空室，我认识所有设备，还知道如何使用。

我是一名科学家！进步不小！我应该利用科学。好了，天才的大脑：给我点想法！

……我饿了。

大脑，你真让我失望。

算了，尽管我不清楚这里为何有间实验室，或者我为什么可以进入，不过……继续往上爬吧！

屋顶的舱门离地十英尺高，又是一次登梯大冒险，不过我现在更有劲儿了。

我深吸了几口气，开始爬梯子。像前一次一样，这个简单的动作需要我加倍努力。我也许在恢复，但是还没有恢复如初。

天知道我有多沉，我爬到了头儿，不过也是非常勉强了。

我别扭地站在梯子上，开始转动舱门扶手。它纹丝不动。

“要打开舱门，请说出你的名字。”计算机说。

“可我不知道我的名字啊！”

“错误。”

我用手掌砸了下把手，把手没有动，可我撞得生疼。所以，这次没什么成果。

等等再来，也许我很快就会想起姓名，或者发现什么地方写着我的名字。

我沿着梯子往下爬，至少打算如此。你以为往下比往上更安全容易。错，不是的。顺利爬下梯子只是我一厢情愿，我笨拙地踩踏下一级梯子，却没抓紧舱门把手，结果像个白痴一样摔了下去。

我像一只愤怒的猫，疯狂挥舞双臂，伸手去够任何能抓住的物体。原来这不是什么好主意，我摔在桌子上，小腿正砸到一组备品抽屉，疼得我差点飙脏话！我大喊一声，痛苦地抱住小腿，又不小心滚下桌子，摔到了地上。

这次没有机械臂接着，我后背着地，摔得灵魂出窍。然后雪上加霜的是，那组备品抽屉倾倒，抽屉里的实验用品如雨般落在我身上。棉签不成问题，试管的伤害也不大（它们居然没碎），不过卷尺正好砸在我的额头上。

更多物品被砸倒，可我正忙着捂住肿起的额头，没有注意到其他情况。一把卷尺能有多重？桌面三英尺的落差竟给我砸了个大包。

“那条路，行不通。”我自言自语道。刚刚这段经历太荒谬了，就好像卓别林电影的一个片段。

说实话……真的很像，有点儿太像了。

此前那种“蹊跷”的感觉又回来了。

我抓起旁边的一支试管抛向空中，不出意外，它升起又落下，可我觉得不对劲儿，坠落物体的某个特征一下子就勾起了我的兴趣。我想弄清原因。

得用什么来解谜呢？没错，我正面对着一间完善的实验室，而且还知道如何使用。不过哪些容易上手呢？我环顾掉在地上的所有玩意，一堆试管、采样棉签、木签、一只数字秒表、移液管、某种透明胶带、一支笔……

好吧，这里也许有我需要的工具。

我重新站起来，掸了掸僧袍。其实没有尘土，我的整个世界好像全都清洁无菌，可我还是掸了掸。

我捡起卷尺看了看，它采用公制。或许我是欧洲人？管它呢。我捡起秒表，它特别结实，像是去野外徒步时会使用的那种。它有坚固的塑料外壳，还包了一个硬橡胶圈，显然具有防水功能，可又好像一块砖头，无法使用，它的液晶显示屏上一片空白。

我按了几下按键，但是它没有反应。我又把它翻过来，看了看电池仓，如果我知道它用哪款电池，也许能在抽屉里找到。我发现秒表背后伸出一个红色的小塑料签，我把它全拉了出来。秒表“嘀”的一声焕发了生机。

有点类似“已经安装电池”的玩具。小塑料签是为了防止电池在主人首次使用之前耗尽电量。好吧，这是一块全新的秒表。说实话，这间实验室里的一切都看似全新，干净，整洁，没有使用过的痕迹。不知道是什么原因。

我摆弄了一会儿秒表才弄清如何操作，其实很简单。

我用卷尺测量桌子的高度：桌子底面距离地面91厘米。

我捡起一支试管，它不是玻璃的，也许是某种高密度塑料之类的材质，所以从三英尺高的地方摔到一个硬质表面时，才不会摔碎。总而言之，不管由什么材质制成，它的密度足以使空气阻力忽略不计。

我把它放在桌子上并准备好秒表，用一只手把试管推下桌子，用另一只手启动秒表，记下它掉落在地上的时间，结果是0.37秒。这可太快了，我希望自己的反应时间不会影响结果。

因为一张纸都没有找到，我便用笔在胳膊上记录下测量时间。

我把试管放回桌上再次测量，这次得到的结果是0.33秒。为了减小启停秒表的误差造成的影响，我总计做了20次实验，并且记录了全部结果。最后我得到0.348秒的平均值，胳膊也变成了数学老师的黑板。不过这没关系。

0.348秒，距离等于0.5倍加速度乘以时间的平方，所以加速度等于两倍距离除以时间的平方。这些公式我张口就来，习惯成自然，我肯定精通物理。不错，有新线索了。

我代入测量数据，得出了一个不满意的答案，这个房间的重力加速度过高，是15米每平方秒，而正常的数值应该是9.8米每平方秒。所以物体掉落的感觉让我感到蹊跷，它们落得太快。这也是我肌肉强健但感觉没劲的原因。一切都是原本重量的1.5倍。

问题是没有什么能影响重力加速度，你没法增加或减少它，地球的标准重力加速度就是9.8米每平方秒，不容置疑。可我正经受的重力加速度却高于这个数值，那只有一种解释：

我不在地球上。





第二章


等等，深呼吸，别妄下结论。的确，重力加速度过高，从这点出发，我开始考虑合理的解释。

我可能处在一台离心机里，而且是相当大的离心机。地球提供1g重力加速度，让这些房间以一定角度绕着一条轨道运行，或者以一定角度固定在一根结实的长臂末端，让这套装置旋转起来，向心力结合重力可以提供15米每平方秒的加速度。

为什么会有人建这样一座巨大的离心机，容纳医疗床位和实验室呢？我不明白。这真的可能吗？离心机的半径得有多大？它需要以多快的速度运转？

我认为我可以找到方法算出来。我需要一台精确的加速计。给桌上的自由落体计时足以应付粗略估算，可精度只能跟我按秒表的反应时间一样。我需要更好的设备，而且只需要一样东西我就能造出来，那就是一小截线绳。

我在实验室的抽屉里翻找。

几分钟后，我打开了半数抽屉，几乎找全了每样实验用品，可是没有线绳。正打算放弃的时候，我发现了一卷尼龙绳。

“太好了！”我扯出几米，用牙齿咬断，用一端系个圈，另一端绑住卷尺。在这项实验中，卷尺充当“摆锤”，现在我只需要把它挂起来。

我看着头顶的舱门，爬上梯子（比之前更轻松了），把绳圈挂在舱盖主闩销上，然后让卷尺的重量把绳拉紧。

这样我就得到了一个单摆。

单摆的妙处在于，无论幅度多大，它摆动一个来回的时间——周期——恒定，如果它获得更大的能量，就能摆动得更远更快，但是周期仍然保持不变。机械时钟正是利用这一点来保证精度。单摆的周期只取决于两个变量：单摆的长度和重力加速度。

我把单摆拉到一边，释放它的同时启动秒表。我数着它摆动的次数，一点儿也不令人兴奋，我差点睡着，但还是坚持了下来。

等到了10分钟的时候，单摆几乎就不怎么动了，我觉得这时间足够长了，总计：346周，正好用了10分钟。

开始第二步。

我测量了舱门闩销到地面的距离，刚好为2.5米出头。我下楼回到“卧室”，爬楼梯已不成问题，现在我感觉好多了，进食真的有帮助。

“你的名字？”计算机问。

我低头看看薄薄的僧袍。“伟大哲学家摆动拉斯！”

“错误。”

我把单摆挂在靠近房顶的一条机械臂上，希望它能静止一段时间。我目测机械臂跟房顶之间的距离——1米左右。此时单摆比前一次实验时低了4.5米。

我重复实验，秒表计时10分钟，我记录摆动的周期数，结果是346，跟楼上一样。

我的天哪！

问题是，在离心机里，你离中心越远，向心力就越大。假如我在离心机里，此处的“重力”要比楼上大。可实际上并没有，至少没有大到影响单摆的周期。

可是假如我在一台足够大的离心机里呢？大到两次实验地点的重力差别极小，无法影响周期数呢？

让我想想……单摆公式……以及向心力公式……等下，我没有实际的力，只有一个周期计数，所以这里取决于一个1/x的因子……这个问题真的给我很大启发！

我有一支笔，但没有纸。没关系，我有一面墙。仿佛“发疯的囚徒在墙上瞎写”，最终我得出了答案。

假设我在地球上的一台离心机里，也就是说，离心机提供一部分力，其余的由地球提供。根据我的计算（每一步我都写出来啦！），这台离心机的半径得有700米（超过半英里），转动的速度得达到88米每秒，接近200英里每小时！

呃，涉及科学问题时，我基本上按照公制思考。有意思，不过大多数科学家都这样，对吧？甚至在美国长大的科学家也会这样。

不管怎么说，那将是有史以来最大的离心机……为什么要建造它呢？另外，那么大的设备会吵得很。以200英里每小时的速度在空气中运动？至少不时会产生一些涡流，更不用说大量的风噪了。可我丝毫都没有听到或感受到。

这越来越奇怪了。好吧，假如我在太空里呢？没有涡流和风阻，但离心机就得更大、更快，因为没有重力加速度帮忙。

继续计算，继续在墙上涂鸦，太空版离心机的半径将达到1280米——近1英里。还没听说有谁建造过那么大的太空设备。

所以我不在离心机里，也不在地球上。

另一颗行星？可是太阳系内没有任何一颗行星、卫星或小行星有这么大的引力。地球是太阳系内最大的固态天体。没错，气体巨星更大，可是除非我乘坐气球飘在木星的风暴里，否则不会在其他地方体验到这么大的重力加速度。

我怎么知道那么多太空知识？它们就在我脑子里，感觉就像是第二天性——像是我一直会用到的信息。也许我是一名天文学家或行星科学家，也许我隶属于美国太空总署、欧洲宇航局或者——

每周四晚六点，我都跟玛丽莎在高夫街的墨菲餐馆吃牛排、喝啤酒。因为认识店员，我们总是坐同一张桌子。

差不多20年前，我们念研究生时相互结识。她跟我当时的室友约会，他们的关系一塌糊涂（几乎跟所有研究生时期的爱情一样），三个月不到就分手了。可她跟我却成了好朋友。

店主看见我，笑着用大拇指指我们的餐桌。我穿过俗气的装饰，走向玛丽莎，几个空威士忌酒杯摆在她面前，她手里还拿着满满的一杯。显然，她先喝上了。

“你这是提前热身了？”我说着坐了下来。

她低头摆弄着酒杯。

“嗨，怎么啦？”

她喝下一口威士忌。“工作不顺。”

我向侍者打手势，他点点头，甚至都不用过来就明白我想要一份五分熟的肋眼牛排，旁边配上土豆泥，以及一扎健力士啤酒。我每周都点这些。

“能有多不顺？”我问，“能源部里轻松的政府工作，假期多久来着？你可能每年休息20天吧？只要去上班就有钱挣，对不对？”

还是没把她逗笑，她没有任何反应。

“唉，别这样！”我说，“谁给你穿小鞋啦？”

她叹口气说：“你知道佩特洛娃线吗？”

“当然，挺有意思的神秘现象，我猜是太阳辐射。金星没有磁场，不过带正电荷的粒子可能会被不带电的金星吸引过去——”

“不对，”她说，“是别的东西。我们没完全搞清楚，但那是……别的东西。不过管它呢，我们先吃牛排。”

我哼了一声。“求你了，玛丽莎，给我讲讲。你到底怎么了？”

她琢磨了一下。“讲就讲，反正大约12个小时后，你也会从总统讲话中听说。”

“总统？”我说，“美国总统？”

她又喝了一大口威士忌。“你听说过天照探测器吗？日本的太阳探测器。”

“听过。”我说，“日本宇宙航空开发机构通过它获得了一些了不起的数据，棒极了。它沿一条绕日轨道运行，大约位于水星和金星轨道的中间，探测器装载着20种不同的仪器设备——”

“嗯，我知道，不用展开，”她说，“根据他们的数据，太阳的能量输出在减弱。”

我耸耸肩。“结果呢？我们在太阳活动周期的哪个阶段？”

她摇摇头。“与11年的强弱变化周期无关，有别的情况。日本宇宙航空开发机构考虑了周期，还是有衰减的趋势。他们说，太阳的亮度比正常情况降低了0.01%。”

“好吧，有点儿意思，不过不值得在饭前喝三杯威士忌。”

她撇撇嘴。“我本来也有同样的看法，可他们说数值在增长，而且增长的速率也在增长。多亏了探测器上的高精度设备，他们及早发现了某种指数级增长的损耗。”

我向后靠在卡座上。“我不明白，玛丽莎。这么早就发现一种指数级增长的变化过程，似乎不太可能。不过没关系，就算日本科学家没有搞错，那能量去哪儿了？”

“佩特洛娃线。”

“啊？”

“日本宇宙航行研究开发机构仔细观测了佩特洛娃线好久，他们说佩特洛娃线变亮的速率跟太阳变暗的速率相同。不管以什么样的方式，佩特洛娃线似乎在偷走太阳的能量。”

她从手包里掏出一叠文件，放在桌子上。看上去是一系列图表，她翻看起来，最后找到了需要的那一页，然后推到我面前。

X轴上标着“时间”，Y轴上标着“光度损耗”。还真是一条指数增长曲线。

“肯定有问题。”我说。

“没问题，”她说，“9年后太阳的输出将会降低整整1%，20年后这个数字将会变成5%。这可不妙，非常不妙。”

我凝视着图表。“这意味着一个冰河时代……马上要到来了。迫在眉睫的冰河时代。”

“没错，这还是最好的情况。作物歉收，大规模饥荒……我甚至无法想象还有什么灾难。”

我摇摇头。“太阳怎么会发生如此突然的改变？老天在上，它可是一颗恒星。恒星根本不会有这么快的变化。变化需要几百万年，而不是几十年。不可能，你懂的。”

“不，我不懂。我以前明白，可现在我只知道太阳要熄灭了。”她说，“我既不知道为什么，又不知道我们能怎么办。可我知道它在死去。”

“它怎么……”我皱起眉头。

她把剩下的酒一饮而尽。“总统明早发表全国讲话，我觉得他们在协调其他国家的领袖，同时宣布这个消息。”

服务员放下我的啤酒。“给您，先生。牛排马上就来。”

“我得再来一杯威士忌。”玛丽莎说。

“两杯吧。”我接着说。

我眨眨眼，刚刚又闪现了一段回忆。

这是真的吗？还是我跟深信伪末日论的某个家伙交谈后，产生的随机记忆？

不对，那些内容都是真的，一想起来我就害怕。它不是突如其来的恐惧，而是一直都在，就在那悠然自得地坐着，我已经感受到它很久了。

太阳在濒临死亡，这事不假。作为即将消亡的地球公民的一员，我不仅身陷其中，还与这个灾难息息相关。我体会到了一种责任感。

我还是想不起自己的名字，可是会随机想起佩特洛娃问题的点滴信息。他们称之为佩特洛娃问题，这也是我刚刚想起来的。

我的潜意识有优先顺序，迫不及待地想让我了解这件事。我认为自己的任务就是解决佩特洛娃问题。

……处在狭小的实验室，身穿床单围成的僧袍，不知道自己的身份，外加一台愚蠢的计算机和两名木乃伊室友。

视线变得模糊，我擦擦眼睛，原来是泪水。我无法……我无法记起他们的姓名，可……他们是我的朋友，我的同事。

这时候，我忽然发现自己一直背对着他们，竭力不去看他们，像个疯子一样愁容满面地对着墙壁，把我在乎的人抛在身后。

此刻让我分心的事情没了，我转身看向他们。

我毫无征兆地啜泣起来，点点滴滴的回忆一下子涌上心头。她很有趣——讲起笑话张口就来；他充满职业精神和钢铁意志，我想他应该是军人，而且肯定是我们的领导。

我双手捂着头倒在地上，无法抑制自己的感情，哭得像个孩子。我们远不仅仅是朋友，用“团队”来描述也不合适，比这种关系更紧密，是……

话到嘴边说不出来……

终于，必须得等到我不刻意思考，这个词才出现在我意识里。

船员，我们是一艘飞船的船员，现在只剩下我自己。

这是一艘宇宙飞船，现在我明白了。重力是怎么回事我不清楚，不过这是一艘宇宙飞船。

信息开始拼凑起来。我们没有生病，只是处于休眠状态。

可这些床不是电影里神奇的“冷冻室”，这里也没有使用特殊的技术。我认为是药物使我们陷入昏迷。饲管、静脉注射、持续不断的医疗护理，身体需要的一切都应有尽有，大概是这些机械臂帮我们更换床单，翻动身体预防褥疮，像ICU病房护士完成日常工作一样照顾我们的一切。

而且我们的身材之所以得以保持，应该是因为遍布身体的电极刺激着肌肉运动，相当于大量锻炼。

可是最后昏迷产生了危险，极度危险，只有我活了下来，大脑成了一团糨糊。

我走向女同事，看着她我心里居然好受一些。可能是感觉到一种宽慰，抑或是哭泣过后内心变得平静。

木乃伊状的尸体上没有连接管子，完全没有监控设备。紧裹着皮肤的手腕处有一个小孔，我猜她死去时，静脉注射就连接在那里，所以那个孔一直没有愈合。

她死去后计算机肯定移走了所有设备，我猜是不想浪费，没必要把资源用在死人身上，给生还者多留点。

换句话说，给我多留点。

我深呼吸了一次，必须平复情绪，要思考清楚。就这样我回忆起很多——我的船员伙伴，他们的某些性格特征，以及我在一艘宇宙飞船上这个事实（之后这个事实让我很恐惧）。问题是，我记起的内容越来越多，它们不再随机闪现，而是遵循我的意志，我想集中精力都想清楚，然而悲痛令我不能自已。

“用餐。”计算机说。

屋顶中央打开一块嵌板，一管食物掉落下来，被机械臂接住并放到我的床上。标签上写着“第一天，第二餐”。

虽然我还不想吃饭，但是一看见食物，我的胃就咕咕叫起来。无论我的精神状态如何，身体总是有自己的需求。

我拧开食物管，把糊状物挤进嘴里。

不得不承认：新的口味尝起来妙不可言。我猜是鸡肉添加了一点蔬菜，当然还是没有嚼劲，基本就是婴儿食品，但是比我此前那一餐更稠厚，主要目的是为了让我的消化系统重新习惯固体食物。

“水？”我边吃边说。

屋顶的嵌板再次打开，这次掉出一个金属筒，机械臂把它送到我面前，闪亮的容器上写着“饮用水”。我拧开盖子，毫无疑问，里边有水。

我喝了一小口，尝起来平淡无味，温度适中。可能是蒸馏水，不含矿物质。不过水没问题。

我吃完剩下的食物，虽然还不用上厕所，但是早晚会需要。可别让我在地板上小便。

“卫生间？”我说。

墙壁上的一块嵌板旋转后，露出一个金属马桶，它就直接安装在墙上，跟监狱里那种一样。我细看了一下，马桶上有按钮之类的东西，我猜下水口连着真空管。马桶里没有水，也许是经过改造的用于适应不同重力环境下的零重力马桶。为什么要这样做呢？

“好吧。呃……收起马桶。”

墙壁又转半圈，马桶被收了起来。

好啦，我吃饱了饭，状态也好起来。食物就是有这种功效。

我需要关注一些积极的方面。我还活着，没有跟朋友们一样丢掉性命。我在一艘飞船上，但不了解细节。不过我清楚我身在何处，而且飞船似乎运转正常。

我的精神状态在改善，这一点可以肯定。

我盘腿坐在地上，轮到我主动出击了。我闭上眼，让意识随意游走。我有意要回忆过去——任何事都行。不过我想主动引导，看看会有什么收获。

我从快乐的事情想起。我喜欢科学，了解科学。刚刚做的所有这些小实验让我感到激动。如今我身在太空，也许我可以想想太空和科学，看看能有什么……

我从微波炉里端出滚烫的意面，匆忙回到沙发旁，揭开塑料盖，让蒸汽散发出来，准备一边吃晚餐一边看电视。

我取消了静音，听着来自现场的声音。一些同事和朋友邀请我跟他们一起观看，可我不想用整晚时间回答他们的问题，只想安安静静地看节目。

这是人类历史上观看人数最多的事件了，甚至超过月球登陆和任何一届世界杯决赛。每一家电视台、流媒体服务商、新闻网站和地方电视机构都在播放同一个内容：太空总署的现场直播。

一名记者跟一位上年纪的男人站在飞行控制室的观众席上，在他们更远处，穿着蓝衬衫的男男女女全神贯注地盯着各自的电脑终端。

“我是桑德拉·伊莱亚斯，”记者说，“正位于加利福尼亚州帕萨迪纳的喷气推进实验室。我旁边的布朗博士是太空总署行星科学部门的负责人。”

她转向科学家问道：“博士，我们现在情况如何？”

布朗清清喉咙回答：“大约90分钟前，我们收到确认信息，弧光号成功进入环金星轨道，此刻，我们正在等待接收第一批数据。”

自从日本宇宙航空开发机构公布佩特洛娃问题，时间已经过去足足一年，一项又一项研究证实了他们的发现，情况紧急，全人类需要弄清楚发生了什么，于是弧光计划诞生。

形势不容乐观，可这个项目本身很了不起。内心深处是个科技宅的我情不自禁为之激动。

弧光号是有史以来最昂贵的无人驾驶飞船。世界需要答案，没有时间磨蹭。正常情况下，假如你要求航天局在一年内发射金星探测器，他们当场就会嘲笑你。有了不受限制的预算，你能取得的成就就很了不起。美国、欧盟、俄罗斯、中国、印度、日本，都在承担费用。

“给我们讲讲，”记者问，“为什么飞向金星非常困难？”

“主要的问题是燃料。”布朗说，“星际旅行燃料最小化需要特定的迁移窗口。可是我们距离地球—金星的迁移窗口还挺远，所以为了让弧光号抵达金星，我们得先往地球轨道运送极多的燃料。”

“也就是说我们这次时机不佳？”记者问道。

“太阳在变暗，我认为根本不存在好时机。”

“有道理，请继续。”

“跟地球相比，金星的运动非常快，仅仅追上去就需要更多燃料。在理想条件下，前往金星其实比前往火星需要的燃料更多。”

“太惊人了，不可思议。博士，有人会问，为什么费尽心机去金星呢？佩特洛娃线跨度巨大，从太阳连接金星。为什么不去中间某个位置呢？”

“因为佩特洛娃线在金星上最宽，跟整个行星一样宽。而且我们还能利用金星的重力提供帮助。弧光号将围绕金星实际运行12周，收集佩特洛娃线组成物质的样本。”

“你认为那是什么物质？”

“我们不知道。”布朗说，“毫无头绪，不过也许很快就会有答案。弧光号第一周环绕飞行结束后，飞船上的分析实验室就会有足够的材料样本。”

“对于今晚要获得的数据，我们有怎样的预期？”

“不会有很多数据，船上的实验室相当基础，只有一台高倍显微镜和一台X射线光谱仪。此次真正的任务是取回样本，弧光号带着它们返回地球还需要三个月的时间。飞船实验室只是个备用手段，在返回失败的情况下至少还能获得一些数据。”

“你们一如既往，准备充分，布朗博士。”

“那是我们职责所在。”

记者身后爆发出一阵欢呼声。

“我听说——”她停下来等待欢呼平息，“我听说环绕金星的第一周运行结束，数据正在回传……”

飞行控制室的主屏幕显示出一张黑白照片。照片上大部分都是灰色，其间遍布着黑点。

“博士，我们看到的是什么？”记者问。

“这张照片来自船上的显微镜，”布朗说，“它被放大了一万倍，那些黑点的直径约为10微米。”

“那些点儿就是我们一直在寻找的东西？”记者又问。

“我们无法确定，”布朗说，“有可能只是尘埃微粒。任何类似行星的大型重力源都会有一团尘埃围绕——”

“这他妈是什么情况？！”背景里传来一个声音，不少飞行控制人员倒吸了一口气。

记者窃笑着说：“喷气推进实验室这儿精神高涨，我们为您现场直播，抱歉出现——”

“我的天哪！”布朗说。

主屏幕上播放出更多图像，一帧接一帧，几乎全都相同。

几乎。

记者看着屏幕上的图像说：“那些粒子……在动？”

连续播放的图像显示出黑点改变着形状，在它们的环境中四处移动。

记者清清喉咙，轻描淡写地作出了一个世纪陈述：“你们不觉得，它们有点儿像微生物吗？”

“遥测部门！”布朗博士喊道，“探测器有震颤吗？”

“已经确认，”有人回答，“没有震颤。”

“运行方向稳定吗？”他问，“可以归结为外力吗？可能是因为磁场？静电？”

飞行控制室陷入沉寂。

“有人知道吗？！”布朗问。

我的叉子直接掉在意面里。

真的是外星生命吗？我真这么走运？！有生之年赶上人类首次发现地外生命？！

哇！当然——佩特洛娃问题仍然很可怕，但是……哇哦！外星生物！这有可能是外星生物！我等不及要在明天跟孩子们谈谈——

“角度异常。”计算机说。

“该死！”我说，“几乎就要成功了！我快要记起我自己了！”

“角度异常。”计算机重复说。

我伸腿从地上站起。在我跟计算机有限的互动中，它就像Siri或Alexa，似乎可以领会一些我说的话。因此我会像跟语音助手那样跟它讲话。

“计算机，什么是角度异常？”

“角度异常：指定的关键目标或天体同预期的方位角偏差超过0.01弧度。”

“哪个天体出现异常？”

“角度异常。”

没什么帮助。因为是在飞船上，所以这一定是导航问题。这可不妙，我究竟该如何驾驶太空飞船？我没看到任何类似控制飞船的装置——这倒不是说我很清楚它们是什么样，可是到目前为止，我只发现了一间“昏迷室”和一间实验室。

实验室里另一扇通往更高处的舱门一定很重要。这就仿佛是你身处视频游戏之中，探索某个区域，最后找出一扇锁着的门，然后寻找钥匙。不过不是在书架上和垃圾筒里寻找，而是在我的意识中寻找，因为“钥匙”是我自己的名字。

计算机并非无理取闹，假如我无法回忆起自己的名字，那么它也许不应该让我进入飞船的敏感区域。

我爬上床，仰面躺下，警觉地看着房顶上的机械臂，然而它们没有动。我猜计算机对我目前能够自理的状态感到满意。

我闭上眼睛，专心思考那段闪回的记忆，能够回想起点点滴滴的经历，仿佛在翻看破损的老照片。

我在自己的房里……不对……公寓里，我有一间公寓，不大，但很整洁。墙上有一张照片，拍的是旧金山的天际线，对我来说没有用处，我已经知道自己生活在旧金山。

我面前的茶几上摆着一份精益美食牌的微波意面快餐，热量还没有均匀分布，所以熔融的乳酪热得烫嘴，一团团意面却没怎么解冻。不过我还是吃了起来，想必是饿坏了。

我看着电视上太空总署的直播，拾起了前一次闪回的全部记忆。我的第一个念头是……高兴坏了！可能是地外生命？我等不及要告诉孩子们。

我有孩子？回忆里可是一个单身男人在单身公寓里吃着单人晚餐，我根本没看见任何女性用品，没有任何迹象表明女人参与了我的生活。我离婚了？是同性恋？无论如何，这里也没有孩子的印迹，没有玩具，墙上或壁炉台上没有孩子的照片，什么都没有，房间里整洁得过分，但有孩子的话会乱作一团，尤其是他们学会嚼口香糖时。孩子们都会经历“口香糖阶段”——至少大多数孩子会——把口香糖粘得到处都是。

我怎么会知道这些？

我喜欢孩子，嗯，只是一种感觉，可我喜欢他们，他们很酷，跟他们打成一片特别快乐。

所以我是三十多岁的单身男人，在一间小公寓里独自生活。我没有孩子，但是很喜欢孩子。我可不喜欢这个思路的走向……

教师！我是一名中学教师！这回我记起来了！

噢，谢天谢地，我是一名教师。





第三章


“好吧，”我看了看表说道，“我们还有一分钟下课，你们知道这意味着什么！”

“抢答比赛！”我的学生们喊道。

自从佩特洛娃线的消息发布以来，生活意外地并没有发生多大转变。

形势既危险又可怕，但没有一反常态。第二次世界大战期间，遭受闪电战的伦敦人知道房屋偶尔会被炸毁，但还是过着自己的日常生活。不管情况多么令人绝望，还是得有人送牛奶。假如麦克里迪夫人的房子夜里被炸，那你就把她从配送名单上划掉。

所以一两代人之后才会到来的、可能由外星生命造成的世界末日，同样没有影响日常生活。我站在一群孩子面前，教他们基础科学知识。可是如果连这个世界都没法传给下一代，一切还有什么意义呢？

孩子们面向前方，坐在整齐的课桌旁，一般都是这样，不过教室其他地方就像疯狂科学家的实验室。我花了好几年时间来打造这里，一个角落摆着雅各布天梯[4]（我没插电源，以防孩子们触电致死）。紧挨另一面墙放着书架，书架上摆满了一罐罐泡在福尔马林里的动物器官标本，其中一个罐子里只有意面和煮蛋，孩子们总是对它思考良多。

屋顶正中增光添彩的是一架让我引以为傲并深感快乐的太阳系造型风铃，木星有篮球大小，小不点儿的水星像个弹子儿。

我花了好几年才为自己打造出“酷”老师的人设，孩子们比大多数人想的更聪明，他们能看出哪些老师真正关心他们，哪些是在走过场。话说回来，我们得开始抢答比赛了。

我从桌子上抓起一把沙包。“北极星真正的名字叫什么？”

“小熊座α星！”杰夫说。

“正确！”我朝他扔去一个沙包，甚至还没等他接到，我就提出了下一个问题：“岩石有哪三种基本类型？”

“岩浆岩、沉淀岩、变质岩！”拉里大喊出答案。由此至少可以看出，他很容易激动。

“只差一点儿！”我说。

“岩浆岩、沉积岩和变质岩。”艾比嘲讽地说。她是个令人头疼的学生，不过绝顶聪明。

“正确！”我给她扔过去一个沙包，“地震时你先感受到什么？”

“纵波。”艾比说。

“又是你？”我扔出沙包，“光速是多少？”

“三乘以十的——”艾比回答。

“C！”很少发言的蕾吉娜在后面喊，我乐于看到她走出舒适区。

“耍小聪明，不过答对了！”我扔给她一个沙包。

“我先回答的！”艾比抱怨道。

“可她先完成了回答，”我说，“距离地球最近的恒星是什么？”

“半人马座α星。”艾比飞快地回答。

“错！”我说。

“没错！”

“你确实错了。别人回答？”

“哦！”拉里说，“是太阳！”

“对嘛！”我说，“拉里赢得这个沙包！小心假设，艾比。”

她气呼呼地端起双臂。

“谁能告诉我地球的半径？”

特朗举起手。“3900——”

“特朗！”克里斯蒂娜说，“答案是特朗。”

特朗怔住了。

“什么？”我问。

艾比扬扬自得地说：“你问谁能告诉你地球的半径，特朗能告诉你。我答对了。”

我被一个13岁的孩子给绕进去，这可不是头一次。我把一个沙包扔在她桌上，这时铃声响了。

孩子们从椅子上一跃而起，收拾他们的课本和书包。艾比因为胜利而激动得脸红，所以比别人收拾得慢了一会儿。

“周末记得用你的沙包兑换玩具或其他奖品！”我对着他们离去的背影说。

教室很快变得空空荡荡，仅有走廊里孩子的声音表明他们还在这里。我从桌上收起他们的作业，装进我的手提箱。第六课结束了。

我要去教师休息室喝杯咖啡，或许可以批改几篇文章再回家，能避开停车场干什么都行。一群直升机妈妈[5]空降学校停车场，来接她们的孩子。假如她们看见我，一定不是瞎抱怨就是提意见。我不能怪她们爱孩子，我们也确实需要更多家长参与孩子的教育，但凡事要有个度。

“瑞恩·格雷斯？”一个女人说。

因为没听见她进来，我被吓得抬起了头。

她看上去四十多岁，穿着剪裁得体的西装，拎着公文包。

“嗯，是我，”我说，“有什么事吗？”

“我需要你的帮助。”她说话有点欧洲口音，我还辨别不出来，“我叫伊娃·斯特拉特，隶属于佩特洛娃工作组。”

“什么？”

“佩特洛娃工作组，这是一个应对佩特洛娃线问题的国际组织，他们赋予我一定的权力来开展工作。”

“他们？他们是谁？”

“联合国的每个成员国。”

“等等，什么？怎么就——”

“无记名投票一致同意，说来话长。我想跟你谈谈你的论文。”

“无记名投票？算了。”我摇摇头，“我写论文的日子都过去了，搞学术不适合我。”

“你是一名老师，所以你还在学术界。”

“也对，”我说，“可你明白我指的学术界，包括科学家、同行评审——”

“还有把你赶出大学的家伙？”她竖起一边的眉毛，“以及砍掉你所有科研资金、害你再也不能发表论文的混蛋？”

“对，也算在内。”

她从公文包里掏出一个文件夹。

翻开文件夹，她开始读第一页的内容：“《水基假设分析和预期进化模型的重校》。”她抬头看着我说，“这篇论文是你写的，对吗？”

“抱歉，你是怎么知道——”

“要我说，虽然标题无聊，但是内容精彩。”

我把手提箱放在桌上。“你听我说，写那篇论文时，我状态不佳，明白吗？我已经受够了科研界，那篇论文算是我主动炒他们鱿鱼。如今作为一名老师，我无比幸福。”

她翻过几页说：“你跟生命需要液态水的假说角力多年，这里有一大段内容称‘宜居带[6]是骗傻子的’。你指名点姓挑战数十位杰出科学家，因为他们相信特定温度范围是生命存在的必要条件而斥责他们。”

“对，可是——”

“你的博士学位是分子生物学，对吗？难道大多数科学家不认为液态水是生命进化的必要条件吗？”

“他们错了！”我把手臂交叉在胸前，“氢和氧没什么特别之处！当然，地球生命需要它们，然而其他行星的环境可能大相径庭。生命只需要一种能够复制原始触媒的化学反应，这不一定需要水！”

我闭上眼，深吸一口气，再呼出来。“总之，我沉迷于这个观点，写出了那篇论文。后来我获得一个教师职位，一份新的职业，真正开始享受生活。所以很高兴没人相信我，我现在过得挺好。”

“我相信你。”她说。

“谢谢，”我说，“不过我还有文章要评分，能告诉我你来找我的原因吗？”

她把文件夹放回手提包。“我猜你了解弧光号探测器和佩特洛娃线。”

“这都不知道的话，我这个科学老师可就相当差劲了。”

“你觉得那些黑点是生命吗？”她问。

“我不知道——它们可能只是在磁场里飞舞的尘埃。我猜弧光号返回地球时我们会搞清楚。那用不了多久，对吗？几周以后？”

“探测器23号返回。”她说，“俄罗斯联邦航天局将派联盟号执行一项专门任务，从近地轨道将其回收。”

我点点头。“那我们很快就会知晓。世界上最聪明的大脑将观察它们并查清真相。谁来完成？你知道吗？”

“你，”她说，“你来完成这项工作。”

我目瞪口呆。

她在我面前晃了晃手。“嘿？”

“你想让我去研究那些黑点？”我说。

“对。”

“全世界让你负责解决这个问题，而你直接来找一个初中科学教师？”

“对。”

我转身走出门外。“你不是骗子就是疯子，或者这两种人你都沾边。我得走了。”

“这没得选择。”她对我的背影说。

“似乎选择权在我手里！”我挥手告别。

她说对了，我还真没有选择。

我回到公寓，还没等走到门前，就被四个衣着得体的家伙围住。他们朝我亮出联邦调查局的徽章，把我塞进公寓大楼停车场的三辆黑色SUV之一。大约20分钟的车程中，他们拒绝回答我的任何问题，甚至完全不跟我交流。停车后，他们带我进入一栋普普通通的商业园区大楼。

我脚刚沾地，就被领到一条空荡荡的走廊，走廊里每隔30英尺左右就有一扇没有标记的门。最后，他们打开走廊尽头的双扇房门，轻轻把我推到里边。

不同于其他未投入使用的大楼，这个房间里摆满了家具和崭新的高科技设备，是我见过的设施最完善的生物学实验室，而站在房间中央的正是伊娃·斯特拉特。

“你好，格雷斯博士。”她说，“这是你的新实验室。”

联邦调查局特工在我身后关上门，只留我们两个人在房间里。我揉揉肩膀，他们推搡我的时候下手有点重。

我看着身后的房门说：“所以……你所说的‘一定的权力’……”

“我有一切权力。”

“你有口音，你到底是不是美国人？”

“我是荷兰人，在欧洲宇航局做管理工作。不过那不重要，如今我负责这个项目，没有时间留给磨磨蹭蹭的国际委员会。太阳濒临死亡，我们需要解决方案。我的任务就是找出这个方案。”

她拉出一把实验室的凳子坐下。“那些黑点儿很可能是一种生命。太阳熄灭速度的指数级增长，跟这种特殊生命数量的指数级增长是一致的。”

“你觉得它们在……吃掉太阳？”

“至少它们在消耗太阳的能量输出。”她说。

“好吧，那可就——太可怕了。可是不管怎么样，你到底想让我干什么？”

“弧光号探测器正带着样本返回地球，样本中的一些也许还活着。我想让你研究它们，尽可能发掘信息。”

“对，你之前说过。”我说，“可我有理由相信，比我更能胜任这项任务的大有人在。”

“全世界的科学家都会研究它们，可是我想让你第一个研究。”

“为什么？”

“这种生命存在于太阳表面或者十分接近的地方，你觉得可能是一种水基生命吗？”

她说得对，那种温度下根本不可能有水存在。大约3000摄氏度以上，氢原子和氧原子就完全无法相互结合，而太阳的表面温度是5500摄氏度。

她继续说：“推测性质的地外生物学研究领域非常小众，全世界大约只有500人从事。跟我交流的每个人，从牛津大学教授到东京大学研究人员，似乎都承认，如果不是突然离开，你可能会成为个中翘楚。”

“老天，”我说，“我离开时可没留下什么好名声，他们如此恭维可真让我意外。”

“人人都理解形势的严峻性，没有时间再扯以前的过节。但是不管怎么样，你可以向所有人揭示理论的正确性，生命不需要水。这肯定是你所希望的。”

“当然，”我说，“确实……希望。但不是像这样。”

她跳下凳子朝门口走去。“只能这样。23号晚上7点来这儿，我给你样本。”

“什么——”我说，“样本不是在俄罗斯吗？”

“我要求俄罗斯联邦航天局把联盟号降落在萨斯喀彻温省，加拿大皇家空军会拿到样本，用战斗机直接送到旧金山这里。美国将允许加拿大人进入领空。”

“萨斯喀彻温省？”

“联盟号太空舱从高纬度地区的拜科努尔航天发射场起飞，最安全的降落地点也在相同的纬度。萨斯喀彻温省的大范围平坦区域满足所有条件且最靠近旧金山。”

我伸出手说：“等等，俄罗斯人、加拿大人和美国人都对你言听计从？”

“是，而且毫不质疑。”

“你这么说是在忽悠我吧？！”

“熟悉一下你的新实验室，格雷斯博士。我还有其他事情要处理。”

她走出实验室，没再多说什么。

“耶！”我挥舞着拳头说。

我一跃而起，爬上通往实验室的梯子，接着我继续往上爬，最后抓住神秘舱门的把手。

跟上次一样，我一碰到把手，计算机就说：“要打开舱门，请说出你的名字。”

“瑞恩·格雷斯，”我得意地笑着说，“瑞恩·格雷斯博士。”

舱门里发出轻微的咔哒声，这是我得到的唯一反应。冥思苦想了这么久我才记起自己的名字，希望能有更让我激动的发现。比如五彩纸屑。

我握住把手一扭，它开始转动，我的领地就要扩张至少一个房间了。我向上推舱门，不同于连接卧室和实验室的那扇，这扇舱门是侧向滑动的。上面的房间非常狭小，所以我猜没有空间让舱门向上打开。新出现的房间是……嗯……？

LED灯被点亮，房间跟之前的两间一样呈圆形，但它不是圆柱体，墙壁往上越接近屋顶就越向内收缩。这个房间是圆台形的。

过去两天，没有多少信息可供我使用，此刻信息从四面八方向我涌来。每个表面都覆盖着计算机显示屏和触摸屏，数不清的灯光和颜色在闪烁，我震惊得目瞪口呆。有些屏幕上显示成串的数字，有些显示出图表，其他的则一片漆黑。

圆锥墙壁边缘有另一扇门，不过它没有那么神秘，顶部印着“气密过渡舱”，舱门上有个圆形窗口。透过窗口我能看见一间小小的舱室——只够容纳一人——里边放着一套太空服，远端是另一扇舱门。没错，这的确是一间气密过渡舱。

房间的正中央有一把椅子，位置恰到好处，让人可以轻松够到所有屏幕和触摸屏。

我爬完剩下的几级梯子，进入房间，坐在椅子上。它有点像罗圈椅，感觉挺舒服。

“检测到飞行员，”计算机说，“角度异常。”

飞行员，指的就是我吧。

“哪里异常？”我问。

“角度异常。”

这台计算机可不是哈尔9000，我环顾四周，在众多屏幕上寻找线索。椅子轻松转动起来，在360度环绕的计算机中间，算得上是很人性化的设计了。我发现一块屏幕上有闪烁的红框，便凑近去仔细观察。

角度异常：相对运动错误

预期速度：11423KPS

实测速度：11872KPS

状态：自动修正轨道。无须采取措施。

好吧，这对我没有任何意义。除了“KPS”，它也许指的是“千米每秒”。

一张太阳的图像出现在这些文字上方，还在不住地微微抖动。或许是一段视频？实时显示？还是我的想象？我凭直觉用两根手指触碰屏幕，试图拉动画面。

不出意料，图像被放大，就像使用智能手机一样。图像的左侧有几个黑点，我把那里放大，直到它们填满屏幕。图像保持了惊人的清晰度，不是极高分辨率的照片，就是极高分辨率的太阳望远镜实时图像。

我估计这团太阳黑子大约是太阳直径的1%，对于黑子来说是很常见的数据。也就是说我正观察的图像占据了太阳圆周的0.5度（非常粗略的计算）。太阳大约25天自转一周（这种知识科学老师都清楚）。所以黑子经过整个屏幕大约需要1小时，随后我会回来确认是否与实际情况相符：如果是，那这就是实时影像；如果不是，那这就是一张照片。

呃……11872千米每秒。

速度是相对的，除非你把两个物体相比较，否则它没有任何意义。一辆汽车在公路上相对地面也许开到70英里每小时，然而跟它旁边的汽车相比，它移动的速度几乎是0。那么“实测速度”是测量什么的速度呢？我想我知道答案。

我在一艘飞船里，对吧？肯定是。所以那个数值大概是我的速度，可是相对于什么呢？根据文字上方精密的旧照片判断，我猜是相对于太阳，所以我以11872千米每秒的速度相对太阳运动。

我瞥见图像下方的文字闪烁了一下，有什么发生变化了吗？

角度异常：相对运动错误

预期速度：11422KPS

实测速度：11871KPS

状态：自动修正轨道。无须采取措施。

数字变了！都减少了1。哇哦，等一下。我从僧袍里掏出秒表（优秀的古希腊哲学家都随身携带秒表），一直盯着屏幕看了好久。就在我要放弃的时候，预期速度和实测速度再次减少了1千米每秒。我启动了秒表。

这一次我为长时间的等待做好了准备，尽管似乎还是漫长无比，但是我依然坚持到底。最后数字同时减少时，我暂停了计时。

66秒。

“实测速度”每66秒减少1千米每秒。飞快地计算一番后，我得出加速度是……15米每平方秒，跟我此前得出的“重力”加速度一致。

我感受到的力不是重力，这也不是一台离心机。我在一艘不断沿直线加速的宇宙飞船里。不过呢，它实际是在减速——速度值在降低。

这个速度本身……可太快了。当然，它是在降低，可是老天，进入地球轨道只需要8千米每秒的速度，而我的速度居然超过了11000千米每秒，这比太阳系内的任何物体都快。以这个速度可以逃离太阳的引力，飞入星际空间。

读数没有显示我前进的方向，只有一个相对速度。所以我不禁要问：我是在飞向太阳还是远离太阳？

这几乎是个学术问题了。我不是要跟太阳发生碰撞，就是要深入太空，返回无望。或者，我也许大致朝着太阳飞行，但不会相撞。这样的话，我会躲过太阳……然后离开太阳系，深入太空，还是返回无望。

如果太阳的图像是实时显示的，那么屏幕上的太阳黑子会随着我的航行变大或变小，因此我只需要等待就能了解实时与否。这大概需要一个小时，我又启动了秒表。

我熟悉了一下这个小房间里数不清的屏幕，大多数都提供了这样那样的信息，可是其中一块屏幕只显示出一枚圆形徽章。我猜它可能是一块待机的屏保，假如我触碰它，这台计算机就会被唤醒。不过，这块待机的屏幕反而能提供最重要的信息。

这是一枚任务徽章，太空总署的文件看得多了，我一打眼就知道。这枚圆形徽章的蓝色外环上写着白字，顶部是“万福玛利亚”，底部是“地球”，分别代表这艘飞船的名字和本船的“停靠港”。

我不认为这艘飞船来自地球以外的地方，不过标明也不无道理。总之，我终于了解到乘坐的这艘飞船名叫什么。

万福玛利亚号。

不确定这个名字有什么用。

不过徽章告诉我的可不止这些，蓝环里有一个黑色的圆，再往里是一些奇怪的符号：一个黄圈中间有一个点，一个蓝圈中间有一个白十字，以及一个稍小的黄圈中间有一个小写的t。不知道这些都有什么含义，黑色圆圈里靠近边缘的地方写着“姚”、“ИЛЮХИНА”和“GRACE”。

全体船员。

我是“Grace”，所以另外两个就是楼下床上的木乃伊了，一个中国人和一个俄罗斯人。关于他们的回忆几乎就要涌现出来，可我还是没法清楚地想起，好像某种内部防御机制在压制着记忆。我一回想到他们就会感到痛苦，所以我的大脑拒绝回忆他们。也许是这个原因吧，我也不确定，毕竟我是一名科学教师，不是创伤心理学家。

我擦擦眼睛，或许还是不应该逼迫自己回忆。

我还得打发一小时的时间，放飞意识，看自己还能回忆起什么吧。这个过程越来越容易了。

“我对这一切感到不是特别舒服。”因为穿着全套的防护服，我说话的声音不太清楚，我的呼吸在透明的塑料面罩上结成雾气。

“你会没事的。”对讲机里传来斯特拉特的声音，她正从厚实的双层玻璃窗外看着我。

他们对实验室做了几项升级。对了，设备都保持不变，不过现在整个房间完全密闭，墙壁衬上了厚塑料膜，都用某种特殊的胶带连接起来，我看到疾控中心的标志到处都是。这是隔离的规定，真令人不安。

此刻唯一的入口就是一间大型塑料气密过渡舱，我进来前他们让我穿上了防护服。一根空气管从房顶的卷轴连接到我的防护服上。

所有顶级设备已经为我完成任务做好了准备，我从没见过如此完善的实验室。实验室中间是一辆滚轮推车，车上固定着一枚圆筒状容器，容器外印着“образчик”，对我来说没多大用处。

观察室里不止斯特拉特一个人，大约20名穿着制服的军人站在她旁边，都在饶有兴趣地观察。可以肯定，其中有美国人、俄罗斯人和几名中国军官，还有不少人穿着奇特的制服，连我都分辨不出国籍。这是一个大型国际团队，他们一言不发，好像遵守着某条不成文的规定，都站在斯特拉特身后几步远的地方。

我隔着手套抓起空气管，朝斯特拉特比画了一下。“真有这个必要？”

她按下通话按钮说：“圆筒里的样本很有可能是一种外星生命，我们不能冒任何风险。”

“等等……你们没有任何风险，可是我有啊！”

“不是那个意思。”

“怎么就不是那个意思？”

她停顿了一下。“好吧，就是这个意思。”

我走向圆筒。“其他所有人都像我这样操作吗？”

她看了看一众军人，他们朝她耸耸肩。“‘其他所有人’你指的是谁？”

“你知道的，”我说，“把样本转移到这个容器里的人。”

“这就是太空舱里的样本容器，三厘米厚的铅包裹着几厘米厚的钢，离开金星时它就被密封起来，你得打开14个插销才能获取样本。”

我来回看着圆筒和斯特拉特说：“这太扯了吧。”

“想想积极的一面，”她说，“作为接触地外生命第一人，你将被永远铭记。”

“那这里得真有生命才行。”我小声嘀咕。

经过一番努力，我打开了14个插销。它们特别紧，我隐约好奇弧光号探测器最初是如何锁闭的，肯定使用了某种精密的驱动系统。

不出意料，圆筒里面没有特别之处，只有一个看似中空的透明小塑料球。神秘黑点的大小是微观级别，而且里边的数量也不多。

“没检测到辐射。”斯特拉特通过对讲机说。

我瞥了她一眼，她正密切观察着平板电脑。

我对着塑料球看了很长时间。“里边是真空的吗？”

“不是，”她说，“里边充满了一个大气压的氩气。探测器从金星返回过程中，黑点一直在移动。所以氩气对它们似乎没有影响。”

我看了一圈实验室。“这里没有手套箱，我不能把未知样本直接暴露在正常空气中。”

“整个房间都充满了氩气，”她说，“确保你别堵住空气管路或扯坏防护服，假如你吸入氩气——”

“我会不知不觉窒息，行，好吧。”

我把塑料球放进托盘，小心地扭动分开，把一半放进密闭的塑料容器，用干棉签擦拭另一半，然后把棉签在载玻片上蹭一蹭，再把载玻片放到显微镜下。

我以为它们很不好找，其实不然，数十个小黑点出现在视野里，的确在四处游动。

“你都录下了吗？”

“从36个角度记录呢。”她说。

“样本含有许多圆形物体，”我说，“大小几乎一致——直径约为10微米……”

我调整焦距，尝试不同强度的背光。“样本不透明……即使设置成最大亮度，我也无法看清内部结构……”

“它们是活的吗？”斯特拉特问。

我瞪着她说：“我没法靠肉眼就看出来，你期待什么呢？”

“我想让你查明它们是否有生命。如果有，就继续弄清它们的生命机制。”

“这个要求太过分了。”

“为什么？生物学家钻研出细菌的生命原理，你照样做就行了。”

“那是两千名科学家用两百年时间研究出来的！”

“那就……研究得快点。”

“告诉你吧，”我指着身后的显微镜说，“我现在要继续工作，得出什么结果的时候我会告诉你。在那之前，你们都可以安静地享受会儿科研时光。”

接下来的六个小时，我继续进行测试，在此过程中，军事人员渐渐散去，最终只剩下斯特拉特一个人。我真佩服她的耐心。她坐在观察室后边，专注于自己的平板电脑，偶尔抬头看一眼我在干啥。

我通过气密过渡舱进入观察室的时候她重新打起精神。“有收获？”她问。

我拉开防护服的拉链，从里边走出来。“对，胀满的膀胱。”

她一边在平板电脑上打字，一边说：“这我倒没想到，今晚我让人在隔离区安装一个卫生间，只能是化学厕所。我们不能安装上下水管。”

“好吧，你说了算。”我说完便匆忙跑去小便。

回来时，斯特拉特在观察室的中央摆了一张小桌和两把椅子。她已经坐下，指着另一把椅子对我说：“请坐。”

“我还没完成——”

“请坐。”

我按她要求坐下，毫无疑问，她有一种威严的气场，也许就体现在语气语调或者总体的自信程度上？不管怎么样，当她发话时，你似乎觉得自己只能对她言听计从。

“目前你都有什么发现？”她问。

“才过去一个下午。”我说。

“我没问过了多久，我问你目前有什么发现。”

我挠挠头，穿了好几个小时防护服，我浑身是汗，估计还散发着难闻的气味。“有点儿……奇怪。我不知道这些黑点由什么组成，尽管我非常想知道。”

“你缺少某种必需的设备吗？”她问。

“不，不。设备应有尽有，只是……对这些黑点不起作用。”我向后靠在椅背上，站了大半天之后，放松一下的感觉真舒服。“我最先尝试的是X射线光谱仪，它对样本发射X射线，使其散发出光子，根据光子波长判断组成元素。”

“你得到了什么结果？”

“什么都没有，就我所知，这些黑点完全吸收了X射线，X射线只进不出。这就很奇怪，我想不出哪种物质具有这样的特性。”

“那好，”她在平板电脑上记录了一下，“还有什么可以跟我说的？”

“紧接着我尝试进行气体色谱分析。就是把样本蒸发，在生成气体中辨别元素和化合物。这也不起作用。”

“为什么？”

我举起双手说：“因为那些该死的东西蒸发不了，把我搞得一头雾水，我把本生灯、烤箱、坩埚挨个试了一遍，都不行。在2000摄氏度的高温下，黑点都不受影响，没有任何反应。”

“你觉得奇怪？”

“太奇怪了。”我说，“不过话说回来，这些东西在太阳上生存，至少也有一段时间了，它们具有极强的抗热性倒也说得过去。”

“它们生活在太阳上？”她说，“那么它们是一种生命？”

“没错，我相当确信这一点。”

“展开讲讲。”

“嗯，它们四处移动，通过显微镜就能看得清清楚楚。只是这样的话不足以证明它们具有生命，无生命的物质也会在静电、磁场或其他作用下一直运动。不过我还注意到其他现象，奇怪的现象，使得这一理论成形。”

“什么现象？”

“我把几个黑点放在真空中进行光谱分析。这只是一个简单的测试，看它们是否发光。当然，答案是肯定的，它们发出波长为25.984微米的红外光。这正是佩特洛娃频率——佩特洛娃线的光波频率。对此我有预感，可是后来我注意到它们只在移动过程中发光，而且发光量惊人。当然，从我们的角度来看不大，但是对一个单细胞有机体而言，就十分惊人了。”

“这与生命有什么关系？”

“我非常粗略地计算了一下，可以确定地告诉你，它们通过发光来移动。”

斯特拉特竖起一边的眉毛。“我没明白。”

“不管你相信与否，光具有动量，”我说，“可以施力。假如你在太空里点亮手电筒，你就会从它那儿获得一股极其微小的推动力。”

“我以前还真不知道。”

“现在你知道了。极其微小的推动力作用于极其微小的质量，就可以高效推进。我测量了黑点的平均质量是20皮克，要提一句，这花了我很长时间，不过那套实验设备太牛了。总之我观测到的运动符合发射光的动量。”

她放下平板电脑，把全部注意力都集中在我身上。显然，这可是一项绝无仅有的成就。“自然界里不会发生那种现象吗？”

我摇摇头。“不可能，自然界里的任何东西都不具备那样的能量储备。你不理解这些黑点发出了多少能量，似乎达到了……质能转换的级别，类似E=mc2的能量输出。那些小黑点存储的能量远远超出你的想象。”

“那么，”她说，“它们确实来自太阳，太阳正在流失的能量。”

“对，正因为此我才觉得它们是生命体。”我说，“它们消耗能量，以某种我们不理解的方式存储能量，然后用能量来推进。这可不是个简单的物理或化学过程，而是有导向的复杂过程，注定是通过进化产生的。”

“所以佩特洛娃线是……微型火箭喷出的火焰？”

“极有可能。我打赌我们只看到了一小部分在那一区域发出的光。它们用那些光推动自己前往金星或太阳，抑或二者都是它们的目的地，我不清楚。关键是，光线会背向它们前进的方向射出，地球不在那条线上，所以我们只能看见附近宇宙尘埃反射出的光。”

“它们为什么去金星？”她问，“它们如何繁殖？”

“问得好。这两个问题我也回答不了。不过假如它们属于刺激/反应类型单细胞有机体，那它们可能通过有丝分裂繁殖，”我停了一下，“即一个细胞分裂成两半，形成两个新的细胞——”

“对，我了解这个知识点，谢谢。”她抬头看向天花板，“人们总以为，我们跟外星生命——假如存在的话——第一次接触会是遭遇不明飞行物里的小绿人那样。我们根本没有考虑过简单的无智慧生命。”

“有道理。”我说，“这不是瓦肯人[7]从天而降跟我们打招呼，这是……太空藻。”

“一个入侵物种，就像澳大利亚的蔗蟾[8]。”

“绝佳的类比。”我点头称赞，“而且数量还在增长，飞快地增长。它们种群越大，太阳能被消耗得就越多。”

她捏着自己的下巴说：“你怎么称呼一种以恒星为食的生物体？”

我竭力回忆以希腊语和拉丁语为词根的一些说法。“我觉得你可以称它‘噬星体’。”

“噬星体。”她说着把这个词键入平板电脑，“好吧。回去工作，弄清它们如何繁殖。”

噬星体！

单单这一个词就让我浑身肌肉紧绷，恐惧像冰河一样将我淹没。

就是这种东西，它威胁着地球上的所有生命。噬星体。

我扫了一眼显示屏上放大的太阳图像，太阳黑子已经发生了显著的位移。那就对了，这是实时图像。知道这点很有用。

等……等……我觉得它们移动的速度不对。我检查了一下秒表，刚刚回忆了仅仅10分钟左右，太阳黑子应该移动很小的角度才对，可实际移动了半块屏幕的距离，超出预期太多。

我从僧袍里掏出卷尺，缩小图像，实际测量了一下太阳的宽度和太阳黑子群的宽度。我不想再粗略估算了，得真正计算一下。

屏幕上的太阳盘面宽27厘米，黑子群宽3毫米，10分钟它们移动了半个身位（1.5毫米）。根据我的秒表记录，准确用时是517秒。我在一张纸上匆匆忙忙地计算。

在目前的分辨率下，它们每344.66秒移动1毫米，经过27厘米的太阳表面需要（计算，计算）93000秒出头。也就是说黑子群越过面对我这一侧的太阳表面需要那么长的时间，绕太阳一周的时间就是两倍，即186000秒，两天多一点。

比太阳自转的速度快十倍。

我眼前的恒星……不是太阳。

我在另外一座恒星系里。





第四章


好吧。

我必须得花点时间看下这些该死的屏幕了。

我怎么会在别的星系？！这根本讲不通！另外，这究竟是哪颗恒星？老天，我死定了！

我的呼吸变得急促，过了好一会儿才恢复。

我记得我曾告诉学生：假如你感到不安就深吸一口气，再慢慢呼出，同时数十个数。这极其有效地减少了我在课堂上发脾气的情况。

我开始深呼吸。“一……二……三——这根本不管用！我就要死了！”

我双手抱头说：“上帝，我到底在哪儿？”

我在屏幕上到处搜索能够理解的信息，信息不少，实际上是太多了。每块屏幕顶部都有一个方便识别的标签，“生命保障”“气密过渡舱状态”“引擎”“机器人”“噬星体”“发电机”“离心机”……等一下，噬星体？

我仔细地查看了“噬星体”屏幕。

剩余：20960KG

消耗率：6.045G/S

比这些数字更有趣的是下方的示意图，我想它显示的是万福玛利亚号，这让我第一次对这艘飞船的概况有了真正的了解。

飞船上部是一个圆柱体，顶端呈锥形，跟我曾经见过的火箭是一个形状，根据控制室逐渐收拢的锥形墙壁判断，此处一定位于飞船的最前端。我的下方是实验室，图上的标签也是“实验室”，再往下是我醒来的那个房间。

那个我去世的朋友所在的房间。

我吸吸鼻子，擦去泪水。现在没时间悲伤，我把他们的死亡抛在脑后，继续观看示意图。那个房间被命名为“宿舍”。好的，这张图展现了我到过的所有地方，很高兴了解它们的正式名称。在宿舍下方是一个更矮的房间，大概只有一米高，名叫“仓库”。啊哈，宿舍地板上肯定有我没注意到的活动门。我把这个想法记在心里，随后得去检查一下。

可是船上空间还有很多，多得不得了。仓库下方的一个区域标着“缆绳罩”，不知道那是什么，也不知道它为什么出现在船上。再往下，飞船扩展成三个并排排列的圆柱，每个圆柱体都跟我所在的狭小空间一样粗。我猜这艘飞船是他们在太空建造的，地面能够发射的最大直径约为4米。

并排的三个圆柱体上标着“燃料”，我估计它们占飞船总体积的75%。

燃料区被分成9个小圆柱体，出于好奇，我点击了其中一个，调出来对应燃料舱的界面，上边写着“噬星体：0.000KG”，界面上还有一个按钮标着“抛弃”。

尽管我不确定自己为何在此，也不知道这些东西的用途，但也绝对不想点击一个标着“抛弃”的按钮。

可能实际上没有看起来那么严重。这些是燃料舱，假如燃料被耗尽，飞船可以抛弃燃料舱减轻重量，用剩余的燃料维持得更长久。从地球上起飞的火箭拥有多级也是出于这个原因。

引起我注意的是，飞船没有自动抛弃空燃料舱。我退出了燃料舱界面，回到飞船主结构图。

每一个巨大的燃料区下方，都有一个标着“旋转驱动”的梯形区域。我以前从没听过这个词，不过既然它位于飞船的后方，而且名字里有“驱动”二字，我猜那是飞船的推进系统。

旋转驱动……旋转驱动……我闭上眼睛，想要思考这个问题……

没反应，我没法随意唤起记忆，还没达到那个程度。

我更仔细地审视图像，这艘飞船上为什么会有20000千克噬星体？我有种强烈的预感，它们是燃料。

为什么不是呢？噬星体可以靠光自我推进，其能量存储能力远超出我们的认知。天知道它们进化了多少亿年才精于此道，这就类似于马匹比卡车更加节能，噬星体也比宇宙飞船更节能。

没错，这就能解释飞船的后部为什么装满了噬星体，因为它们是燃料。可为什么这块屏幕显示了一艘飞船的图像？这就好比把汽车的设计图放在油表上。

有趣的是，图像其实没怎么关注这些舱室，甚至没有展示出内部的结构，只是各有一个标签，没有别的。可是这张图像格外关注船体外壳和飞船的后部。

我看见红色管道从燃料区向旋转驱动延伸，大概燃料就是这样输送到引擎。可我还看到一直沿着飞船外壳延伸的管道穿过“缆绳罩”区域，也就是说大部分噬星体燃料存储在燃料舱，但还有一些分布在环绕船体的外壳里。

为什么要这样？

哦，飞船上各处还显示出温度。我猜温度很重要，因为船体上每隔几米就有一个测试点，每一个的读数都是96.415摄氏度。

嘿，我知道这个温度，它丝毫不差地记在我的脑海里！我从哪里知道的来着？仔细想想啊，大脑……加把劲……

读数显示为96.415摄氏度。

“原来如此。”我说。

“什么情况？”斯特拉特马上说。

这是我在实验室工作的第二天，斯特拉特还坚持只让我一个人研究噬星体——至少目前来看是这样。她把平板电脑放在桌上，来到观察室的窗前。“有新发现？”

“算是吧。噬星体周围介质的温度是96.415摄氏度。”

“温度很高，不是吗？”

“对，接近水的沸点。”我说，“对于地球上的任何生物而言，那都是致命的温度。不过对于能轻松接近太阳的生物来说，就不好说了。”

“那这个发现有什么意义？”

“我无法使它们的温度升高或降低。”我指着在通风橱里进行的实验说，“我把一些噬星体在冰水里放了一个小时，取出来后，它们还是96.415摄氏度。然后我又把一些噬星体放在1000摄氏度的炉中，取出来后，它们还是96.415摄氏度。”

斯特拉特踱步到窗户近旁。“也许它们具有极高的隔热性能？”

“我也考虑过，所以就做了另一项实验。我取出很小一滴水，在其中放入几个噬星体。几个小时后，整滴水都达到了96.415摄氏度。噬星体把水加热了，所以这意味着它可以散发热能。”

“你能得出什么结论？”她问。

我又伸手挠头，可是防护服挡在中间。“是这样，我们知道它们体内存储很多能量，我猜它们以此维持体温。跟你我一样。”

“一种恒温微生物？”她说。

我耸耸肩。“道理相通。对了，我还得一个人研究多久？”

“等到你没有新发现。”

“独自一人待在实验室？科学可不是这样搞的。”我说，“全世界应该有几百名科学家研究噬星体。”

“不止你一个人有这种想法，”她说，“今天有三个国家的领导人给我打电话。”

“那让别的科学家参与进来啊！”

“不。”

“为什么？”

她把目光移开了一会儿，然后透过窗户看着我说：“噬星体是一种外星生物，假如它能感染人类怎么办？假如它有致命危险呢？假如防护服和橡胶手套不足以保护我们呢？”

我倒吸了一口气。“打住！我是一只小白鼠？我是一只小白鼠！”

“不，不是你说的那样。”她说。

我瞪着她。

她也瞪着我。

“好吧，确实是这样。”她说。

“我靠！”我说，“太过分了！”

“别大惊小怪。”她说，“我只是出于安全考虑。假如我把噬星体交给这颗星球上最杰出的头脑，它把他们都杀死，你想想会发生什么。转瞬之间我们就会失去眼下最需要的人。我不能冒险。”

我愤怒地皱起眉头。“这可不是廉价电影，斯特拉特。为了攻击宿主，病原体在时间长河中缓慢进化。噬星体以前从没来过地球，所以根本不可能‘感染’人类。而且已经过了几天，我也没有死。所以交给真正的科学家吧。”

“你就是真正的科学家，正在大踏步地取得进展，跟别的科学家没什么差别。你自己就能完成任务，我没必要用别人的性命冒险。”

“你在开玩笑吗？”我说，“集数百名科学家的智慧来研究这种生物的话，我们肯定能获得更多进展——”

“而且，很多致命疾病都有长达两周的潜伏期。”

“看，我就说吧。”

她回到自己的桌旁，拿起平板电脑。“世界上的其他研究者会及时加入的，不过目前只有你。至少告诉我那些东西究竟由什么组成，然后我们才能商量把它们交给别的科学家。”

她继续浏览平板电脑。对话结束，用我学生的说法，她这样结束对话让我“面红耳赤”。虽然我尽了最大的努力，可噬星体到底由什么组成我仍然毫无头绪。

射出的每一种波长的光线都无法穿透它们，可见光、红外线、紫外线、X射线、微波……我甚至把几个噬星体放进辐射安全容器里，用铯137发出的γ射线照射它们（这座实验室里什么都有）。我称之为“布鲁斯·班纳[9]试验”，并对这个名字感觉良好。可是，就连γ射线都不能穿透这些小混蛋。这就好比用.50口径子弹打一张纸，子弹却被反弹回来。根本没有道理。

我闷闷不乐地回到显微镜前，小黑点在载玻片上逗留了几个小时，这几个由我来支配，还没有被各种光源摧残。“也许我把它想得太复杂了……”我喃喃自语。

翻遍了实验用品我才找到所需的工具：纳米注射器。它们很少见而且昂贵，但是我的实验室就有。基本上它们就是极其细小的针头，细小尖利到足以用来戳微生物体，用这种设备你可以从一个活细胞里吸取出线粒体。

我回到显微镜前。“好嘞，小混蛋。你们可以防辐射，我承认。不过我直接扎你一下呢？”

通常情况下，纳米注射器由一台精细调整的设备操控。可是我只想亲自戳一戳，不关心设备是否完善。我抓起筒夹（它通常固定在控制设备上），把针头放在显微镜的视场里。虽然名为纳米注射器，可它们实际有50纳米宽，尽管如此，针尖跟10微米的巨型噬星体相比还是显得细小，只有噬星体宽度的两千分之一。

我用针尖戳了一个噬星体，后续的结果绝对出乎我的意料。

首先，针尖刺透了噬星体，这一点毋庸置疑。虽然光热不侵，但是噬星体显然跟其他细胞一样，抵抗不了尖锐物体。

我在它身上戳洞的瞬间，整个细胞变得透明，不再是毫无特征的黑点，而是变成一个细胞，拥有细胞器以及我们生物学家喜闻乐见的一切。变化过程就是这样，仿佛我扳动了一个开关。

然后它就死了。被扯开的细胞壁支撑不住，完全瓦解。噬星体没有了外部边界，从一个凝聚的圆点开始缓缓膨胀。我从旁边的架子上拿过一支普通针管，吸入了新产生的黏液。

“成功！”我说，“我杀死了一只！”

“恭喜你。”斯特拉特盯着平板电脑，都没抬头看我，“杀死外星生物的第一人，就像《铁血战士》里的施瓦辛格。”

“好吧，我知道你想搞笑，可是那位铁血战士故意引爆炸弹自杀。真正杀死外星生物的是《铁血战士2》中由丹尼·格洛弗扮演的迈克尔·哈里根。”

她透过窗户瞪了我一会儿，然后摇摇头，翻了个白眼。

“重点是，我终于弄清噬星体的组成啦！”

“真的吗？”她放下平板电脑，“杀死一只就能弄清？”

“我认为可以，它不再是一团黑色，能透光了。遮挡它的任何奇怪效应都消失了。”

“你是怎么做到的？用什么办法杀死它的？”

“我用纳米注射器刺透了它的外层细胞膜。”

“你用一根针戳它？”

“不！”我说，“好吧，没错。不过我是用非常科学的设备、按照科学的方法戳的。”

“你花两天时间才想起用针戳它？”

“你……闭嘴吧。”

我把针管拿到光谱仪那里，把噬星体黏液挤到平台上，然后封闭样品池，启动分析。等待结果的过程中，我像个孩子一样，不停地从一只脚跳到另一只脚。

斯特拉特探头观察我。“你现在在干什么？”

“这是一台原子发射光谱仪，”我说，“之前跟你介绍过，它向样本发出X射线，激发原子，然后观测反射光的波长。当我尝试活的噬星体时根本没有效果，不过既然神奇的遮光属性失效了，光谱仪应该可以正常工作了。”

仪器发出嘀的一声。

“完成！我们来看看结果！总算可以弄清无水生命有什么化学组成了。”我观看LCD显示屏的结果，上面显示出所有元素对应的光谱尖峰，我盯着屏幕陷入沉默。

“怎么样？”斯特拉特问，“怎么样？！”

“呃，有碳和氮……但是样本的绝大多数组成元素是氢和氧。”我叹了口气，扑通一声坐在仪器旁边的椅子上，“氢氧元素的比率是二比一。”

“有什么问题？”她问，“那意味着什么？”

“水，噬星体基本上都是水。”

她惊掉了下巴。“怎么可能？能在太阳表面存在的生命体内怎么能有水？”

我耸耸肩。“可能是因为不管外界环境如何，它能把体内温度都维持在96.415摄氏度。”

“这说明什么呢？”她问。

我双手抱头说：“这表示我写的每一篇论文都是错的。”

嗯，这可真是踢到要害了。

不过反正我在那间实验室里没高兴过。他们一定引入了比我更聪明的人才，因为我来到了这里：乘坐噬星体推进的飞船来到了另一颗恒星。

那为什么是我来这里？我只不过证明了自己毕生的科学观念有误。

我猜以后会记起来吧。眼下我想了解这是哪颗恒星，以及我们为什么建造飞船把人类送到这里。

毫无疑问，这些都是重要的问题，可是眼下飞船上有一个完整的区域我还没有探索过。

仓库。

或许我能找件别的衣服换下这身简易的僧袍。

我爬下梯子，经过实验室，然后又回到宿舍。

牺牲的朋友们还在这里，我尽量不去看他们。

我在地面寻找嵌板的痕迹，双手双膝着地，爬到各处搜寻，最后终于在另一位男船员铺位的正下方发现了一条缝隙，极其细微，我甚至都无法用指甲抠进去。

实验室里有各种各样的工具，我敢肯定能找到平头螺丝刀来撬开它，或者……

“嗨，计算机！打开这块嵌板。”

“指明要打开的通道。”

我指着嵌板说：“这块，这个东西，打开它。”

“指明要打开的通道。”

“呃……打开仓库门。”

“开启仓库。”计算机说。

咔哒一声，嵌板升起几英寸，缝隙周围的橡胶垫圈在此过程中被扯开。嵌板闭合时，我没有看到垫圈，可想有多紧密，所幸我没有尝试撬开，否则它会成为大麻烦。

我从嵌板上扯下剩下的密封垫圈，嵌板在开口处松动起来。摆弄了一会儿我才明白，开门需要转动嵌板。转动90度之后，它脱离开来，我把它放到一边，探头看向下面的舱室，里面放着大量白色软壳立方体。这么做挺合理，用柔软的包装盛放物资可以帮你在有限空间里塞进更多东西。

正如控制室的图像所示，仓库存储区只有大约一米高，装满了那些柔软的包装。我必须得挪出去不少东西才能进到里边，如果我想进去的话。说实话这里有点儿容易引起幽闭恐惧症，就像是房屋底下的水管槽。

我抓住最近的一个包裹，通过宿舍地板的开口把它拉上来。

这个包裹用魔术贴扎在一起，我把它们扯开，包裹像中餐外卖盒一样展开，里边是好几套制服。

中奖了！但也不完全是巧合，包装物资的人很可能认真地规划过，他们知道船员一醒过来就需要穿衣服，所以把制服放进最容易取出的包裹里。这里边至少有十几套制服，每一套都装在真空塑封袋里，我随机打开一套。

是浅蓝色连体宇航员制服，纤维很薄，但触感舒适。左肩上是万福玛利亚项目徽章，跟我在控制室看见的设计一样，徽章下方是一面中国国旗。右肩有一枚白色徽章，中间的蓝色人字三角形下写着“CNSA”，周围环绕着花环纹饰。作为一名极客，我立刻就认出这是中国国家航天局的标志。

左侧胸兜上方有一个名牌，上边写着“姚”——万福玛利亚任务徽章上也有这个字，它读作Yáo。

我怎么会知道？我当然知道，姚船长，是我们的头儿。此刻我能回忆起他的容貌，年轻英俊，眼神坚定。他明白这次任务的重要性和自己肩负的重任，为这项任务做好了准备。他严厉但是讲道理，而且你知道——你十分清楚——他会为了任务或自己的船员随时献出生命。

我又掏出一套制服，比船长的小很多，任务徽章没变，但是下方有一面俄罗斯国旗，右肩上有一个倾斜的人字三角图案被一个圆环围绕。这是俄罗斯国家航天集团的标志。这件衣服的名牌上写着“ИЛЮХИНА”，任务徽章上的另一个名字。这是伊柳希娜的制服。

奥莱斯雅·伊柳希娜，她风趣幽默，见面半分钟就能让你笑掉下巴。她性格开朗，颇有感染力。姚有多严肃，伊柳希娜就有多随和，所以他们偶尔会起些摩擦，不过即使姚也无法抗拒她的魅力。有一次姚终于忍不住，被伊柳希娜的笑话逗笑，我还印象深刻。你不可能每时每刻都保持严肃。

我站起身，瞧着尸体，他们只剩下躯壳，几乎失去人形，往日的灵魂已经不在，严厉的船长和欢乐的朋友已经逝去。他们不该落得如此下场，我应该为他们举办葬礼。

每位船员在包装里都装着多套制服，我终于找到了自己的，它们跟我预想的一模一样。万福玛利亚任务徽章下是一面美国国旗，右肩上是美国太空总署标志和一个写着“GRACE”的名牌。

我穿上一套连体服。在仓库继续翻找一阵之后，我找到了鞋。严格来说它们不是鞋，只是连在橡胶底上的厚袜子——摩擦力更大的婴儿袜。我猜执行任务这就足够用了，我把它们也穿在脚上。

然后我开始执行更艰巨的任务，给牺牲的同志穿衣服。连体服的大小似乎跟他们脱水的尸体相去甚远，我甚至还给他们穿上了袜子。为什么不呢？这是我们的制服，路上去世的旅人有资格穿着制服下葬。

我先给伊柳希娜穿衣服，她的身体轻若无物，我把她扛在肩上，一路送到控制室。一进入控制室，我就把她放在地上，然后打开了气密过渡舱。

气密过渡舱里的宇航服笨重碍事，我把它一个部件一个部件地移进控制室，安放在驾驶员座椅上。然后我把奥莱斯雅放进气密过渡舱。

过渡舱的控制方法不言自明，舱内的气压甚至外侧舱门都可以由控制室的面板控制，上面甚至还有一个“抛出”按钮。我关上舱门，激活抛出程序。

然后先是发出一阵不断重复的警报，舱内灯光闪烁，倒计时的声音开始响起。气密过渡舱内有三个不同的终止开关，都在闪烁灯光。任何人发现自己要被抛出的话，都可以轻松取消操作。

倒计时一结束，（读数显示）气密过渡舱减压到标准大气压的10%，然后外侧舱门打开，嗖的一下子，奥莱斯雅就不见了，持续加速的飞船把尸体远远甩在后边。

“奥莱斯雅·伊柳希娜。”我不记得她的宗教信仰，甚至不记得她有没有宗教信仰。我不知道她曾希望自己被如何诉说，可是至少我会记得她的名字，“我把你的身体托付给群星。”这话还算得体，也许显得老套，但是让我感觉良好。

接下来，我把姚船长搬运到气密过渡舱里，然后封好门，按照同样的程序抛出他的遗体。

“姚立杰，”我不知道是怎么记起他的全名，在这个时刻，名字一下子出现在脑海里，“我把你的身体托付给群星。”

气密过渡舱执行抛弃程序，我成了孤家寡人，虽然一直以来都是如此，可是现在我真的没有了陪伴。至少在好几光年之内，我是唯一的活人。

接下来我该怎么办呢？

“欢迎回来，格雷斯先生！”特蕾莎说。

孩子们都坐在座位上，准备上科学课。

“谢谢，特蕾莎。”我说。

迈克尔尖声说：“代课老师太太太太无聊了。”

“嗯，我不无聊。”说着我从角落拿起四个塑料箱，“今天我们要讲讲岩石！好吧，也许这项内容有点无聊。”

孩子们咯咯咯地笑起来。

“你们分成四组，每组拿一个箱子，把岩石按照岩浆岩、沉积岩和变质岩分类，最先完成且每块石头都正确分类的一组得到沙包。”

“我们能自由组合吗？”特朗兴冲冲地问。

“不行，那只会引发不少争端，因为孩子就是动物，非常可怕的动物。”

所有人都笑起来。

“按照字母顺序分组，所以第一组是——”

艾比举起手。“格雷斯先生，我能问个问题吗？”

“当然可以。”

“太阳出什么事儿了？”

全班同学突然变得更加聚精会神。

“我爸说不是什么大事儿。”迈克尔说。

“我爸说是政府的阴谋。”塔莫拉说。

“好吧……”我放下塑料箱，坐在了桌沿上，“话说……你们基本都知道海洋里有海藻，对吧？其实，现在的情况就好比太阳上长了太空海藻。”

“噬星体？”哈里森说。

我差点从桌上滑下来。“你……你从哪儿听来这个说法的？”

“现在他们都这么叫，”哈里森说，“总统昨晚的讲话中也这么说。”

我被严格隔离在那座实验室里，甚至都不知道总统发表过讲话。老天，我前天才给斯特拉特创造了这个词汇，而在此期间，噬星体这个名字从她传给总统，进而传达给了媒体。

不可思议。

“对，是的。噬星体，它在太阳上或者太阳附近生长。人类还不确定。”

“那有什么问题？”迈克尔问，“海洋里的藻类不伤害我们，太阳上的藻类为什么会呢？”

我指着他说：“好问题，问题在于噬星体开始吸收很多太阳的能量。其实算不上很多，只吸收了很少一部分，可那意味着地球受到的照射也少了一点点，而这将产生严重的问题。”

“就是说会变冷一点？比如降低一两度？”艾比问，“有什么严重影响吗？”

“你们知道气候变化，是吗？我们的二氧化碳排放怎样引发了众多环境问题？”

“我爸说那不是真的。”塔米说。

“唔，那是真的，”我说，“不管你信不信。我们所有的环境问题难道都是因为气候变化吗？是的，仅仅是因为世界平均气温升高了一度半。就这么点儿，只需要一度半。”

“噬星体这东西将如何改变地球温度？”卢瑟问。

我在全班同学面前缓缓踱步。“我们不清楚，不过假如它们以同样的速度像海藻一样繁殖，气候学家说地球温度可能降低10到15度。”

“会有什么后果？”卢瑟问。

“后果会很严重，特别特别严重。很多动物，甚至整个种群都将灭绝，就因为它们的栖息地变得过于寒冷。海水也会冷却，这也许会引起整个食物链的崩塌。即使能在低温中存活的生物也会饿死，因为它们捕食的对象都灭绝了。”

孩子们敬畏地注视着我。他们的家长为什么没给他们解释？大概是因为自己也不理解。

每次因为家长不教孩子最基本的常识我都想揍他们，如果每次解释常识都能得到五分硬币，那么……我的硬币就多到可以装在袜子里砸那些家长了。

“动物们也都会死？”艾比惊恐地问。她参加骑马比赛，大部分时间都在她外公的奶牛场度过。在孩子们看来，人类的痛苦常常是个抽象的概念，但动物的痛苦就另当别论了。

“对，很遗憾，大量牲畜会死，但是情况比那还要糟，在陆地上，粮食会减产，我们的食物将变得短缺。到那时，社会秩序瓦解——”我停在话中间。他们还是孩子，我为什么要讲这些？

“还有——”艾比再次开口，我从没见过她困惑得不知如何措辞，“还有多久才会发生？”

“气候学家认为是在接下来的30年。”我说。

此话一出，所有的孩子都放松下来。

“30年？”特朗笑道，“那是好久之后啦！”

“没多久的……”我说。可是在一群十二三岁的孩子心中，30年也许真的是太久太久了。

“我能跟特雷西一组给岩石分类吗？”迈克尔问。

30年。我展望他们的小脸，30年后，他们都将四十出头，所有灾难性的后果都将由他们承担，那可不是一件容易的事。他们在平静祥和的环境中成长，最后却被抛入一场天启般的噩梦。

他们这一代人将会经历第六次大灭绝。

看着满满一教室的孩子，快乐的孩子，我感到一阵心痛。他们中的某些人很有可能真的会被饿死。

“我……”我结结巴巴地说，“我得去忙一件事。甭管岩石分类了。”

“什么？”卢瑟问。

“开始……上自习。接下来一个小时上自习，做其他科目的家庭作业。下课铃响之前，在座位上安静学习。”

说完我离开教室，几乎因为颤抖而瘫倒在走廊上。我来到最近的饮水器前，往脸上扑了点凉水。我深吸一口气，逐渐控制住自己并蹒跚地走向停车场。

我把车开得飞快，快到离谱。我闯红灯，抢车道。虽然以前我从未这样，但是当天情况不同，那一天……我甚至都不知道是怎么回事。

到了实验室的停车场，我猛踩刹车，歪歪扭扭地停住，轮胎发出刺耳的摩擦声。

跟两天前我在这里工作时一样，两名陆军士兵把守在楼门口，我急匆匆地从他们身旁走过。

“我们应该拦住他吗？”我听见一名士兵问另一名士兵，但是我没管他们做何反应。

我噔噔噔走进观察室。不出意料，斯特拉特就在那里看她的平板电脑。她抬起头，我在她脸上捕捉到一丝名副其实的惊讶表情。

“格雷斯博士，你来这儿干什么？”

在她身后，我透过窗户发现，有四个人穿着防护服在实验室里工作。

“他们是谁？”我指着窗户说，“在我的实验室里干什么？”

“你这语气可没法让我喜欢。”她说。

“我不在乎。”

“而且这也不是你的实验室，是我的。这些技术人员在收集噬星体。”

“你要拿它干什么？”

她把平板电脑夹在腋下。“你的梦想要实现了，我要把噬星体分配给全世界30家不同的实验室，包括欧洲粒子物理研究所和中央情报局的生物武器机构。”

“中央情报局有生物……”我说，“算了，我想在这个项目里继续工作。”

她摇摇头。“你的部分已经完成了，我们以为它是无水生命，结果不是，你已经证明出来。而且既然没有异形从你的胸口钻出来，我们可以认为小白鼠阶段已经结束。没你的事儿了。”

“不，我还有工作要做，还有很多内容要了解。”

“那当然，”她说，“我有30家实验室都眼巴巴等着开始研究呢。”

我上前一步。“留下几颗噬星体，让我再研究研究。”

她也上前一步。“不。”

“为什么？！”

“根据你的记录，样本里有174颗活的噬星体细胞。昨天你杀死了一颗，所以我们还剩173颗。”

她指着自己的平板电脑说：“这些大型国有实验室中的每一家只能得到五六颗噬星体。没错，噬星体紧缺到这种程度。眼下这些细胞是地球上最重要的东西，我们对它们的研究将决定人类的存亡。”

她停顿了一下，然后更温柔地说：“我理解，你一生都致力于证明生命不一定需要水，后来不可思议的是，你获得了一些真正的地外生命，事实证明它们需要水。这让人难受，你得摆脱这种感觉，恢复正常的生活。以后的事情我来接手。”

“我仍然是一名毕生研究外星生物理论模型的微生物学家。作为一名有贡献的专业人员，我的技能几乎无人能及。”

“格雷斯博士，我没法慷慨大方地留下样本，来安抚你受伤的自尊。”

“自尊？！这扯不上我的自尊！而是关系到我的孩子们！”

“你没有孩子。”

“我有！好几十个呢，他们每天来上我的课。假如我们不解决这个问题，他们最后全都会陷入《疯狂麦克斯》那样噩梦般的世界。的确，关于水的观点是我不对，可我根本不在乎。我在乎的是那些孩子，所以给我留点儿该死的噬星体！”

她一边后退一边噘起嘴唇，接着向旁边转过头，思考这个问题。然后她又转向我说：“三颗，你只能留三颗噬星体。”

我放松了紧绷的肌肉。“行，”吸入一口空气后我才意识到，自己紧张得忘了呼吸，“没问题，三颗，我可以接受。”

她在平板电脑上敲了几下。“我会开放这间实验室，归你使用。过几个小时你再回来，我的人就离开了。”

她说话间我已经把防护服穿了一半。“我现在就要继续工作，让你的人别碍我事。”

她瞪着我，但是没有再发一言。

为了孩子们，我必须要这么做。

我知道……他们不是我的后代，但也是我的孩子。

我看着排列在面前的屏幕，需要仔细思考一下目前的处境。

我的记忆时好时坏，虽不完整，但似乎也算靠谱。除了等待着记忆完全恢复时的顿悟，我现在还能解决些什么问题呢？

地球遇到麻烦，太阳感染了噬星体。我乘宇宙飞船来到另一座星系，这艘飞船可不容易建造，而且船上曾有一个国际团队。我们谈论的是一项星际任务，仅靠人类自身的技术无法完成。于是人类在这项任务上投入大量时间和精力，噬星体是任务推进中缺失的一环。

只有一种解释：解决噬星体问题的答案或者潜在的答案就在这里。尚存的希望足以让我们投入大量的资源。

我在屏幕上搜索更多信息，似乎大部分都是飞船上常见的内容，生命保障系统和导航系统之类的。一块屏幕上标着“甲壳虫”，再下一块屏幕上写着——

等等，甲壳虫？

不行，我不知道这是否与什么有关联，可我需要查明飞船上是否有一群甲壳虫。这是我需要弄清楚的事情。

这块屏幕被分成四个象限，每个象限显示的内容几乎一致，都有一张示意图和几句文字信息。每张示意图都画着一个圆滚滚的椭球形，有尖锐的头部和梯形的尾部。如果你刚好侧头斜视，我觉得它看起来是有点像一只甲壳虫。每只甲壳虫的顶部都写着一个名字，分别是“约翰”、“保罗”、“乔治”和“林戈”。

我明白了。虽然没有笑出来，但是我接住了这个梗[10]。

我随意选择一只甲壳虫“约翰”，更加仔细地研究。约翰不是昆虫，我十分确信它是一艘飞船，尾部的梯形里标着“旋转驱动”，整个椭球部分标着“燃料”，尖尖的头部标着“计算机”和“无线电”。

我继续阅读，“燃料”信息框里写着“噬星体：120KG——温度：96.415°C”。“计算机”信息框写着：“上次存储器检查：3天前，5TB工作正常”。“无线电”信息框的内容是：“状态：100%”。

这是一艘无人驾驶探测器，我猜体积不大，燃料总重120千克。那不算多，不过一丁点儿噬星体就能走很远。探测器上没有标出任何科学仪器，什么设备都没有的无人驾驶飞船是用来干什么的呢？

等一下……假如5TB的信息就是这艘飞船要运输的东西呢？我恍然大悟。

“噢，该死。”我说。

我在外太空，在另一座恒星系。我不知道来这里需要耗费多少噬星体，估计不少。一艘飞船飞到另一个星系所需的燃料很可能多到离谱，把飞船派往另一座星系再让它飞回来所需的燃料将是单程的十倍。

于是我查看“噬星体”屏幕来更新自己的记忆。

剩余：20862KG

消耗率：6.043G/S

之前的消耗率是6.045克每秒，所以说它下降了一点儿，燃料总量也少了一些。总的来说，燃料被消耗掉，飞船总质量在减少，所以维持恒定加速度所需的燃料消耗率就越来越少。没问题，这都符合客观规律。

我不知道万福玛利亚号的质量是多少，但是以1.5g加速度推进飞船，每秒钟仅消耗几克燃料……噬星体可真神奇。

不管怎么样，我无法准确地了解消耗率如何随时间变化（其实我能算出来，但是过程比较复杂）。所以我暂时把燃料消耗率近似为6克每秒。那这些燃料能维持多久呢？

穿着连体服感觉特别方便，衣服上有衣兜可以装各种各样的工具。我还没找到计算器，所以只能用笔和纸计算。一共需要大约40天才会耗尽燃料。

我不知道这是哪一颗恒星，但肯定不是太阳。以1.5g加速度加速行驶，只用40天时间根本不可能从地球到达任何恒星，从地球到这里可能需要数年的时间，也正因此我才陷入昏迷。有意思。

总之，这一切只能得出一个结论：万福玛利亚号不会返航，我只有单程票。可以肯定，我应该是要用这些甲壳虫把信息送回地球。

我不可能有功率强劲的无线电发射器，可以跨越好几光年进行广播。我甚至不知道那种装备能否造得出来。所以我用这些小“甲壳虫”飞船代为传送信息，它们每一艘都携带5TB数据，返回地球广播它们的数据。四艘“甲壳虫”飞船互为冗余备份[11]，我应该把发现拷贝到每艘“甲壳虫”上，然后派它们返回地球。哪怕有一艘能完成航行，地球就会得救。

我执行的是一项自杀式任务。约翰、保罗、乔治和林戈有机会回家，可我漫长曲折的旅途将在这里终结。志愿加入这项任务时，我一定完全知情，可是我那被遗忘症摧残的大脑却把这些当作新知。我会死在这里，而且还将孤独地死去。





第五章


我盯着这些噬星体：“你们到底为什么要去金星？”

显微镜观察到的影像呈现在巨大的壁挂式显示器上。三颗小细胞在当前的放大倍数下足有一英尺长。我仔细寻找揭示它们动机的线索，然而拉里、科里和莫没给出任何答案。

名字当然是我起的，这是老师的习惯。

“金星有什么特别之处？你们到底是怎么找到金星的？”我把双臂交叉在胸前，如果噬星体能看懂我的肢体语言，它们就知道我可不是在闹着玩。“宇航局找来满满一屋子的聪明人才弄明白如何前往金星，你们这些没有大脑的单细胞有机体居然也能做到。”

斯特拉特已经把我单独留在实验室两天了，陆军士兵还把守在门口，其中一位名叫史蒂夫，是个友善的家伙，另一位从来不理我。

我的手梳着油腻的头发（早晨我忘了洗澡），至少不用再穿着防护服了。内罗毕的科学家已经冒着风险把一颗噬星体暴露在空气里观察过了。噬星体没受任何影响。于是多亏了他们的努力，全世界的实验室人员都能松一口气，不必在充满氩气的房间里工作。

我瞅了一眼桌上的那堆论文，科学界已经朝着极不科学的方向超速行驶，细致的同行评审和公开发表论文的时代已经离我们而去。噬星体研究对所有人开放，研究人员无需证明就能立即公开自己的发现，这会导致误解和错误，可我们根本没有时间正确地开展工作。

斯特拉特让我及时了解到大多数进展，但肯定不是所有的一切。谁知道她还开展了什么秘密行动？她似乎到哪儿都说了算。

一个比利时的研究团队能够证明噬星体对磁场有反应，可那仅仅是偶然现象，有时，不管磁场强度多大，噬星体都完全不受影响。尽管如此，这个比利时团队也算是能通过改变磁场方向来引导磁场中的噬星体运动了（效果非常缺乏一致性）。这有什么用处吗？不知道。眼下这个阶段，全世界都在收集数据。

巴拉圭的一名研究人员证明，蚂蚁来到噬星体几厘米之内的范围时，会分不清方向。这有用吗？好吧，这大概没什么用，但是很有趣。

最值得注意的是，澳大利亚珀斯的一个团队牺牲了他们的一颗噬星体，对它体内的所有细胞器进行了详细的分析。他们发现了DNA和线粒体。如果不是现在的形势，这将是本世纪最大的发现。外星生命，这个说法毋庸置疑，它们体内有DNA和线粒体！

以及（小声嘀咕）大量的水……

可问题是，噬星体的体内物质和地球上任何单细胞生物没有多大差别。它采用三磷酸腺苷、核糖核酸转录和一大批其他极为相似的物质或机理。有些研究人员猜测它起源于地球。还有人假定这组特定的分子组合可能是生命诞生的唯一途径，只不过噬星体逐步展开了独立进化。少部分激进派提出，生命也许根本不是在地球上进化的，而且噬星体和地球生命有共同的祖先。

“知道吗，”我对着噬星体说，“要不是威胁到地球上的所有生命，你们这些小东西很了不起，充满了令人神往的奥秘。”

我靠在一张桌子上。“你们有线粒体，也就是说你们跟我们一样，用三磷酸腺苷存储能量。可你们四处移动所用的光能，远远超出三磷酸腺苷能够保存的能量。你们还有另外一种我们不能理解的能量存储方式。”

屏幕上的一颗噬星体往左跳动了一些，这种情况很常见，时不时就会出现，没有什么特别的原因，它们只是左右晃动。

“是什么促使你们移动呢？为什么要移动？这种随机的冲动如何把你们送到金星？你们究竟为什么要去金星？！”

不少人在研究噬星体的内部，想要弄清楚是什么让它跳动，还分析它的脱氧核糖核酸，真有他们的。我想知道基本的生命周期，这是我的目标。

单细胞有机体根本不会毫无缘由地积攒充足的能量并飞跃太空。金星上肯定有噬星体需要的东西，否则它就会留在太阳上。反之，太阳上肯定也有它需要的东西，否则它就会留在金星。

太阳方面的原因很明显：噬星体到那儿是为了获取能量，跟植物长叶子的原因一样。假如你是一种生命体，你必须获取美妙充盈的能量，这完全合乎道理。可是为什么去金星呢？

我拿起一支笔，一边摆弄一边思考。

“根据印度空间研究组织的发现，你们的运动速度高达0.92倍光速。”我指着它们说，“没想到我们能测出来，对吧？怎么计算的呢？为了解决这个问题，他们对你们发出的光进行多普勒频移分析，也正因此，他们还发现，你们在做双向移动，靠近和远离金星。”

我皱起眉头。“可是你们以那个速度进入大气层，应该会丢掉性命啊。为什么没有呢？”

我用指关节不断敲打前额。“因为不管有多少热量你们都能应付，对，所以你们冲进大气层，但是不会变得更热。那好，可是你们至少得减速。所以你们只会到达金星大气层顶部，然后……怎么样呢？掉头返回太阳？为什么呢？”

我盯着屏幕，整整思考了十分钟。

“算了，把这个问题放一边，先弄明白你们如何找到金星。”

我到附近五金店买了一批二乘四英寸见方、四分之三英寸厚的胶合板，还有电动工具和其他我需要的东西，门口的哨兵史蒂夫帮我搬了不少，另一个混蛋一点儿忙都没帮。

接下来的六个小时里，我造了一个带架子的避光立柜，大小可以容我进出。我把显微镜安放在架子上，柜“门”是一块可以通过螺丝拆装的胶合板。

我把电源线和视频线通过一个小孔引入柜子，然后再用腻子将孔堵住，确保没有光从那里进入。最后我把红外摄像机安装在显微镜上，并封闭了立柜。

在柜子外边，实验室的监视器显示出摄像机拍摄的红外光，基本上就是频移[12]。低能级波段的红外线显示为红色，稍高能级波段的显示为橙色、黄色，以此类推，按照彩虹的颜色排列。不出意料，我能看见噬星体呈现为一团红色。它们具有96.415摄氏度恒温，天生就能发射波长约为7.8微米的红外线，这位于我设定的摄像机检测范围的较低一端，充分说明我的准备工作卓有成效。

可我不关心暗红色，只想看到亮黄色闪光，那是噬星体移动时发射的佩特洛娃频率。不管哪一颗噬星体移动了多么微小的距离，我都会看见非常明显的黄色闪光。

可是这样的结果没有出现，什么都没有发生，完全没有任何现象。通常每隔几秒，我会看见至少一颗噬星体产生促动。可是此时什么都没有发生。

“那么，”我说，“你们这些小兔崽子变老实了，嗯？”

光，无论它们的导航系统由什么组成，肯定都是基于光线。我猜是这么回事，在太空里，你还能依靠什么呢？没有声音，没有气味，只能是光线、重力或电磁场，而且，至少从进化的角度来说，光线在这三者中最容易检测。

在接下来的实验里，我把一枚白色LED跟一颗手表电池接在一起。毫无疑问，我把两极接反了，LED没亮。这几乎是电子学里的一条铁律：你绝不会一次就把二极管接对。总之，我接对线路之后，LED亮了起来。然后我把这个装置粘在了柜子的内壁上，确保发出的光线能被载玻片样本中的噬星体直接接收。然后我把一切又都封好。

这回在噬星体看来，茫茫黑暗中有一点明亮的白光，这有点类似它身处外太空时，背对太阳看到的金星。

它们还是没动，一点移动的迹象都没有。

“唔。”我哼了一声。

其实，这不可能有效果。假如你身处太阳，要寻找太空中除了太阳以外最亮的光点，那你很可能注意到水星，而不是金星。水星比金星要小，但它的距离要近得多，所以你会发现它更亮。

“为什么是金星？”我不禁思索，不过接着我想到一个更好的问题，“你们是如何辨别金星的？”

它们为什么会随机运动？我认为纯粹是出于偶然，大约每隔几秒，一颗噬星体就认为自己发现了金星，于是它冲向那个方向。可是时间一过，便停止移动。

关键一定是光的频率。我的小家伙们在黑暗中一动不动，可又不完全是光强起作用，否则它们会冲向LED。所以一定跟光的频率有关。

行星不仅反射光，它们也发光。一切物体都发光，温度决定它们发光的波长，行星也不例外。所以也许噬星体在寻找金星的红外线特征。它不像水星那么明亮，但是具有独一无二的特征，那是一种不同的“颜色”。

简单搜索一下我就了解到，金星的平均温度是462摄氏度。

我有整整一抽屉显微镜灯泡替换装和其他实验材料。我抓起一只灯泡，把它接在了可调电源上。白炽灯的工作原理是加热灯丝，直到它发出可见光，大概的温度是2500摄氏度。我不需要那么高的温度，只需要区区462摄氏度。我调整灯泡的供电功率，用红外摄像机观察，最后得到所需的准确频率。

我把这套装置移进测试柜，通过显示器观察我的小家伙们，启动了我的人造金星。

没有反应，小兔崽子们纹丝不动。

“你们到底想要我怎样啊？！”我问道。

我扯下防护眼镜，把它摔在地上，然后用手指不停地敲打桌面。“假如我是一名宇航员，有人向我点亮一团光，我怎么才能分辨它是不是金星？”

我自问自答：“我会寻找红外特征！可是噬星体没有这么做。也就是说，有人给我点亮一团光，又不准我利用红外辐射测量天体温度。我还能怎么弄清它是不是金星？”

通过光谱检测，寻找二氧化碳。

一想到这个主意，我就竖起一道眉毛。

光线照射气体分子时，电子都会被激发。然后电子恢复基态，以光的形式重新释放能量。但是它们发射的光子频率与被照射的分子相关。几十年来，天文学家一直使用这种方法了解遥远太空深处的气体成分。光谱学研究的就是这些内容。

金星的大气几乎全都是二氧化碳，压力是地球气压的90倍。二氧化碳在它的光谱特征中将会异常强烈。水星完全没有二氧化碳，所以距离金星最近的竞争者就是地球，但是与之相比，地球的二氧化碳特征微乎其微。或许噬星体利用发射光谱寻找金星？

新方案出炉！

实验室似乎有无数种滤光器。选择一个频率，就有对应的滤光器供你使用。我查询了二氧化碳的光谱特征峰，对应的波长是4.26微米和18.31微米。

我找到适合的滤光器，为它们制作了一个小盒子，在里面放入一枚白色小灯泡，这样我就有了一个发射二氧化碳特征光谱的盒子。

我把盒子放入测试柜，然后出去观察显示器。拉里、科里和莫一整天都没有动，就待在载玻片上。

我点亮灯盒，同时注意观察它们的反应。

噬星体离开了原位，可它们不是朝着光源闲庭信步，而是直接从载玻片上消失，彻底消失。

“呃！”

当然，我一直在记录红外摄像机的输入信号，所以可以倒回去一帧一帧地查看。

在两帧画面之间，它们一下子消失了。

“啊！”

好消息：噬星体受到二氧化碳特征光谱的吸引！

坏消息：我的三颗只有十微米大的不可或缺的噬星体，也许以接近光速的速度飞去了某个地方，但我并不知道它们去哪儿了。

“完蛋了！”

午夜时分，黑暗吞没一切，陆军岗哨换成了两个我不认识的家伙，我很想念史蒂夫。

我用铝箔和胶带封住实验室的每一扇窗户，用绝缘胶带封住出入口周围的裂缝，关闭具有LED或类似读数的每一台设备，把夜光手表放进抽屉。

我让眼睛适应全然的黑暗，哪怕只看见一个物体并确认它不是我的臆想，我就寻找漏光点并用胶带粘住。最后我获得了伸手不见五指的黑暗，感觉睁眼和闭眼完全没有区别。

下一步就是使用我新发明的红外眼镜。

实验室设备众多，但是没有红外眼镜，我考虑过让哨兵史蒂夫帮我搞一副，也可以找斯特拉特，她大概会兴师动众让秘鲁总统亲自送来。不过我自己改装会更快一些。

“眼镜”只是我红外摄像机的LCD输出屏幕，周围粘上大片的胶带，我把它们按在我脸上，然后继续粘胶带，一层摞一层。我十分清楚自己看起来荒唐可笑，但是管它呢。

我启动摄像机，在实验室里四处观看热信号，白天受到阳光照射的墙壁尚有余温，在屏幕上，每种电气设备都在发光，我的身体则亮得像一座灯塔。我调整接收频率范围，寻找更热的物体，明确地说，是90摄氏度以上。

我钻进临时搭建的测试柜，仔细观察发射二氧化碳光谱的光盒。

噬星体的直径只有十微米，我不可能用摄像机（更不用说肉眼）看见那么小的东西。可是我的外星小家伙儿们温度很高，且保持不变，假如它们一直保持静止，它们会在过去的六个小时里缓缓地给周围环境加热。这才是我希望看见的。

思路正确，我很快就在塑料滤光器上看见一个圆形光点。

“哦，谢天谢地。”我长出一口气。

虽然光非常微弱，可它就在那里。光斑大概有三毫米直径，亮度离中心越远就越微弱，表示温度越来越低。这小家伙一直给塑料加热了几个小时。我在两块塑料片上反复寻找，很快又发现了第二个光点。

我的实验效果远超预期。它们以为找到了金星就飞奔过去，撞到滤光器时无法继续前进。此前它们大概一直在不断向前推动，直到我关灯。

总而言之，假如能确认三颗噬星体都在滤光器上，那我就可以把滤光器装袋，用显微镜和移液管寻找并捕获它们，花多长时间都没关系。

找到了！第三颗噬星体。

“一个都不少！”我说着从兜里掏出一个样品袋，准备非常小心地从光盒上拆下滤光器。可这时，我发现了第四颗噬星体。

它正在……自得其乐。第四颗噬星体细胞，大致就在滤光器上最初三颗所占据的区域。

“我的天……”

我一直盯着这些家伙有一个星期，不可能漏掉其中任何一个，所以只有一个解释：一颗噬星体分裂了。在我不经意间的帮助下，噬星体繁殖了后代。

我盯着第四个光点，看了整整一分钟，消化刚刚发生的巨变。繁殖噬星体意味着我们将拥有无限的研究资源。杀死、针刺、拆解，我们可以肆意而为。这完全改变了目前的局势。

“你好，谢普。”我说。

接下来的两天，我着魔一般研究这种新的繁殖行为，甚至都没有回家，直接睡在了实验室。

哨兵史蒂夫会给我买早餐，多好的人啊。

我本该跟科学界共享全部成果，可我希望万无一失。同行评审也许被抛到了九霄云外，可是至少我能自我审查，聊胜于无。

困扰我的头一件事是二氧化碳的发射光谱位于4.26微米和18.31微米之间，而噬星体的直径才10微米，所以它不可能跟波长更长的光真正相互作用，它怎么可能看见18.31微米波段？

我只用18.31微米滤光器重复此前的实验，得到了意想不到的结果。奇怪的情况出现了。

首先，两颗噬星体一下子飞到滤光器上，它们看见光源，直奔它而去。不过它们是如何做到的呢？噬星体应该不可能跟波长那么大的光相互作用，我的意思是……这完全不可能啊！

光是一种很有趣的东西，波长决定它能否跟什么物质相互作用，小于光波波长的物质对于光子来说其实不存在。微波炉窗口安装金属网就是基于这个原因，细小的网眼令微波难以穿透，但是波长更小的可见光可以不受阻挡，所以你能看着食物被加热，却不用担心脸被烤煳。

噬星体小于18.31微米，可不知为何仍然能感知这个波长的光线。怎么做到的？

然而，这还不是最奇怪的事。对，两颗噬星体飞向滤光器，可是另外两颗保持不动，它们似乎一点都不在乎，一直逗留在载玻片上。它们也许无法跟更大波长的光线相互作用？

于是我又做了个实验。我再次向它们照射4.26微米波长的光线，得到了同样的结果。跟上次一样，同样的两颗噬星体直接飞向滤光器，另外两颗无动于衷。

就这样，我虽然不能百分百确定，但也坚信自己刚刚发现了噬星体的整个生命周期，我脑海里好像终于完成了一幅拼图。

两颗保持不动的噬星体不想再去金星，它们想回太阳。为什么？因为那是刚刚分裂的两颗。

留在太阳表面的噬星体吸收热能，并以某种不为人类所知的方式存储在体内。然后等到囤积了足够的能量，它们就发射红外光，利用产生的推动力飞跃星际空间，迁徙到金星繁殖。众多物种都迁徙繁殖，噬星体为什么要与众不同呢？

澳洲佬已经搞清，噬星体内跟地球生命差异不大，它需要碳和氧制造复杂蛋白质所需的脱氧核糖核酸、线粒体和细胞里其他奇妙物质。在太阳上，有不少氢元素，可是缺少其他元素。所以噬星体迁徙到最近的二氧化碳储备站：金星。

首先，它沿着磁场线径直飞离太阳的北极。它必须得那么做，否则太阳强烈的光线会导致它找不到金星。直接从极点升空意味着噬星体会看见金星的整个轨道全貌，没有任何一部分被太阳阻碍。

所以噬星体对磁场的反应才缺乏一致性，它只在启程之初关注磁场，后来就不管不顾了。

到那时，它们寻找金星大量二氧化碳的光谱特征，其实也算不上“寻找”，估计更像是对4.26微米和18.31微米光波产生的简单响应。不管是哪种情况，它们一旦“看见”金星，就径直飞奔过去。它们飞行的路径，即沿直线离开太阳极点，然后急剧转向金星，这就形成了佩特洛娃线。

我们英勇的噬星体到达金星的上层大气，收集所需的二氧化碳并最终进行繁殖。然后亲代和子代返回太阳，重新开始这一循环过程。

其实很简单，获取能量、获取资源和复制繁殖，地球上所有的生命都在做同样的事情。

所以有两个小家伙没有飞向灯光。

那么噬星体如何找到太阳呢？我猜是寻找非常明亮的地方飞过去。

我把（想去太阳的）莫和谢普同（想去金星的）拉里和科里分开，把后两者放在另一块载玻片上并装进遮光的样品容器，然后在暗柜里为莫和谢普启动了一项实验。这次我在里边安装并点亮了一盏明亮的白炽灯，我希望它们直接朝白炽灯飞去。可是结果不尽如人意，它们没动地方。可能是灯光不够亮吧。

我去了市中心的一家摄影器材商店（旧金山有很多摄影爱好者），购买了能够找到的最大、最亮、最强劲的闪光灯。我用闪光灯替换白炽灯，又做了一次实验。

莫和谢普上钩了！

我必须得坐下来喘口气，其实更应该睡一觉，我已经36小时没合眼了。可是这太激动人心了，我掏出电话打给斯特拉特，第一声铃响还没结束，她就接通了。

“格雷斯博士，”她说，“有什么发现？”

“是的，”我说，“我弄清了噬星体如何繁殖，并且设法繁殖出了一颗。”

一秒钟的沉默。“你成功地繁殖了噬星体？”

“对。”

“没造成任何损失？”她问。

“我原有三颗，现在有四颗。它们都活得好好的。”她又沉默了一秒。

“在实验室等我。”

她挂断了电话。

“哼，”我说着把手机装进工作服的兜里，“估计她要来这里。”哨兵史蒂夫闯进实验室。“格雷斯博士？！”

“呃——咋啦？”

“请跟我来。”

“好的，”我说，“容我把噬星体样本收拾——”

“那些事有实验室技术人员来处理，现在你得跟我走。”“好……好吧。”

接下来12个小时的经历……可以说是绝无仅有。

哨兵史蒂夫开车把我送到一所高中的足球场，海军陆战队的一架直升机已经降落在那里。无须多言，他们把我拉上直升机，转眼就飞到空中。我尽量不往下看。

直升机把我送到城北约60英里远的特拉维斯空军基地。海军陆战队经常在空军基地降落吗？我不怎么了解军事，不过这种情况似乎不对劲，而且派海军陆战队送我只是为了节省我开车前往的几个小时，这似乎有点走极端，不过我也只能接受。

直升机停机坪上有一辆吉普在等我，旁边站着一名空军人员。他做了自我介绍，我发誓他介绍了，可我没记住他的名字。

他开车载我驶过停机坪，来到一架喷气式飞机旁。不，不是喷气式客机，也不是李尔喷气式飞机之类的公务机，这是一架战斗机。因为不懂军事，所以我不知道是什么型号。

我的向导督促我登上一架梯子，让我坐在飞行员后边的座位上。他递给我一片药和一纸杯水。“服下去。”

“这是什么？”

“它会防止你在我们干净漂亮的座舱里吐得一塌糊涂。”

“好吧。”

我吞下药丸。

“还会帮助你睡眠。”

“什么？”

他离开后地勤人员撤走梯子，飞行员对我未发一言。十分钟后，我们像飞出地狱的蝙蝠一样起飞了。我这辈子从没感受过那种加速度，药丸起了作用，否则我绝对会吐。

“我们要去哪儿？”我通过耳麦提问。

“抱歉，先生。我不能跟您交谈。”

“那我们这趟旅程可就太无聊了。”

“通常都很无聊。”他说。

我不记得具体是在什么时候睡着的，只知道是在起飞后的几分钟之内。尽管我耳边环绕着喷气机引擎震耳欲聋的噪声，但是36个小时的科学狂热和那片神奇药丸直接把我送入梦乡。

颠簸把我在黑暗中惊醒，我们着陆了。

“欢迎来到夏威夷，先生。”飞行员说。

“夏威夷？我为什么会在夏威夷？”

“我不了解这方面的原因。”

喷气机滑行到某条支线跑道，一名地勤人员送来梯子，刚爬到一半我就听见有人说：“格雷斯博士？这边请！”

这个人穿着海军制服。

“我到底在哪儿？”我问。

“珍珠港海军基地。”这名军官说，“但不会停留很久，请跟我来。”

“好吧，当然。”

他们把我送上另一架喷气式战斗机，飞行员同样不怎么爱说话。唯一的区别在于，这次乘坐的战机属于海军，而不是空军。

我们飞了很久，我不知道过去了几个小时。反正搞清楚时间也没有意义，总之，我不知道我们在空中飞了多久。最后我们降落在一艘货真价实的航空母舰上。我没开玩笑。

我知道的下一件事就是自己像个白痴一样站在飞行甲板上。他们给了我一个耳套和一件外套，拉着我来到直升机停机坪。一架海军直升机正在等我。

“这趟旅程……有完没完？到底……有没有终点？”我问。

他们没搭理我，只给我系好安全带。直升机立即起飞，这一次路途一点都不长，只用了一个小时左右。

“这可真有意思。”飞行员说。整个旅途他只说了这一句话。

我们下降，着陆设备开始展开。下方是另一艘航空母舰。我瞄了一眼，它看起来有点异样。怎么回事……哦，没错，航空母舰上有一面巨大的五星红旗。

“那是一艘中国的航空母舰？”我问。

“是的，先生。”

“一架美国海军直升机要降落在中国的航空母舰上？”

“是的，先生。”

“好吧。”

我们降落在航空母舰的停机坪上，一群中国海军饶有兴趣地看着我们。这架直升机不会进行执勤后的检修，我的飞行员戒备地从窗户看着他们，他们也回敬以同样的目光。

我一走出直升机，他就再次起飞。就这样，我落入了中国人手中。

一名海军走过来示意我跟着他。我不认为有人跟我说英语，但是却能明白大意。他领我来到那栋塔楼建筑的一扇门前，我们进入内部，七拐八拐，经过走廊、楼梯间和我不知道用途的房间。整个过程中，中国海军都在好奇地注视着我。

最后，我的向导停在一扇写着汉字的门前，他打开门朝里边指了指。我走进去之后，他用力地关上了门。他的向导工作就这样完成了。

我认为这是一间军官会议室，至少根据围坐在大会议桌旁的15个人，我可以这样猜测。他们都转头看我，有白人、黑人和亚洲人。有些穿着实验室的白大褂，其他人穿着西装。

当然，斯特拉特坐在桌首。“格雷斯博士，旅途如何？”

“旅途如何？”我说，“我被拖过他妈的整整半个地球，没得到任何说明——”

她举起一只手。“我只是客套一下，格雷斯博士，其实我不关心你的旅途怎么样。”她起身对所有人说，“女生们，先生们，这位是来自美国的瑞恩·格雷斯博士。他弄清了如何繁殖噬星体。”

坐在桌子周围的人惊得倒吸了一口气。有个人一跃而起，用浓重的德国口音说：“你是认真的？斯特拉特，为什么——”[13]

“只能说英文。”[14]斯特拉特打断他。

“为什么我们现在才得知这项进展？”德国人质问。

“我想先确认好。格雷斯博士在途中时，我让技术人员收拾了他的实验室。他们收集了四颗活的噬星体。之前我只留给他三颗。”

一位穿着白大褂的长者开始用平静舒缓的声音讲日语，他身旁一个年纪较轻的日本人身着炭黑色西服，为长者翻译。“松冈博士郑重请求对繁殖过程进行详细描述。”

斯特拉特走到旁边，指着自己的椅子说：“博士，坐下来给我们解释一下吧。”

“等下，”我说，“这些人都是谁？我为什么来到一艘中国的航空母舰上？你们从来没听说过Skype吗？！”

“这个国际机构由高级科学家和政府人员构成，是我为领导万福玛利亚计划一手组建的。”

“那是个什么项目？”

“说来话长，这里所有人都急于听你解释关于噬星体的发现。我们先从这儿说起吧。”

我拖着脚步来到会议室前边，尴尬地坐在桌首，所有的目光都投向我。

就这样我为他们讲解，讲解木柜里的全部实验内容，解释我的所有测试，说明我为每项测试做了哪些工作，以及我是如何做到的。最后我阐明结论，告诉他们我提出的关于噬星体生命周期、各阶段如何环环相扣以及缘自何种原因的假说。聚集在此的科学家和政客提出几个问题，不过大部分时间他们只是听讲和记录。在此过程中，有几个人让翻译在他们耳边低语。

“所以……就是这样，”我说，“这差不多就是我的全部发现了。我想说，这还没经过严格测试，不过看起来还是挺简单明了的。”

德国人举起手。“有可能大规模繁殖噬星体吗？”

每个人都侧耳聆听，似乎这个问题十分重要，所有人都把它记在大脑里。会议室里突然出现的凝重氛围把我惊呆。

就连斯特拉特都异常感兴趣。“所以呢，”她说，“请回答沃伊特部长。”

“当然可以，”我说，“我是说……为什么不可以呢？”

“你会用什么方法繁殖？”斯特拉特问。

“我估计我会制造一大根肘形陶瓷管，在其中填充二氧化碳。把一端尽可能加热，并在那里放一盏高亮度的灯，在管道外绕一个电磁线圈，模拟太阳磁场。在另一端放一台红外光发射器，调整发光波长为4.26微米和18.31微米，确保管道内部尽可能保持黑暗。这应该就可以了。”

“这怎么就‘可以’了？”她说。

我耸耸肩。“噬星体将会在‘太阳’侧吸收能量，它们一准备好去繁殖，就会沿磁场来到管道的拐弯处。它们会看见管道另一侧的红外光并飞奔过去，看见那道光并暴露在二氧化碳气体中，就会促使它们繁殖。然后原始细胞和新生细胞会回到太阳侧。够简单吧。”

一个政客模样的男人举手用非洲口音说：“用这种方法能繁殖出多少噬星体？这个过程有多快？”

“它有一个倍增时间，”我说，“类似海藻或细菌，我不知道需要多久，考虑到太阳在变暗，肯定是非常快的。”

一位穿着白大褂的女性刚刚在打电话，她放下手机，用浓重的中国口音说：“我们的科学家复现了你的结果。”

沃伊特部长对她怒目而视：“你怎么知道他的操作流程？他刚刚才告诉我们。”

“估计有间谍。”斯特拉特说。

德国人叫嚣：“你们怎么敢越过我们去——”

“嘘，”斯特拉特说，“这些不重要。那么席女士，你有其他信息要分享吗？”

“有，”她说，“我们估计理想条件下的倍增时间是八天出头。”

“那意味着什么？”非洲外交官说，“我们能繁殖多少？”

“呃，”我打开手机上的计算器，敲了几下按键，“假如从我们拥有的150颗开始，繁殖一年，最后你会得到……173000千克噬星体。”

“这些繁殖出来的噬星体具有最大的能量密度吗？全都可以继续准备繁殖吗？”

“所以你希望得到……我猜你会称之为‘饱和’噬星体。”

“对，”他说，“这是个恰当的表述，我们希望噬星体能尽量多地存储能量。”

“呃……我估计可以做到。”我说，“首先繁殖出数量满足你们所需的噬星体，然后把它们暴露在大量热能中，但不让它们看见任何二氧化碳特征谱线。它们会收集能量并静候到二氧化碳出现在它们眼中。”

“要是我们需要200万千克饱和噬星体呢？”外交官说。

“噬星体数量每八天翻一番，”我说，“200万千克相当于再翻四番，也就是说还需要一个月。”

一个女人俯在桌子上，手指并拢在一起。“也许我们还有机会。”她说话带有美国口音。

“一线生机。”沃伊特说。

“有希望。”日本译员说，估计是为松冈博士代言。

“我们需要交换一下意见。”斯特拉特说，“你去休息一下，外面的海员会带你找到床铺。”

“可是我想了解万福玛利亚计划！”

“哦，相信我，你会了解的。”

我睡了14个小时。

航空母舰在很多方面都很了不起，可它们不是五星级宾馆。中国人在军官寝室给我找了一个干净舒适的床铺。我没有抱怨，疲倦至此，在飞行甲板上我都能睡着。

我醒来时感觉额头上有些异样，伸手摸到一张便笺贴。有人趁我睡觉时把它贴在我头上。于是我扯下来看到：

干净衣物和洗漱用品在你床下的行李袋里。洗漱穿戴完毕后把这张便笺交给任意一位海员：“请带我去甲板7的官员会议室。”[15]

斯特拉特

“她可真讨厌……”我嘀咕着。

我磕磕绊绊地下床，几名军官快速地瞟了我一眼，但是再没有别人关注我。我找到行李袋，跟便笺上说的一样，里边有衣物、牙刷、牙膏和香皂。我扫了一眼寝室，发现通过一道门可以进入更衣室。

我去了卫生间（或者因为在船上，应该称之为“船首”[16]），然后跟另外三个家伙一起冲了澡，擦干后穿上斯特拉特给我准备的连体服。这件衣服是亮黄色的，后背印着汉字，沿着左腿还有一条宽大的红色条纹。我猜是为了确保每个人都知道我是外国公民，有些地方不能让我进入。

我叫停了一位路过的海员，给他看了那张便笺。他点点头，示意我跟他走，然后领我经过迷宫一样曲折且难以区分的狭窄通道，最后来到我前一天到过的会议室。

进去后，我看见斯特拉特，以及她的一些……队友？在场人员我都见过，但是比昨天少很多，只有沃伊特部长、中国科学家——我记得她姓席——和一个穿着俄罗斯军服的家伙。这个俄罗斯人昨天虽然参会了，但是一言未发。他们看起来聚精会神，不时相互嘀咕几句，桌上乱七八糟地铺满文件。我不知道他们究竟是什么关系，但斯特拉特绝对是会议的组织者。

我进屋时她抬起头。

“噢，格雷斯博士，你看起来精神焕发。”她朝自己左边示意，“餐具柜上有吃的。”

可不是嘛！米饭、包子、油条和一壶咖啡。我早已饿得受不了，于是冲过去自己动手。

坐回会议桌旁的时候，我盛了满满一盘食物，还端了一杯咖啡。

“那么，”我嚼着一大口米饭说，“你打算告诉我，我们为什么在一艘中国的航空母舰上吗？”

“我需要一艘航空母舰，中国就提供给我了，算是借给我的吧。”

我灌了一口咖啡。“以前这种事儿会令我吃惊，不过……你懂的，现在不会了。”

“商业飞行耗时太久，而且容易延误。”她说，“军用飞机可以随时安排，还能超音速飞行。我必须能随时从地球上任何地方把专家接到眼前。”

“斯特拉特小姐总能让人言听计从。”沃伊特部长说。

我继续把食物塞进嘴里。“要怪就怪那些让她掌权的人。”我说。

沃伊特呵呵一笑。“其实那个决定我也有份。我是德国外交部长，相当于贵国的国务卿。”

我停止咀嚼，设法挤出一句感慨：“喔。”然后吞下口中的食物，“你是我见过职位最高的官员了。”

“不，我算不上。”他指了指斯特拉特。

后者把一张纸放在我面前。“这是万福玛利亚计划的由来。”

“你这就告诉他？”沃伊特说，“现在？还没给他申请许可——”

斯特拉特手扶着我的肩膀。“瑞恩·格雷斯博士，我特此赋予你万福玛利亚计划所有相关信息的最高机密权限。”

“我不是这个意思，”沃伊特说，“得走程序进行背景调查——”

“没时间，”斯特拉特说，“没时间搞任何繁文缛节，这也是你们让我来负责的原因——速度。”

她转向我的同时敲了敲那张纸。“这些来自全球业余天文学家的数据，这上面的内容非常重要。”

这页纸上有好几列数字，我注意到每一列都有标题：“半人马α”“天狼星”“鲁坦726-8”等。

“恒星？”我说，“这些都是我们所在星团的恒星。等等……你刚刚说的是业余天文学家？假如你能给德国外交部长安排任务，为什么不让职业天文学家为你效力呢？”

“他们的确也在为我工作，”斯特拉特说，“但这是过去数年收集的历史数据，职业天文学家不研究局域恒星，他们的目光放得更遥远。业余天文学家才记录本地数据，就像火车观察者，都是自家后院里的爱好者。他们中有些人的装备价值数万美元。”

我拿起文件。“好吧，让我看的是什么？”

“亮度数据。对比业余采集的数千组数据后再进行标准化，根据已知的天气和能见度条件进行修正，甚至为此动用了超级计算机。得出的结论是：不只我们的太阳在变暗。”

“真的吗？”我说，“哇！那就完全说得通啦！噬星体能以0.92倍光速移动。假如它能休眠并活得长久，就可以感染附近的恒星。它像孢子一样传播！仿佛是霉菌！从一颗恒星向另一颗恒星蔓延。”

“对，我们也得出了这个理论。”斯特拉特说，“这些数据往前追溯几十年，虽然不是非常可靠，但是趋势很明显。NSA反向推算——”

“等等，NSA？美国国家安全局？”

“他们有几台全世界最好的超级计算机。我需要他们的超级计算机和工程师针对噬星体如何在星系间蔓延，计算各种情况和传播模型。回到正题：这些本地恒星几十年间一直在变暗，变暗的速率呈指数级增长，跟我们在太阳上观测到的一样。”

她又递给我一张纸，上边画着线条连接起来的黑点，每个黑点上都标着恒星的名字。“由于光速限制，我们对恒星变暗的科学观察需要根据恒星距离和诸如此类的数据进行调整，但是恒星之间相互‘传染’的模式很明显。我们了解了每颗恒星被谁传染，以及传染的时间。我们的太阳是被一颗名为WISE0855-0714的褐矮星传染，而它是被天狼星传染，再往前的传染者可以追溯到波江座ε[17]，至此线索中断。”

我盯着图表。“哈，WISE0855-0714还感染了红矮星沃尔夫359、拉兰德21185和罗斯128。”

“对，每颗恒星最终会感染所有邻近的星体。根据手中的数据判断，我们认为噬星体的最大影响范围接近八光年，一颗感染噬星体的恒星最终会感染这个范围内的所有恒星。”

我看着这个数据。“为什么是八光年？为什么不是更多，或更少？”

“估计最大的可能就是，离开恒星的噬星体只能活那么久，在这期间它可以靠惯性航行大约八光年。”

“从进化的角度出发，这么分析有道理。”我说，“大多数恒星在八光年之内都有一颗相邻的恒星，所以像孢子一样繁殖的噬星体就需要进化出那么远的漂泊能力。”

“很有可能。”斯特拉特说。

“没人注意到那些恒星在变暗？”我说。

“它们的亮度只会降低大约10%。我们不清楚原因，肉眼不易察觉，不过——”

“可是如果太阳亮度降低10%，我们就都完蛋了。”我说。

“基本上是。”

席倚在桌子上，姿势相当正式。“斯特拉特小姐还没告诉你最重要的部分呢。”

俄罗斯人点点头，这么长时间以来，我头一次看见他有动作。

席继续说：“你知道鲸鱼座τ星吗？”

“我知道吗？”我说，“当然，我知道它是一颗恒星，记得它好像距我们12光年左右。”

“11.9光年，”席说，“真厉害，大多数人不了解这一点。”

“作为初中科学教师，”我说，“这些知识点我张口就来。”

席和俄罗斯人面面相觑，然后又把目光投向斯特拉特。

斯特拉特坚定地注视着他们。“他的故事可不止这些。”

席重新摆正姿势（其实本来也没有多大改变）。“嗯，总之，鲸鱼座τ星位于一群被感染的恒星之间，实际上它接近感染星丛的中心。”

“明白。”我说，“我感觉这颗恒星有特别之处。”

“它没有被感染，”席说，“可是周围的每一颗恒星都感染了噬星体，两颗感染非常严重的就在它八光年的范围之内，可它还是毫发无损。”

“为什么？”

斯特拉特翻找她的资料。“那也是我们想要搞清楚的问题，所以我们要造一艘飞船去那里。”

我嗤之以鼻。“你们不能说造就造一艘恒星际飞船，我们没有那种水平，现有的技术还差得远呢。”

俄罗斯人头一次开口发言。“说实话，我的朋友，我们能造。”

斯特拉特向我介绍俄罗斯人。“科莫罗夫博士是——”

“请叫我迪米特里。”他说。

“迪米特里领导俄罗斯联邦的噬星体研究工作。”斯特拉特说。

“很荣幸认识你，”他说，“我可以高兴地宣布，我们真的能开展恒星际旅行了。”

“不，我们不能，”我说，“除非你秘密获得一艘无人知晓的外星飞船。”

“在某种意义上，的确是这样。”他说，“我们有很多艘外星飞船，我们称之为噬星体，你明白吗？我的团队研究噬星体的能量管理，这项课题非常吸引人。”

我忽然把会议室里的其他事情都抛在了脑后。“老天爷，请务必给我讲讲你们对热量流动的理解。我想不通噬星体如何吸收热能！”

“好啊，我们已经解决了这个问题，”迪米特里说，“利用激光，那个实验让人眼前一亮。”

“这是个双关吗？”

“你说对啦！”

“妙！”

我们一同笑起来，斯特拉特却在瞪着我们。

迪米特里清清喉咙。“咳……对。我们用一千瓦紧聚焦激光照射一颗噬星体细胞，它照旧没有变热，可是25分钟后，激光开始反射，我们的小噬星体饱餐一顿，消耗了1.5兆焦耳光能后不再吸收。可是这些能量非常巨大！它存储在哪里呢？”

我在桌子上使劲往前探出身体，甚至有点不由自主。“哪里？！”

“实验前后我们分别测量了噬星体的质量。”

“合理的操作。”

“噬星体细胞重了17毫微克，你能明白能量去了哪里，对吧？”

“不，不可能。肯定是跟空气之类的物质进行反应才让它变重。”

“不是。为了进行测试，我们必然得把它放进真空环境。”

“天啊，”我激动不已，“17毫微克……乘以9乘以10的16次方……1.5兆焦耳！”

我向后仰在椅子上。“天……我真是……哇！”

“对，我当时也是这种感觉。”

质能转换，伟大的阿尔伯特·爱因斯坦曾指出：E=mc2。质量中蕴含着难以想象的能量。一千克铀所蕴含的能量够一座现代化核电厂给一整座城市供电一年。对，就这么多，一座核反应堆一年的能量输出就来自一千克物质。

显然，噬星体可以双向转换能量和质量，它获取热能，将其以某种方式转换为质量。随后需要能量的时候，它再把质量转换成以佩特洛娃频率辐射的能量。它以此在太空里自我推进，所以它不仅是完美的能量存储介质，还是绝佳的太空飞船引擎。

假如你几十亿年都不去干涉，进化的效率可以高得超乎想象。

我挠挠头。“这真是太疯狂了，不过当然是有利于我们的那种。你认为它在体内产生反物质吗？有类似的机制？”

“我们不清楚，不过它的质量确实增加了。然后它用光推进，消耗的质量刚好符合释放的光能。”

“这真是……迪米特里，我想跟你出去逛逛，比如说，我们能一起聊聊吗？我请你喝杯啤酒，或者伏特加，什么都行。我打赌这艘船上有军官俱乐部，是不是？”

“那是我的荣幸。”

“很高兴你们成为朋友。”斯特拉特说，“不过去逛酒吧之前你们还有不少工作要做。”

“我？我有什么要做的？”

“你需要设计制造一台噬星体繁殖设施。”

我眨眨眼，然后一跃而起。“你们要造一艘由噬星体推进的飞船？”

他们一起点点头。

“上帝啊！那可是有史以来最高效的火箭燃料！我们需要多少？呃，200万千克，是吗？所以你们才要了解生产那么多需要多久？”

“对，”席说，“我们认为，一艘10万千克的飞船需要200万千克噬星体才能到达鲸鱼座τ星。多亏了你，我们现在弄清了如何随时激活噬星体并让它产生推力。”

我重新坐下，掏出手机，打开计算器。“这需要，大概……巨额能量，甚至比全世界的能量还多，大约高达10的23次方焦耳。地球上最大的核反应堆功率是8千兆瓦，它得运行200万年才能产生那么多能量。”

“我们有办法寻找能量。”斯特拉特说，“你的任务是繁殖，先从小规模开始，搞出一台原型机。”

“好，没问题。”我说，“可我并不喜欢‘军界’大旅行，我能乘坐客机回家吗？经济舱就行。”

“你已经到家了。”斯特拉特说，“机库已经被清空，告诉我你需要什么，包括工作人员，我都会为你准备好。”

我看着会议室里的其他人，席、沃伊特和迪米特里都在点头。看来没错，这是真的。对，斯特拉特没有开玩笑。

“为什么？”我问，“斯特拉特，为什么你他妈就不能正常点儿？假如你需要快捷的军事运输，可以，没问题，可是为什么不能直接在空军基地或者正常人所在的场所工作？”

“因为繁殖出来以后，我们会用一批噬星体进行实验。假如我们不小心激活哪怕一两千克那种物质，导致的爆炸都会比有史以来最大当量的原子弹爆炸更严重。”

“沙皇邦巴氢弹，”迪米特里说，“我国制造，五百万吨当量。转眼间飞灰烟灭。”

斯特拉特继续说：“所以我们宁愿在大洋中间，这样才不会毁灭任何城市。”

“哦。”我说。

“随着获取的噬星体越来越多，我们会航向更遥远的地方。总之，去下层机库甲板吧，说话这会儿，我已经让木匠隔出住所和办公室了。挑选一下你需要的人员，提出要求。”

“这就是我们今后的生活了，”迪米特里说，“欢迎加入。”





第六章


好吧，假如我活不了，那也要死得其所。我要弄清楚如何才能阻止噬星体，再把答案发回地球，然后……慷慨就义。在这里有很多无痛自杀的方式，从过量服药到降低氧气含量最终昏倒死去。

这种想法挺乐观吧。

我吃了一管美味的“第四天，第二餐”，觉得是牛肉味。现在食物变得越来越有嚼头，我真的吃到了固体，此刻正在咀嚼一小块胡萝卜。食物质感的点滴改变让我觉得舒坦。

“再给我点水！”我说。

保姆机器人（我终于给它起了这个名字）迅速取走我的空塑料杯，换上装满水的。真有意思，三天前，安装在房顶的这些机械臂还在找我麻烦，如今它们……恪尽职守，成了生活的一部分。

我已经发现宿舍是个思考的好地方。不管怎么样，尸体现在都已被移走。实验室没法舒适地放松，控制室有一把漂亮的椅子，可是房间拥挤，到处灯光闪烁。不过宿舍有我漂亮舒适的床铺，我可以躺着思考下一步计划。另外，所有的食物都是在宿舍分配的。

过去几天我回忆起很多经历，万福玛利亚计划看似成功，因为我已经来到另外一个星系。估计是鲸鱼座τ星，我把它错认为太阳，这也说得过去。从恒星的角度来看，鲸鱼座τ星跟太阳很类似，有同样的光谱类型和颜色等等。

我知道为什么来这里！不只是隐约觉得“嘿，世界要完蛋了，得阻止它”，而是非常具体地了解任务：查明鲸鱼座τ星没有被噬星体感染的原因。

说起来容易做起来难，希望随后我会记起更多细节。

无数个问题在我脑海里闪现，但有些是最重要的：

1.我如何在鲸鱼座τ星的整个星系搜集关于噬星体的信息？

2.我该怎么做？把我的噬星体燃料抛向鲸鱼座τ星，看看会发生什么？

3.我究竟该如何驾驶这艘飞船？

4.假如我的确发现了有用信息，应该如何告诉地球？我认为这项任务将由甲壳虫执行，可我如何向它们上载数据？如何让它们飞回地球？如何发射它们？

5.那么多人类在地球上，为什么要我执行这项任务？确实，我研究出不少噬星体的相关知识，那又能怎么样？我是实验室研究人员，不是宇航员，他们也没把韦恩赫尔·冯·布劳恩[18]送入太空啊，一定还有人比我更有资格。

我决定从小事做起，首先得弄明白这艘飞船的能力，以及如何操控它。他们让船员休眠，就一定明白那会搞乱我们的思维，所以肯定会配备操作手册。

“飞行指南。”我大声说。

“飞船信息在控制室可见。”保姆机器人说。

“哪儿？”

“飞船信息在控制室可见。”

“不是，在控制室什么地方可以找到飞船信息？”

“飞船信息在控制室可见。”

“你真差劲。”我说。

重新爬上控制室，我慢慢地仔细观察每块显示屏，花了一个小时时间对每个区域要说明的内容分门别类并根据功能进行猜测。我真正想要寻找的是“信息”或者“来拯救人类？按此键了解更多！”这样的内容。

结果运气不佳，在屏幕上戳了几个小时之后，我一无所获。我估计他们觉得，如果船员蠢到不记得如何使用飞船，可能无论如何都不能胜任科学工作了。

不过我的确发现，每块屏幕都能显示任何一种设备的信息面板，它们几乎都是可以互换的，只要点击左上角就能调出菜单，然后选择你需要看的设备就行。

妙极了，你可以定制观看的内容，正对着飞行员座椅的屏幕最大。

我决定采取进一步行动：开始按按钮！

希望没有“炸掉这艘飞船”这样的按钮，我觉得斯特拉特会拒绝这种设计。

斯特拉特，我好奇她此刻在干什么。可能在某个控制室里让教皇给她泡咖啡吧。她曾是个非常爱发号施令的人（现在也是？）。不过老天在上，我真高兴是她负责建造了这艘飞船。因为我就在这艘飞船上，她对细节的关注和对完美的追求正美好地展现在我周围。

接着，我在主屏调出“科学仪器”面板，之前我就在这上面花了很多时间。现在它显示出鲸鱼座τ星的图像，左上角标着“太阳目视镜”，我原来没有注意到这个词。屏幕左侧有一排图标，我猜是其他仪器，便随手点击了其中一个。

鲸鱼座τ星消失了，左上角的字变成了“外部收集单元”，屏幕上显示一个毫无特征的矩形图，还到处分布着一些控制器，用来调整角度、“打开船首侧”或“打开船尾侧”。好吧，记住了，不知道这个信息有什么用。我随机又按了一个图标。

这一次，屏幕变成“佩特洛娃镜”，除此之外，屏幕只有一片黑暗和一条错误信息：旋转驱动激活时佩特洛娃镜无法使用。

“呃。”我说。

好吧，佩特洛娃镜是什么？努力猜测一下：专门寻找噬星体红外辐射的望远镜或摄像机。它通过佩特洛娃波长寻找佩特洛娃线，所以被命名为佩特洛娃镜，我们真不能把每样东西都加上“佩特洛娃”来命名了。

我为什么不能在旋转驱动激活时使用它？

我不了解旋转驱动的工作原理或者它为什么被称为旋转驱动，不过我的确知道飞船尾部有一台旋转驱动器，它正消耗噬星体燃料，也就是说它是我的引擎，大概在激活饱和噬星体，使用它们产生推进力。

哦……那意味着飞船尾部此刻正在辐射出多得离谱的红外光，大概……足够蒸发掉一艘战舰之类的东西。我得进行计算才会确认这一点，甚至有点情不自禁，现在就想算。

引擎每秒消耗6克噬星体，噬星体以质量的形式存储能量。所以基本上，旋转引擎每秒把6克质量转化为纯能量，并向后喷出。是噬星体在做功，不过管它呢。

我在右边一块小些的屏幕上打开“工具”面板，它有不少我熟悉的应用，都处在可用状态，其中之一就是计算器。我用它来计算6克质量能转换成多少能量……天哪，540万亿焦耳，飞船每秒输出这么多能量，所以功率就是540万亿瓦特。那么多的能量我甚至都无法想象，比太阳表面输出的能量只多不少。真的，举例来说……假如你位于太阳表面，那么你收到的能量都比不上你站在全力推进的万福玛利亚号船尾受到的冲击。

我此刻在减速，一定是这样。计划是停泊在鲸鱼座τ星系，所以很可能船尾正对着鲸鱼座τ星减速，我们已经在旅途中以接近光速的速度飞行了很久。

对，那么在我停泊过程中，全部光能将会击中尘埃颗粒、离子以及我和鲸鱼座τ星之间的其他一切。这些可怜的微小粒子将会被残忍地蒸发，这会向飞船散射回一些红外辐射，与引擎输出的能量相比不算多，但会遮蔽佩特洛娃镜。为了寻找微量的固定频率辐射，佩特洛娃镜经过精确调整。

所以引擎启动时它无法使用。

可是上帝，我无比渴望了解鲸鱼座τ星是否存在佩特洛娃线。

理论上，任何被噬星体感染的恒星都有一条佩特洛娃线，对吧？小混蛋们需要二氧化碳繁殖后代，恒星上又没有（除非深入核心，我不知道噬星体能否承受那里的温度）。

假如我看见佩特洛娃线，那就意味着鲸鱼座τ星具有活跃的噬星体种群，但是出于某种原因没有像其他恒星上那样失去控制。那条线向一颗具有二氧化碳的行星延伸，也许那颗行星的大气中存在另外一种化学物质阻碍了噬星体？也许那颗行星的磁场比较怪异，扰乱了噬星体的导航能力？也许那颗行星有很多卫星，噬星体与它们相互撞击？

也许鲸鱼座τ星没有存在二氧化碳的行星，那可就糟糕了，说明这趟星际旅行白跑了，地球在劫难逃。

我可以猜测一整天，没有数据，那都是异想天开。没有佩特洛娃镜，我就没有数据，至少没有我想要的数据。

我开始关注导航屏，我该鼓捣一下吗？显然，我不懂如何驾驶，飞船在自动驾驶，但我不知道怎么回事，假如按错了按钮，我会死在太空里。

其实结果比这还惨，我会以——我看了一眼信息屏——7595千米每秒的速度冲向鲸鱼座τ星。哦！几天前的速度还是11000多，持续保持1.5g加速度才会达到这个效果，或者应该说是“减速度”，从物理学的角度来看都一样，重点是我在相对那颗恒星减速。

屏幕中的一个按钮标着“航线”，点击一下应该不算失智，对吧？也许会有致命的后果。我真应该等到计算机确认旅途完成，可我又忍不住。

我点了按钮，屏幕切换，显示出鲸鱼座τ星的恒星系统，鲸鱼座τ星位于中心，用希腊字母τ标记出来。哦哦……万福玛利亚项目徽标上的小写t原来是τ，表示鲸鱼座τ星。好吧。

不管怎样，四条行星轨道呈细细的白色椭圆形围绕着恒星，行星本身的位置用带有误差棒[19]的圆圈表示。我们没有特别精确的地外行星信息，假如我能学会如何使用科学仪器，就应该能获得关于行星位置的更准确信息，因为我距这些行星比地球上的天文学家近了12光年。

一条黄线几乎是从屏幕之外直插进这座星系，在第三和第四颗行星之间开始向恒星弯曲，形成一个圆环。这条线上距离第四颗行星很远的地方有一个黄色三角形。我敢肯定那就是我的位置，黄线是我的航线，星图之上写着文字：

距引擎熄火还剩：0005:20:39:06

最后一位数每秒减一。好啦，我在此了解到几个事实。首先，引擎熄火前，我还有大约五天（接近六天）的时间；其次，天数有四位，意味着这趟旅程至少有一千天，超过三年，这次旅行以光速完成需要十二年，那么对我来说，应该也花了很长时间。

哦，对了，相对论。

我不知道具体需要多长时间，确切地说，我不知道自己经历了多长时间。接近光速运动时，你会经历时间膨胀。我离开地球后，地球上的时间会比我经历的时间更长。

相对论不好理解。

时间是这个问题的关键。不幸的是，在我休眠期间，地球至少过了13年，即使我现在就找到了噬星体问题的解决办法，把信息传回地球至少还需要13年。所以那意味着噬星体至少会实打实地对地球肆虐26年。我只能希望他们找出应对方案，或者至少降低损失。我想说的是，假如认为自己无法活过26年，他们根本不会派出万福玛利亚号，没错吧？

任何情况下，这趟旅程至少需要三年（从我的视角观察）。所以我们才进入休眠状态吗？直接在时间膨胀的过程中苏醒存在问题吗？

眼泪流下面颊时我才注意到，让我们休眠的决策害了我的两位密友，他们已经牺牲，我不记得跟他们在一起的任何一个瞬间，可失落的感觉痛彻心扉。我无法回家，很快就会步他们后尘，我也会死在这里，然而跟他们不同，我会在孤独中死去。

我擦擦眼睛，努力思考其他事情。我的整个种族正岌岌可危。

根据地图上的路径判断，飞船会把我自动送入鲸鱼座τ星第三和第四颗行星之间的稳定轨道。如果非让我判断的话，我猜轨道半径是一个天文单位，地球到太阳的距离，对恒星探索来说，是个合适的安全距离。这是一条慢速轨道，公转时间大约是一年，有可能更长，因为鲸鱼座τ星比太阳体积更小，所以质量可能也小一些。在给定的距离上，更小的恒星质量意味着更小的重力和更慢的轨道周期。

那么引擎熄火前，我有五天时间要消磨，除了摆弄这些玩意儿，我只能等待。引擎熄火我才能启动佩特洛娃镜，看看外边有什么。在那之前，我会尽全力多了解飞船。

此时此刻，我要努力放下姚和伊柳希娜。

准确地讲，航空母舰名为中国人民解放军海军甘肃舰。他们的海军里为什么有“陆军”的称呼[20]，我完全不清楚。不管怎么样，大家不再用原名称呼，而是把它叫作斯特拉特的容器。尽管船上的海员表示反对，名字还是这样确定下来。我们乘着它在中国南海徘徊，一直跟大陆保持距离。

我快乐地度过了被科研工作填满的一周。

没有会议，没有其他事情分心，只有实验和工程设计工作。原来我已经忘了沉浸在工作中有多少乐趣。

我的第一个孵化器原型机又一次成功地完成试运行。它不值得大书特书，基本上就是一根30英尺左右长的金属管，上面各处焊接着大量丑陋的控制设备，不过它取得了成功。虽然每小时只能生产几微克噬星体，但是设计思路坚实可靠。

我有一支12人的团队，由来自全世界的12名工程师组成。一对蒙古兄弟是我最好的工程师，当我接到斯特拉特的电话，被叫去会议室见她时，我让他们俩接手负责。

会议室里只有斯特拉特一个人，一如往常，会议桌上满是文件和图表，每面墙上也都贴着各式各样的图纸，有新也有旧。

斯特拉特坐在长会议桌的一端，桌上摆着一瓶荷兰杜松子酒和一只古典杯。我以前从没见过她饮酒。

“你想见我？”我说。

她抬头看我，眼睛已经生出眼袋，看来没怎么睡觉。“嗯，坐吧。”

我在她旁边的椅子上落座。“你看起来糟透了，怎么回事？”

“我必须得做决定，那可不容易。”

“我能帮什么忙？”

她问我要不要喝酒，我摇摇头，她干了自己那一杯。“万福玛利亚号只有非常狭小的机组舱，大约125立方米。”

我侧过头。“那实际上跟常见的太空飞船差不多大，不是吗？”

她来回摆摆手。“对联盟号和奥利安号太空飞船来说足够大，但是远不及空间站，大约只有国际空间站机组舱的十分之一。”

“那么，”我说，“有什么问题？”

“问题在于，”她拿起一个牛皮纸文件夹扔到我面前，“船员会互相厮杀。”

“啊？”我打开文件夹，里边是很多打字机输出的文件，仔细看，它们是扫描的打字机文件，有些是英文，有些是俄文，“这些都是什么？”

“在太空竞赛时代，苏联曾短暂地把目光投向火星。他们觉得假如能把人类送上火星，那么美国的登月计划就会显得不值一提。”

我合上文件夹。西里尔字符对我来说就是天书，但是我猜斯特拉特能阅读，不管用到什么语言，她似乎都会。

她把下巴搭在手上。“用20世纪70年代的技术前往火星意味着使用霍曼转移轨道，也就是说船员要在飞船上足足度过八个多月，于是苏联测试了多人在狭小隔离环境中生活几个月会怎么样。”

“结果呢？”

“71天后，里面的人每天都会打架，第94天时，他们停止了实验，因为一名实验对象要用碎玻璃刺死另一名。”

“那这项任务需要几名船员？”

“目前的计划是三名。”

“哈，”我说，“所以你担心我们派遣的三名宇航员在125立方米生活舱旅行四年会出事？”

“不仅牵涉到他们能否和谐相处，每名船员在整个旅途中都清楚自己几年后会牺牲，他们短暂的余生只能在飞船的几个舱室中度过。我咨询的心理学家说，他们很有可能会患上毁灭性的抑郁，自杀才是真正的危险。”

“是啊，那才是危险的心理状态。”我说，“不过我们还能做些什么呢？”

她捡起一叠装订起来的文件，推到我这边。我拿起来看了看标题：《灵长动物和人类长期昏迷患者及其不良后遗症的研究》，思瑞苏克等著。

“呃，我看的这是什么？”

“这是泰国一家倒闭公司的研究。”她喝了一大口杯子里的杜松子酒，“他们的创意是把癌症病人导入休眠状态再进行化疗。病人得到化疗，但不必在清醒状态下承受化疗的痛苦。可以在癌症减轻时把他们唤醒，或者没法治疗时再进行临终关怀。无论是哪种情况，都会省去很多痛苦。”

“这……听起来是个了不起的想法。”我说。

她点点头。“如果不是那么致命的话，的确是。可是人类身体无法承受长期昏迷。化疗持续数月，还经常需要补充疗程。他们在灵长动物身上尝试了各种药物引导的休眠，动物不是死在昏迷过程中，就是醒来后大脑千疮百孔。”

“那我们为什么还要讨论这项研究？”

“因为他们做了进一步工作，这次研究的是历史上人类昏迷病人的数据。他们分析经历长期昏迷后未受影响的人类，努力找出他们有何共同之处。结果还真有发现。”

古老的俄罗斯宇航局文件对我来说都是天书，可是阅读科学论文一直以来都是我的强项。“基因标记？”我说。

“对，”她说，“他们发现了一段基因具有‘抗昏迷特征’。这就是他们的描述。那段基因序列位于科学家常说的垃圾DNA中，不过显然我们在很久之前出于未知的原因进化出这种机能，它一直潜伏于某些人的遗传代码中。”

“他们确定这些基因能产生抗昏迷作用？”我说，“它们有相关性，不过的确是由它们产生的吗？”

“没错，他们确定。这些基因是在低等灵长类动物身上发现的，不管怎么样都可以在进化树上往前追溯很久。有人推断，这种基因也许可以一直追溯到我们具有冬眠习性的水生祖先那里。总之，他们在拥有这些基因的灵长动物身上试验，动物们在长期昏迷中存活下来，没有任何副作用，每一只动物都不例外。”

“好了，我知道你要说什么了。”我放下论文，“为所有申请者测试DNA，只招募具有抗昏迷基因的人。在旅途中让船员休眠，他们不必经受四年的互相折磨或死亡反思。”

她为我举起杯子。“还有更好的呢，让船员休眠可以减轻食物供给的压力，营养均衡的粉末糊直接被泵入他们胃里，不需要准备花样繁多的饮食，只需要粉末和自给自足的水循环系统。”

我笑了。“这仿佛是梦想成真，如同科幻小说里的生命暂停技术。你为什么喝酒？为什么心力交瘁？”

“有几个隐患，”她说，“我们必须开发完全自动化的监控和执行系统来照顾昏迷者。假如这套系统崩溃，那么所有人都完蛋。它不仅要监控生命体征并通过静脉注射合适的药物，还得移动并清洁休眠者的身体、防止褥疮、诊疗次生问题，比如静脉注射和探针侵入位置周围的发炎和感染等症状。”

“明白，可全球医学界似乎可以为我们解决这个难题。”我说，“用你斯特拉特的法术指挥他们工作就行。”

她又喝了一口酒。“关键问题不在于此，而是平均每7000人中只有一人具有那种基因序列。”

我向后靠在椅子上。“噢。”

“明白了吧，我们无法派遣最有资质的人员，只能派遣合格名单上的第七千位。”

“平均数值计算，其实是第三千五百位有资质的人。”我说。

她翻了翻白眼。

“尽管如此，”我说，“世界人口的七千分之一也有一百万人，这样考虑的话，你已经有一百万人的基本储备可供挑选，只需要找出三个人就行。”

“六个，”她说，“我们要准备第一梯队和第二梯队，不能因为发射前某个人过马路时发生车祸就导致任务流产。”

“行，那就六个。”

“对吧。这六个人得达到宇航员的水准，具有必要的科学素养去解开鲸鱼座τ星的噬星体谜团，还得愿意执行这项自杀任务。”

“可供选择的人数有一百万呢，”我说，“一百万。”

她陷入沉默，又抿了一口酒。

我清清喉咙说：“所以你要么赌最佳人选，他们可能会互相残杀；要么赌待开发的医疗技术，用它自动照顾水平低一个档次的人员。”

“差不多就是这么个情况，怎么选择都有很大风险，这是我有生以来最难的选择。”

“那么好在你已经下定了决心。”我说。

她竖起一侧的眉毛。“嗯？”

“肯定的，”我说，“你只是希望有人确认你已有的想法。假如让船员一直保持清醒，你没法对精神错乱的风险采取任何措施。可是我们已经把自动化休眠床技术完善了好几年了。”

她皱起一点眉头，但还是没有说话。

我放缓声音说：“此外，我们已经让这些人赴死，不该让他们再忍受四年的情感折磨。在这个问题上，科学与道德都给出了相同的答案，你心里明白。”

她点点头，动作轻微得几乎让人难以察觉，然后把剩下的酒一饮而尽。“好了，你可以离开了。”她拖过自己的笔记本电脑，开始打字。

我离开时一言未发，她有她的问题要处理，我也有我的。

闪回的记忆此时更加流畅，我虽然还无法把一切都记起来，但是回忆已经不再是一种顿悟，而是类似……“噢，嘿，我知道怎么回事，其实自始至终都知道。”

我猜自己就具有抗昏迷特征，所以才会顶替本该被派来的更适合的宇航员，出现在这里。

可是姚和伊柳希娜大概也有那些基因序列，他们却没能活下来。我猜医疗机器人不完善，他们俩肯定出现了机器人不知该如何处理的健康问题。

我得跳出对他们的回忆。

接下来的好几天是对我耐心的锻炼。我进一步了解飞船，以此来分散注意力。

我对整个实验室进行分类，首先找到的物品之一就是中间桌子抽屉里的一台触屏计算机。这算得上是一个了不起的发现，因为它有很多不同学科的研究内容。控制室屏幕上的设备面板都是关于飞船和仪器设备的内容，这台触屏计算机却不同。

我发现了一批数学和科学应用，大多数我都很熟悉，可以拿来就用。不过真正的宝藏是图书馆！

据我看来，这台计算机几乎可以打开任何一本科学课本、任何学科中的任意一篇论文，以及其他很多内容。其中一个目录直接标着“国会图书馆”，里边好像是美国所有正版作品的完整数字目录。不走运的是，没有关于万福玛利亚号的书籍。

不过有参考手册，不计其数的参考手册，层层叠叠、漫无边际的数据。我估计他们认为固态硬盘挺轻便，所以没理由在数据方面精打细算。管它呢，本来还有可能给我带上烧录光盘呢。

他们给我的参考资料可能根本没有用处，不过乐观地看，假如我需要健康山羊的直肠平均温度，轻而易举就能查到（是103.4华氏度/39.7摄氏度）。

摆弄触屏计算机把我引向了第二个发现：我了解到如何使用甲壳虫向地球发回信息。

我知道它们的用途，但是不了解细节，除了飞船上不可思议的数据存储量，平板计算机上还挂载着四个相对小些的外部存储器：约翰、保罗、乔治和林戈。每个外部存储器有5TB空余存储空间，不过明确这些是甲壳虫的数据空间不是什么巨大的进步。

那么到时候我该如何发射它们呢？为了找到这个问题的答案，又得去控制室。

我不得不在甲壳虫信息面板上深入发掘好几级用户界面，去寻找发射指令，不过最后还是有收获。在我看来，那只是一个标着“发射”的按钮。我猜甲壳虫是根据恒星来自动定向并自行向地球返航，万福玛利亚号飞到这里也采用了同样的方法，所以它们知道怎么做，没必要在航线选择上引入人为误差。

既然又来到了控制室，我便借机在科学仪器屏幕上戳来戳去。开始的几个子窗口是太阳目视镜、佩特洛娃镜，以及覆盖可见光谱、红外光谱和其他一些波段的望远镜。

我摆弄了一下可见光望远镜，它还挺好玩。我可以观察星星，当然，除此之外外边什么都没有，就连鲸鱼座τ星的行星在我看来也只是几个小点。可是从我逼仄狭小的空间看到外界的感觉真是美妙。

我还找到一个专门用于舱外活动的控制屏，基本上跟我预期的样子相符，有一批控制太空服的按钮，这样控制室的操作人员也可以处理舱外活动中太空服出现的问题，身穿太空服的人就省去了相关的麻烦。而且看起来这艘飞船的外壳上有一套复杂的保护连接系统，基本上就是安全绳挂钩可以来回移动的滑轨。看来他们真的非常重视舱外活动，可能是为了收集这里的噬星体。

前提是这里有噬星体。

假如鲸鱼座τ星有佩特洛娃线，那就存在可以收集的噬星体。得到噬星体仅仅是第一步工作，如何把它们弄到实验室并查找与地球噬星体的不同之处才是重点。也许此处的噬星体没有那么厉害？

随后的两天里，我基本上一直在担心接下来发生的事情。我知道接下来要发生什么，可还是会担心。

我在控制室里坐立不安，眼看着时间一分一秒地过去。

“会失重，”我自言自语地说，“不会下坠，不会有危险。飞船会停止减速，不过那没关系。”

我不喜欢过山车或水滑梯，那种坠落的感觉能把我吓得尿裤子。再过几秒我就会产生一模一样的感觉，因为我一直在经受的“重力”会彻底消失。

最后的几秒在倒数：“4……3……2……”

“来吧。”我说。

“1……0。”

引擎准时熄火，我一直在承受的1.5g加速度消失了，重力没有了。

我开始恐慌，原来再怎么做好心理准备都没有用，我一下子就慌了。

我尖叫着胡乱挥舞，又强迫自己蜷缩成胎儿的姿态，这样好受一些，还能防止我撞到控制开关或显示屏。

我浑身颤抖着在控制室里到处飘动。应该在座椅上系好安全带，可是我没有想到，真傻。

“我没有坠落！”我高喊，“我没有坠落！太空就是这样！一切正常！”

并不是一切都正常，我感觉胃里的食物到了嗓子眼，马上就要吐出来。在零重力下呕吐可不是好事。我没有袋子，完全没有对此做好准备，还愚蠢地以为完全可以说服自己摆脱这种原始的恐惧。

我拉开连体服的领口，向里边低头，时机刚好，我把“第九天，第三餐”全都吐在了衣服里，然后把领口紧紧按在胸口。这很恶心，但是能防止呕吐物扩散。最好别让控制室里到处飘浮着呕吐物，带来窒息危险。

“噢，天哪……”我惨叫，“天哪……这真是……”

我能行吗？从此以后我会变得一无是处吗？全人类会因为我应付不了失重而灭绝吗？

不。

我咬紧牙关，攥紧拳头，夹紧屁股，绷紧身体每一个可以紧绷的部位，这让我有种掌控的感觉，仿佛是在拼命地无为而治。

过了不知道多久，恐慌的感觉开始消退。人类大脑真是妙不可言，我们几乎可以习惯一切，我正在做出调整。

缓缓减少的恐惧产生了反馈作用，我知道自己会慢慢地不再那么害怕，这让我的恐惧更快消散。很快，恐慌衰减成恐惧，恐惧又平息为普通的焦虑。

我环顾控制室，一切看起来都不对劲儿。什么都没改变，可是此刻没有了上下之分。我还是感到胃部不适，所以紧抓着衣领，以防再次呕吐，不过这种担心已经没有必要，我忍住了没吐。

温热的呕吐物在我的胸膛和连体服之间挤来挤去，这让我感到恶心。我得换身衣服。

我对准通往实验室的舱门，脚蹬身后的舱壁，向下飘浮，进入实验室。整个实验室乱七八糟地到处飘着杂物，分类收纳物品时我把一些东西留在了桌上，现在所有一切都不受限制地随着生命保障系统的通风气流飘荡。

“蠢货。”我骂了自己一句，真应该未雨绸缪。

我继续向卧室前进，不出意料，那里也到处飘浮着杂物。之前我打开了仓库的大部分袋子，看里边有什么东西，现在袋子和里边装的东西都在来回飘动。

“把我弄干净！”我对机械臂说。

它们毫无反应。

我脱下连体服并用它擦掉身上恶心的呕吐物，几天前我找到海绵浴室，那只是从墙壁里出现的水槽和海绵，我估计没有淋浴的空间。总之我用海绵做了清洁。

可我不知道如何处理令人作呕的脏衣服。

“洗衣服？”我说。

机械臂伸下来，从我手中收走弄脏的连体服，放进一块打开的天花板里边。要是装满了怎么办？我不知道。

在乱七八糟的飘浮物中，我找到并换好一件连体服。在零重力下穿衣服是很有趣的体验，我不能说这很困难，只是跟重力环境下不一样。我成功地穿上了新的连体服，这件衣服有点紧，我看了下名牌，上边写着“姚”，不是我的。好吧，也不是很紧，我不想为了寻找自己的连体服，一整天都在卧室里弹来弹去。稍后我会整理好物资的。

眼下我兴奋得无法去了解外界情况。我的意思是不能要求过高，我是第一个要探索另一座恒星系统的人类！而且已经来到了这里！

我脚蹬地板飞向舱门……结果歪了，我撞到了屋顶，不过至少我及时伸手保护住了面门，然后从房顶被弹回地面。

“哎哟。”我疼得直抱怨，但又尝试了一次。这次我放缓一些，成功抵达目标，然后我飘过实验室进入控制室。失重环境下四处活动肯定更加轻松，虽然我还感到反胃，但不得不承认：这很有趣。

我把自己拉进驾驶员座椅，然后绑好安全带以免飘走。

导航屏幕显示“初级运输完成”。旋转驱动屏显示“推进：0”。不过最重要的是，佩特洛娃镜的屏幕显示“就绪”。

我搓了搓手，然后伸向屏幕。佩特洛娃镜的界面很简单，角落上有个图标表示“可见光”和“佩特洛娃辐射”这两种状态的切换开关。当前的设置是“可见光”，屏幕的其他部分显示出从飞船向外看的可见光视图，看似普通摄像机的画面。我操作屏幕后很快发现可以进行拖动、放大、缩小或旋转等操作。

我只能看见远处的星星，觉得应该拖动旋转一周，直到发现鲸鱼座τ星。我用手指不断向左划……只想大致看看那颗恒星在哪儿。我没有可以利用的参照体系，每向左划几次我就会向下划一次，只是为了渐渐覆盖所有角度。最后我终于找到鲸鱼座τ星，可它看起来却不是那么回事儿。

几天前我用太阳目视镜观测时，它跟别的恒星一样，现在它变成一个实心的黑色圆圈，周围是朦胧的光晕。我一下子就想到了原因。

佩特洛娃镜是相当敏感的仪器，它经过精细调整，哪怕最微弱的佩特洛娃辐射都能发现。一颗恒星会发出所有波长的光，强度也绝对大得惊人。这就好比用双筒望远镜对准了太阳，设备也需要保护自己不被恒星损坏。它可能有个实体金属板总是挡在传感器和恒星之间，所以我正看着的是那块金属板的背面。

巧妙的设计。

我把手伸向切换开关。情况就要揭晓，假如这里没有佩特洛娃线，我也不知道该怎么办。当然，我会努力想想办法，不过会有一点迷茫。

我拨动了屏幕上的开关。

星星都消失了，鲸鱼座τ星周围的一圈光晕没有变化。这不意外，光晕是恒星的日冕，也会发出大量的光，所以其中一些肯定具有佩特洛娃波长。

我迫切地在屏幕图像上寻找，一开始什么都没找到，不过后来我看见了。一条漂亮的暗红色弧线从鲸鱼座τ星底部左侧延伸而出。

我拍手说了一声：“找到了！”

形状不可能弄错，那就是一条佩特洛娃线！鲸鱼座τ星有佩特洛娃线！我在座位上稍微跳了一小段摇摆舞，在零重力下这可不容易，但我尽了全力。这下我们终于有了进展！

我有太多实验要做，甚至不知道从哪里开始。首先，我应该看看佩特洛娃线延伸到哪里。显然是某颗行星，但究竟是哪一颗？它有什么特别之处呢？我还应该取得一份本星系噬星体样本，确认是否跟地球上的一样。我能实现这个目标，只要直接飞进佩特洛娃线，然后出舱蹭下一点儿飞船外壁的尘埃就行。

光是把要做的实验列出来，我就能用掉一个星期！

这时我在屏幕上发现了一处闪光，只是一个光点短暂地亮了一下。

“那是什么？”我说，“另一条线索？”

光点又闪了一次，我拖动并放大那个区域。它距离佩特洛娃线和鲸鱼座τ星都不近，或许是行星或小行星的反射光？

我能理解这种情况为什么发生。一颗高反射率的小行星可以反射鲸鱼座τ星的光，足以让我通过佩特洛娃镜看见。可眼前的闪光是间歇性的，所以它也许是形状不规则的旋转天体……

闪光变成了稳定的光源，它现在一直……亮着，不再闪烁了。

我注视着屏幕。“这……到底是怎么回事？……”

光源变得更亮，不是瞬变，而是随时间渐变。我观察了一分钟，现在似乎变化得更快了。

那是一个朝我飞来的天体吗？

一个假设瞬间闯入我的脑海：也许噬星体莫名就吸引其他噬星体？也许它们某一部分看见我的引擎喷出的火焰，其实就是它们所用波长的辐射，然后它们就朝我飞来。也许它们就是这样寻找主要的迁徙群体。所以这可能是一群噬星体在朝我飞来，还以为我能带领它们飞往具有二氧化碳的行星？

有趣的理论，不过没什么理论支持。

稳定的光变得越来越亮，最后终于消失。

“嗯？”我说完又等了几分钟，可是光没有再亮。

“呃……”我在心里记下这个异常情况，因为眼下我对此无能为力。不管它是什么，现在都已经消失。

说回到佩特洛娃线。我首先要做的就是找出它延伸到哪颗行星。我估计自己还得学会如何驾驶飞船，不过那是另一项挑战了。

我拖动屏幕回到原处，观察眼前的佩特洛娃线。这时又出现了情况，半条佩特洛娃线直接……不见了踪迹。

跟几分钟前一样，它从鲸鱼座τ星射出，不过似乎突然随意地断在了太空中的某个地方。

“怎么回事？”

也许是我扰乱了它们的迁徙队形？要是这么容易，万福玛利亚号在太阳系内飞行时，我们为什么没有实现？

我放大截断点，那里只是一条直线，仿佛有人砍断了整条佩特洛娃线，然后扔掉了砍下的那段。

可迁徙中的噬星体组成一条壮阔的佩特洛娃线，不会直接消失。我有一个更简单的解释：有什么东西挡住了镜头。一团废弃物，或许是一团过于激动的噬星体，那可太好了，我很快就要获得可供观察的样本啦！

也许可见光视角能让我看清情况的发展，我按下了切换按钮。

就在这时我发现了它。

一个物体挡住了我对佩特洛娃线的观察，它就在我的飞船旁边，也许只有几百米远。它大体上是三角形，船体外壳上有纵贯的山形凸起。

对，我说了船体外壳，那不是小行星，物体的线条过于平滑笔直。这个物体是造出来的，是组装产品。那样的形状自然界里没有。

它是一艘飞船。

另一艘飞船。

这座星系里还有一艘飞船跟我在一起。那些闪光是它的引擎。跟万福玛利亚号一样，它也由噬星体驱动，可是设计和形状完全不同于我所见过的任何飞船。船身完全由巨大的平面组成，这是制造压力舱最差的方法，头脑正常的人不会把飞船造成那个形状。

至少地球人不会。

我对着眼前的一切眨了几下眼睛，然后咽下一口唾液。

这……这是一艘外星宇宙飞船，由外星人制造。聪明得能造出宇宙飞船的外星人。

人类在宇宙中并不孤独，我刚刚遇见了我们的邻居。

“真他妈绝了！”





第七章


一大波想法同时涌上我的心头：我们不孤单，这是一种外星生物，那艘飞船也显得怪异，那样的设计怎么会管用？他们生活在那艘飞船上吗？这是他们的恒星吗？我闯进外星领地，会引发一场行星际事件吗？！

“呼吸。”我告诉自己。

好吧，一次做好一件事。假如这是地球派来的另一艘飞船呢？我没想起来的一艘？该死，我花了几天时间才记起我的名字。也许地球派出了多艘不同设计的飞船？为了冗余度或提高概率，至少保证其中一艘完成任务。也许其他飞船名叫“保佑毗湿奴号”之类的。

我环顾控制室，每样设备都有对应的显示屏和控制器，唯独不见无线电设备。舱外活动控制面板有几个无线电控制器，可那些明显只用于跟舱外的船员同事通话。

假如他们派出多艘飞船，肯定会配备无线电系统供我们相互联系。

而且，那艘飞船……简直不合常理。

我遍历导航控制屏幕，找到了雷达面板。此前我注意过它，但是没有太放在心上。我以为雷达是在接近小行星或其他天体时，用来避免发生碰撞的。

迟疑不决地尝试了几次之后，我成功将雷达启动，它立即发现另一艘飞船并发出了警报，尖锐的噪声刺激着我的耳朵。

“哦哦哦！”我边喊边慌张地检查屏幕，最终发现了标着“接近警报静音”的按钮。按下按钮后警报停止了。

我又检查屏幕其他部分，一个名为“目标A”的窗口显示出很多信息。我猜如果有多个物体接近，我会看到多个窗口，诸如此类。窗口里全都是读取的原始数据，不如《星际迷航》里的那种等轴扫描有用。

“速度”为零，他们跟我的速度一模一样，这不可能是巧合。

“距离”217米，我猜这是跟它们最近一部分的距离，或者也许是平均距离。不对，是最近距离，这个系统的意义本来就在于避免碰撞。

说到碰撞，217米的距离跟一座恒星系统的尺度相比简直太小了，这不可能是巧合。那艘飞船因为我才故意停在这里。

下一个读数“角宽”是35.44度，嗯，一点基本的数学知识就能解决这个问题。

我在主屏幕调出工具面板并打开计算器程序。217米远的物体占据了35.44度视角，假定雷达具有360度可视范围（否则的话，这台雷达可太差了）……我在计算器上输入数据并计算反正切：

那艘飞船长139米。

粗略计算的结果。

我在另一块显示屏上打开噬星体面板，展示万福玛利亚号的小结构图上标着这艘飞船长度只有47米。那么可以明确，外星飞船是我这艘飞船的三倍大，地球不可能发射那么大的飞船来这儿。

还有形状，那个形状是怎么回事？我又重新关注起佩特洛娃镜（它现在只充当摄像头用）。

飞船的中部是菱形，我猜那其实是一个八面体。看起来它有八个面，每个面都是三角形，光这部分就跟我的飞船差不多大了。

菱形通过三根粗杆（我不知道还能怎么描述）跟一个梯形宽座相连，此处看似飞船的后部。菱形的前端是一根细柄（这是我编造的说法），四块跟飞船主轴平行的平板连接在细柄上。也许是太阳能电池板？细柄继续向前延伸，顶端是一个金字塔形状的头锥，我估计可以叫作头塔吧。

飞船外壳的每一部分都是平的，就连三根粗杆上都有平面。

为什么会那样设计？平板是个糟糕的思路。我从来不知道有人会这样设计，可他们飞船内部需要某种大气存在啊，不是吗？可巨大的平板承受气压的效果是奇差无比的。

也许这只是一艘探测器，而不是真正的飞船。也许因为没有生物，所以里边没有大气。我看到的也许是外星造物但不是飞船。

不过这仍然是人类历史上最激动人心的时刻了。

看来那艘飞船也是噬星体驱动，此前我看到的就是稳定的佩特洛娃辐射。

他们的推进技术跟我们一样，这引起了我的兴趣。不过考虑到噬星体是潜在的最佳能量存储介质，这也不算意外。以前欧洲水手初次遇见亚洲水手时，也没有对对方使用的船帆感到惊讶不是。

可是原因呢？这才是令人费解的。飞船上的某种存在（不是一台计算机，就是一名船员）决定来到我的飞船旁边。他们怎么知道我在这里？

我猜跟我看见他们的方式一样，我的引擎也发出大量红外辐射。因为我的飞船后端对着鲸鱼座τ星，所以这相当于我对着他们的方向点亮了一支540万亿瓦的手电筒。我看上去可能比鲸鱼座τ星还亮，这取决于当时他们所在的位置，至少在佩特洛娃频率上我的飞船更亮。

也就是说，他们能看见佩特洛娃频率，我也能。

我快速浏览旋转驱动控制屏幕，找到一个“手动控制”的标签，选定它的时候一个警告框弹出来：

建议手动控制仅用于紧急情况，你确定使用手动控制模式吗？

我输入确认。

它又弹出一个对话框。

第二次确认：输入YES进入手动控制模式。

我抱怨了一声，然后输入了Y——E——S。

控制面板上终于为我显示出手动控制屏幕，它有点吓人，不是因为复杂，而是因为太简单。

屏幕上有三个滑块，分别标着“驱动器1”、“驱动器2”和“驱动器3”，每个驱动器都处在零输出状态，每个滑块顶部都标着“107N”（1000万牛顿），N肯定表示力的单位“牛顿”。我猜假如把每个驱动器调至最大，我会获得3000万牛顿的推力，这大约是大型喷气式客机起飞推力的60倍。

科学老师知道不少奇奇怪怪的知识。

屏幕上还有不少小滑块，分组标着“偏航角”、“俯仰角”和“翻滚角”，这些一定是飞船侧面调整方向的小型旋转驱动。我明白乱动这个面板绝对不是个好主意，一个失误我就会把飞船转散架。

不过至少他们考虑到这一点，屏幕中间有一个按钮标着“停止所有旋转”。太好了！

我又查看了一下佩特洛娃镜，目标A没有移动，它在我左舷侧稍微靠前的地方。

我把佩特洛娃镜切换回佩特洛娃频率模式，大部分屏幕变成黑色。跟此前一样，我能看见背景中的佩特洛娃线被目标A遮盖住。

“让我们看看你是否有话要说……”我喃喃自语道。2号旋转驱动位于飞船中心，它的推动力沿着我的中轴线输出，希望不会改变姿态。我们等着瞧。

我设定它输出0.1%功率，持续一秒后归零。即使只用一台引擎的0.1%功率推进一秒，飞船都移动了一点点。雷达面板上相对目标A的“速度”值显示为0.086米每秒，微小的推力让我的飞船以大约8厘米每秒的速度移动。

但我关心的不是这一点，而是另一艘飞船。

我盯着佩特洛娃镜，一滴汗珠从我的额头上飘走，我感觉心脏就要从胸膛里跳出来了。

然后，那艘飞船的后部在佩特洛娃频率上亮了一秒，跟我刚才的操作一样。

“哇！”

我让旋转驱动启停了数次：三短一长，再加一短。不是在发信息，我只想看看他们怎么回应。

这次他们更有准备，不出几秒，另一艘飞船重复了我的运行模式。

我喘息，大笑，接着浑身为之一颤，然后又笑起来。我一下子领悟到太多。

探测器没法这么快响应，假如它受远程控制，操控者至少得在几光分之外，这周围根本没有可以容纳他们的飞船。

那艘飞船上存在一种智慧生命，距我大约200米之外就是货真价实的外星生物！

当然……我的飞船是由外星生物驱动，不过新发现的这种是智慧生命！

老天在上！没错！第一次接触！居然是我！第一次跟外星人接触的人类居然是我！

目标A（从现在起我以此称呼这艘外星飞船）再次短暂地启动引擎，我仔细观察，想记住运行模式，可是光只是低亮度地闪了一次。它们不是在发信号，而是在移动。

我查看雷达面板，果然，目标A靠近万福玛利亚号，把距离保持在217米。

我浏览科学仪器面板，重新调出常用的望远镜镜头。佩特洛娃镜的可见光模式只为主望远镜确定方向，主望远镜的分辨率和清晰度高得多。我兴奋得没法好好思考，直到现在才想起望远镜这回事。

主望远镜的图像格外清晰，我想它只是一个超高分辨率的摄像头，因为我还能不失真地放大和缩小图像。这下我能非常清楚地看到目标A。

外星飞船的外表是斑驳的灰色和棕黄色，图案看似随机而且流畅，仿佛没有充分混合的颜料。

我在屏幕的一角发现了动静，一个形状不规则的物体沿着飞船表面的轨道滑动。它有一条直立的主干，顶部伸出五条关节“臂”，每条的末端有一条钳形“手”。

这时我才发现外星飞船表面遍布着网格状的轨道。

那是一台机器人，由飞船里边的东西控制，至少我这样认为。它看起来不像小绿人，当然也不像穿着太空服的外星人。

倒不是说我了解那些家伙看起来什么样。

不过没错，我相当肯定，那是飞船表面安装的机器人，地球的空间站也有，用这种方式在飞船外工作可以不用穿太空服。

机器人在飞船表面行走，一直来到距离万福玛利亚号最近的地方。它用钳形小手握着一个圆柱状物体，我还没法准确分辨出大小，不过机器人相对于那艘飞船就很小，我感觉它跟我差不多大，也许更小。不过这都是瞎猜。

机器人停下来，向我飞船的方向伸出手，然后把圆柱体轻轻释放到太空。

圆柱体一边翻着跟头，一边向我飞来，速度很慢。虽然不算完美，但不失是一次平稳的释放。

我查看雷达面板，目标A速度为零，现在又出现了一个目标B的屏幕，显示出一个小圆柱体以8.6厘米每秒的速度靠近。

真有意思，这正是刚刚我点亮引擎打招呼时推动万福玛利亚号的速度。这不可能是巧合，他们想让我拿到圆柱体，希望以我觉得合适的速度送过来。

“太贴心了，你们这些……”我说。

这些聪明的外星人。

此时此刻我只能假定他们心怀善意，我的意思是他们不厌其烦地打招呼，表现得平易近人。此外，假如存在敌意，我能怎么办？只有死路一条，我是科学家，不是大英雄。

当然，我觉得也可以把旋转驱动对准他们的飞船，全功率启动，把他们蒸发掉。你猜怎么着，我还是别顺着这个思路往下想了。

飞快计算一番之后，我了解到圆柱体会在40分钟后到达，我要在这么长的时间里穿好太空服，到飞船外壳上接住外星人四分卫给人类的第一次达阵长传。

为我的船员伙伴举行太空葬礼时我充分了解了气密过渡舱的用法。

伊柳希娜会爱上这个时刻，会兴奋得在舱里飘来飘去；姚会坦然坚定，但是也会趁我们不注意的时候露出笑容。

泪水模糊了我的视线，因为没有重力，它们就一直在眼睛里打转，让我感觉就像是在水下尝试看清楚。我抹抹眼睛，把眼泪甩到控制室另一边，它们溅在对面的墙上。我没时间哭泣，还有一个外星物体等着我去接呢。

我解开椅子上的安全带，飘到气密过渡舱。满脑子的问题和想法让我毫无头绪，得出各式各样毫无根据的疯狂推论。也许是这个外星物种发明了噬星体，也许他们用基因工程学方法专门为“收获”燃料设计了噬星体，打造了利用太阳能的终极方法。也许我解释了地球的境遇，他们就会给出解决办法。

或者他们可能会登上我的飞船，在我的大脑里产卵。这种事你永远都说不准。

我打开气密过渡舱的内侧舱门，拉出一套太空服。我知道如何穿戴吗？如何安全使用太空服？

我关闭海鹰MKS2型太空服的茧形锁，开启后盖，拨动腰带上的开关激活主电源，太空服几乎是立即启动，胸部组件的状态面板上显示“所有系统运转正常”。怎么回事？这些操作我一清二楚。

我们可能进行过充分的训练，就像了解物理学一样了解太空服，它的用法都刻在我脑子里，可我却不记得学过。

俄罗斯制的太空服是单独的一套压力容器，不同于美国的型号，你得穿戴上下两件，以及头盔和手套上一系列复杂的配件。俄罗斯的海鹰系列基本上就是后背开门的连体衣，你迈进去，关上门，然后就算穿好了，仿佛是昆虫蜕皮的反向过程。

我打开后盖，扭动着身体钻进太空服。没有重力确实很有益处，我不用像正常环境下那样跟太空服缠斗。奇怪，我知道这次穿太空服比以前更容易，但是记不起以前任何一次穿太空服的经历。估计昏迷造成了我的脑损伤。

现在我基本可以正常工作了，继续。

我把胳膊和腿伸进太空服对应的洞中。连体制服穿在海鹰太空服里边让我感觉不舒服。我本应该穿一套特殊的内衣，我甚至知道它长什么样子，可那只是用于温度调节和生命体征监控。因为要去接住圆柱体，我没时间在仓库找内衣。

穿着太空服，我腿部用力，稳稳地靠在气闸的墙上，压住太空服打开的后片。等它接近闭合位置几英寸（我应该用厘米作单位，毕竟这是俄罗斯造的太空服）的距离以内时，胸前安装的状态面板上亮起一枚绿灯。我伸出戴着厚手套的手，在面板上按下自动封闭按钮。

太空服在一连串咔哒声中锁闭开口。最后外层密封锁发出一个沉闷的声音，表示锁死。我的状态面板发出绿光，生命保障系统可以工作7个小时，内部压力是400百帕，大约是地球海平面大气压力的40%，这对太空服来说很正常。

只用了五分钟，我就完全做好了出舱的准备。

有趣的是，我不用经历减压的过程。在地球的空间站里，宇航员出舱前得在气密过渡舱里花几个小时缓缓适应太空服的低气压。显然我没有这个问题，整艘万福玛利亚号的气压就是地球标准大气压的40%。

优秀的设计。环绕地球的空间站采用跟地球一样的大气压力，是为了预防宇航员在紧急情况下返回地球。不过对于万福玛利亚号的船员而言……我们会去哪儿呢？不如全程使用低气压，既减轻船体压力，又可以快速出舱活动。

我深吸一口气又呼出去。身后传来轻柔的嗡嗡声，凉爽的气流吹过我的后背和肩膀，空调启动了，感觉舒适。

我握住一个把手，转身关闭内侧舱门，转动主操纵杆启动出舱流程。一台泵运转起来，比我预期的还要吵，听起来就像一台空挡运行的摩托。我的手一直扶着操纵杆，把它推回原位可以取消这个流程，重新增压。如果看到宇航服状态面板闪过哪怕一丝红色，我都会飞速推回控制杆，力量大得我自己都会旋转起来。

一分钟后，泵的噪声变得越来越轻，实际上它跟原来一样吵，可是气密过渡舱里的空气在变少，噪声只能通过脚踩的地板魔术贴传递给我。

最后，泵停止运转，除了太空服里的风扇，我处于绝对的寂静之中。气密过渡舱的控制器显示内部气压为零，一枚黄灯变成绿灯，表示可以安全打开外侧舱门。

我抓住舱门把手，然后犹豫起来。

“我在干什么？”我说。

这真是个好主意吗？我太想得到那个圆柱体了，没做任何准备就莽撞行事。它值得我拿生命冒险吗？

毫无疑问，值得。

好吧，不过它值得我拿所有地球人的生命冒险吗？要是我搞砸了，搭上性命，那么整个万福玛利亚计划就泡汤了。

呃。

即使这样，它还是值得。我不了解这些外星人，不知道他们想要什么或准备说什么。不过他们会提供信息，任何信息都行，即使是我不愿了解的，也聊胜于无。

我扭动把手，打开舱门。太空无垠的黑暗呈现在舱外，我探出头，亲眼看见鲸鱼座τ星，它的光芒在舱门上闪耀。从这个距离看去，它比从地球上看到的太阳要小一些。

我反复检查安全绳，确保跟飞船的连接万无一失，然后我跨入了太空。

真是得心应手。

我一定练习过很多次，也许是在一座无重力悬浮舱之类的设备中练过，我似乎手到擒来。

我出了气密过渡舱，把一根安全绳挂在舱外的滑轨上。带两根安全绳，确保至少有一根连接飞船，这样你就绝不会有飘离飞船的危险。海鹰-MKS2可能是有史以来最好的太空服，可它不像美国太空总署的太空服那样配有简化版救援推进装置。假如飘离飞船，携带推进装置至少能让你凭借微小的推进力返回。

所有这些信息同时涌入我的思维，我猜自己在太空服这件事上做了很多次练习也思考了很多。或许我是全船的舱外活动专家？不好说。

我掀起阳光面罩，把目光投向目标A。我希望亲眼看见它时能获得一些特殊的洞见，可还是距离太远。万福玛利亚号的望远镜能让我看得更清楚。不过，直接凝望一艘外星飞船……还是有些特别的感受。

我还瞄见了那枚缓缓旋转的圆柱体，它两端的平面不时反射出τ光。

顺便提一句，我决定把τ光当成一个单词，来自鲸鱼座τ星的光，不是“阳光”，鲸鱼座τ星不是太阳，所以是……τ光。

圆柱体还有20分钟到达飞船，时间充足，我观察了一会儿之后推测出它的落点。要是能有个船员伙伴在飞船内的雷达站配合我就好了。

真希望能有个船员伙伴。

五分钟后，我看清了圆柱体，它大致飞向飞船的中心，任何外星人都会优先瞄准那里吧。

我动身翻越船体，万福玛利亚号非常庞大，我所在的生活工作区只占飞船长度的一半，而且飞船后半部分的宽度扩展到三倍，来到这里的路上曾经装满噬星体，我估计现在空了大半。

船体外壳上纵横交错地布满滑轨和固定销，用于连接太空服上的安全绳。我在一条接一条的滑轨上交替解开和锁闭两条安全绳，不断向着飞船的中部前进。

途中我必须得越过一条环绕着船员舱的粗大圆环，足足有两英尺厚，我不知道它的材质，但它一定相当重。涉及飞船设计时，重量意味着一切，所以这个圆环一定非常重要。我一会儿会琢磨一下它的用途。

我继续前进，经过一个又一个的固定销，最后大致来到飞船的中心位置。圆柱体缓缓飞来，我随着它的轨迹微调自己的位置。经过漫长难熬的等待，圆柱体几乎伸手可及。

我等待着，没必要急不可耐，假如过早伸手去抓，我可能会把它撞到太空里，没有办法再取回来。在外星人面前我可不想犯傻。

因为此刻他们一定正盯着我，或许在数我的胳膊和腿，打量我的尺寸，考虑要先吃掉我的哪一部分，诸如此类。

我等待圆柱体飞得越来越近，它的速度低于一英里每小时，并非一颗射来的子弹。

此时它的距离之近，我都能估计出大小。它一点都不大，尺寸和形状近似咖啡罐，表面呈暗灰色，各处随机分布着更深一些的灰色斑点。有点类似目标A的船体表面，颜色不同，但是都有斑点。也许这是他们的时尚，随机的斑点属于当季的流行趋势。

圆柱体飞进我的怀里，我双手将其抓住。

它的质量低于我的预期，很可能是中空的。这是一个容器，里边装着他们想让我看的东西。

我把圆柱体夹在腋下，用另一只手操作安全绳，急匆匆返回气密过渡舱。这么做很蠢，我没必要着急，而且这确实会危及到生命，一个失误就会让我坠入太空，可我就是等不及。

我通过气密过渡舱进入飞船，拿着战利品飘进控制室，然后打开海鹰太空服，心里已经开始考虑要如何对圆柱体进行测试。我有一整间实验室可以使用！

这时我闻到一股强烈的气味，开始喘息和咳嗽。圆柱体有问题！

不，不是有问题，但是它很难闻。我几乎无法呼吸，刺鼻的气味倒是很熟悉。是什么呢？猫尿味？

氨气，是氨气。

“好吧，”我喘息着说，“冷静，思考。”

直觉告诉我应该再次封闭太空服，可那样做只会把我困在已经弥漫了氨气的狭小太空服里。最好让圆柱体在飞船上更大的空间里散发气味。

氨气无毒，至少小剂量的氨气无毒。既然我还能正常呼吸，说明散发出的氨气不多。否则的话，我的肺会受到腐蚀性烧伤，我早就昏迷或死去了。

看样子只是气味有点难闻，还可以忍受。

我从太空服的背部爬出，圆柱体就飘在控制室中间。既然有了思想准备，氨气我也就能够应付，感觉不比在狭小空间喷入大量玻璃清洁剂更糟，气味虽然难闻，但是没什么危险。

我抓住圆柱体，它可真烫！

我尖叫着缩回手，一边朝手上吹气，一边检查烫伤。不算太严重，不是炉灶上那种温度，但也挺热。

赤手去抓可太傻了，从逻辑上就不对，我之前握着它没问题，所以误以为现在也没问题。可那时我戴着厚厚的太空服手套，可以保护双手。

“真是个可恶的外星圆筒，”我对它说，“你需要隔离一下。”

我把手缩进袖子，把手裹在袖口里，然后用保护好的指关节把圆柱体推进气密过渡舱。它一进去我就关上了舱门。

先放置一段时间，它最终会降到环境温度，在此期间，我不希望它在我的飞船里乱飞。气密过渡舱里我认为没什么东西会被一点热量损坏。

它有多热呢？

这么说吧，我（像个白痴一样）用双手短暂地碰了它一下，自己的反应时间足以防止我被烫伤，所以它的温度可能不超过100摄氏度。

我反复抓握了几次双手，它们已经不疼了，可是疼痛的记忆还有残留。

“热量来自哪儿？”我喃喃自语。

圆柱体在太空中足足飘了40分钟，在此期间它应该以黑体辐射的形式散发热量，它应该冰凉，而不是烫手。我距离鲸鱼座τ星大约一个天文单位，它的亮度是太阳的一半，所以我认为τ光不会给圆柱体加热多少，绝对不及黑体辐射的冷却效果。

所以它要么有内部热源，要么开始飞来时就非常非常热。我猜很快就会有答案。它不是很沉，估计外壳很薄，如果没有内部热源，它在这里的空气中就会很快冷却。

房间里还是有一股氨气味，真难闻。

我飘到下方的实验室，不知道从何开展工作，想做的事情太多。或许我应该先开始辨别圆柱体的组成材质？对目标A的船员完全无害的材料也许对我毒性极大，而且我们双方对此一无所知。

或许我应该检测辐射。

我飘到实验室的桌子旁，伸手稳住自己。在失重环境下我越来越得心应手。记得一部关于宇航员的纪录片曾说，有人轻松适应，有人特别挣扎。看来我是幸运的。

用“幸运”来形容也不太严谨，我正在执行自杀任务，所以……还是别太当真。

实验室已是一团乱麻，这种状态已经持续了一段时间，显然它是在重力环境下建立的，有桌椅、试管架，等等，没有失重环境中的常见物品，墙上没有魔术贴，也没有全角度范围可调的显示屏。没有高效利用空间，一切都表明“地面”是存在的。

这艘飞船可以充分加速，还能持续很久。我在飞船的1.5g加速度下度过了大约几年时间，可他们不能指望我为了产生实验室重力，就一直开动引擎转圈飞行，对吧？

我环顾实验室里的每样设备，努力平复思维。这肯定是有原因的，它就藏在我记忆的某个角落。回忆的窍门是思考我想要知道的内容，但又不过度施压，就像是入眠，精力过于集中，你就没法完全睡着。

这么多顶级实验设备，我任凭思绪随意漫游，把每种设备都扫视了一遍……





第八章


等我们来到日内瓦时，我已经完全记不起是星期几了。

繁殖噬星体的计算机模型跟实际的产能不符。不过到目前为止，我设法繁殖了将近六克噬星体。努力到最后，航空母舰的核反应堆已经没法产生足够的热量来进一步加速繁殖。斯特拉特总是含糊其词地说他们会提供能够保证繁殖的热源，然而到现在还没有任何结果。

豪华私人飞机降落在门前时，我还在自己的电脑上打字。斯特拉特碰了碰我，我才停止工作。

三个小时后，我们来到一间会议室里等待。

没完没了的会议室，如今我的生活被各种会议室占据，这一间至少比我去过的大部分都漂亮，精致的木工墙板，时髦的红木桌子，真的很高级。

斯特拉特和我没有交谈，我在计算热传导系数，而她一直在笔记本电脑上打字，不知道在忙什么。我们像这样一起度过了很多时光。

终于，一个面色阴沉的女人进入会议室，坐在了斯特拉特对面。

“谢谢你来见我，斯特拉特小姐。”她说话带有挪威口音。

“没必要谢我，洛肯博士。”她说，“我是被迫而来。”

我从笔记本上抬起头。“是吗？我以为这是你安排的。”

她一直盯着挪威人。“是我安排的，因为有六位不同国家的领导人同时在我耳边唠叨，我才同意。”

“那你是……”洛肯问我。

“瑞恩·格雷斯。”

她居然往后退了一下。“那个瑞恩·格雷斯？《水基假设分析和预期进化模型的重校》的作者？”

“对，有什么疑问吗？”我说。

斯特拉特似笑非笑地对我说：“你挺有名气啊。”

“是声名狼藉。”洛肯说，“他幼稚的论文要打整个科学界的脸。这是你们的人？荒谬。他关于外星生命的全部假设都被证实是错误的。”

我一脸怒容。“嘿，我的观点是生命进化不需要水。我们发现了某种需要水的生命，并不能证明我错了。”

“当然能证明，两种独立进化的生命都需要水。”

“独立？！”我嗤之以鼻，“你疯了吗？你真以为线粒体这么复杂的物质也会以同样的方式进化两次？这显然是一次有生源说[21]事件。”

她挥手表示对我不屑一顾，仿佛在赶走一只虫子。“噬星体的线粒体跟地球线粒体大相径庭，它们显然是独立进化的。”

“它们98%是相同的！”

“咳，”斯特拉特说，“我真不明白你们在吵什么，我们可否——”

我指着洛肯说：“这位白痴以为噬星体是独立进化的，可显然它们跟地球生命有关系！”

“有趣的见解，可是——”

洛肯拍了下桌子。“共同的祖先是如何跨越星际空间的呢？”

“跟噬星体的方式一样啊！”

她朝我俯过身。“那我们为什么一直没发现太空生命呢？”

我也朝她靠过去。“不知道，也许是偶然事件。”

“你如何解释线粒体中的差异？”

“40亿年的趋异进化。”

“停，”斯特拉特冷静地说，“我不了解这是怎么回事……用科学知识相互嘲讽？我们来可不是为了这个。格雷斯博士，洛肯博士，请坐。”

我猛地坐下，抱着双臂。洛肯也坐了下来。

斯特拉特摆弄着钢笔说：“洛肯博士，你一直在纠缠政府，一次又一次让他们来骚扰我，一天也没消停。我知道你想加入万福玛利亚计划，可我们不想引起大规模的国际混乱，巨型工程项目里的政治斗争和帮派建设，我没时间应付那些。”

“我也不愿意来这里，”洛肯说，“尽管跟你们一样极不方便，但是只有来这里，才能告诉你们万福玛利亚号设计上的一个重大缺陷。”

斯特拉特叹了口气。“我们发送初步设计是为了听取大众反馈，不是被迫来到日内瓦。”

“那就把这归类为‘大众反馈’。”

“一封邮件就能解决。”

“你会删掉邮件的。你必须得听我说，斯特拉特，这很重要。”

斯特拉特又把笔转了几圈。“好吧，既然来了，那你说吧。”

洛肯清了清喉咙。“我说错了你们可以纠正我。万福玛利亚号的最终目标是打造一座实验室，送到鲸鱼座τ星去研究为什么只有那颗恒星对噬星体免疫。”

“没错。”

她点点头。“那么你也承认飞船上的实验室是最重要的组成部分？”

“对，”斯特拉特说，“没有它，这项任务毫无意义。”

“那我们的问题可就严重了，”洛肯从她的皮包里掏出好几页文件，“我列出了你们需要携带的实验设备，光谱仪、DNA测序仪、显微镜、化玻器皿——”

“我知道那份清单，”斯特拉特说，“字就是我签的。”

洛肯把文件扔在桌上。“这些设备中的大多数都无法在零重力环境下使用。”

斯特拉特翻了翻眼睛。“我们当然考虑过这一点，说话这会儿，全世界的厂商正在研制这些设备的零重力版本。”

洛肯摇摇头。“你了解制造电子显微镜要投入多少研发工作吗？气体色谱仪呢？这份清单上的每样设备你都了解吗？一个世纪的科学发展是一次又一次的失败换来的，你真觉得零重力实验设备首次尝试就能制造出来？”

“我不清楚有什么绕过这个问题的办法，除非你能发明人造重力。”

“我们已经发明了人造重力，”洛肯坚持己见，“早就发明了。”

斯特拉特瞅了我一眼，显然这让她卸下了防备。

“我认为她指的是离心机。”我说。

“我知道她指的是离心机，”斯特拉特说，“你怎么看？”

“我还没考虑过。我觉得……可行……”

斯特拉特摇摇头。“不，那没法航行，我们必须得保证简单，尽可能简单，制造庞大、结实的飞船，把活动部件减至最少，设计越复杂，我们失败的风险就越高。”

“值得冒险。”洛肯说。

“我们还得为万福玛利亚号增加巨大的配重才能行。”斯特拉特说，“很遗憾，以现在的质量限制，我们勉强有足够的能量生产噬星体，根本不可能把质量翻倍。”

“等下，我们有足够的能量生产所需的全部燃料？什么时候的事儿？”我说。

“我们不需要增加重量。”洛肯说着又从皮包里掏出一张纸拍在桌子上，“假如你们采用现在的设计，把飞船从船员舱和燃料舱中间分开，那么这两部分的质量比很适合离心机。”

斯特拉特看了一眼图纸。“你把所有燃料放在了一侧，那可是200万千克。”

“不对，”我摇摇头，“燃料会用完的。”

她们俩都看向我。

“这是一项自杀式任务，”我说，“飞船到达鲸鱼座时，燃料就会用光。按照洛肯选择的分割点，飞船后半部分的质量大约是前半部分的三倍。对于离心机来说，这是个合适的质量比。这个方案可行。”

“谢谢。”洛肯说。

“你怎么把一艘飞船切成两半？”斯特拉特问，“它怎么变成一台离心机？”

洛肯翻过图纸，背面是一张图纸，详细展示了飞船两部分之间如何连接。“船员舱和另外一部分之间是一卷卷柴隆纤维[22]缆绳，相隔100米距离我们就能模拟1g重力加速度。”

斯特拉特揪起了下巴。真有人改变过她的主意吗？

“我不喜欢复杂……”她说，“也不喜欢冒险。”

“这方案消除了复杂度和风险。”洛肯说，“飞船、船员、噬星体都是实验设备的辅助系统。你需要可靠的设备，这些设备已经投入使用数年，用于商业用途达数百万工时。每一种可以想到的问题都已经从那些系统中排除，假如你有1g的重力加速度，确保在最适合的环境中使用它们，系统的可靠性会让你受益匪浅。”

“嗯，”斯特拉特说，“格雷斯，你的看法呢？”

“我……我认为这是个好主意。”

“真的吗？”

“真的，”我说，“我们设计的飞船必须得承受四年约1.5g加速度的持续作用，它会很结实。”

她久久地注视着洛肯的图纸。“这不会让船员舱的重力方向颠倒？”

她说得没错，在万福玛利亚号的设计中，“下方”是“朝向引擎的方向”，飞船加速时，船员被“吸”在地板上。可是在一台离心机里，“下方”永远是“朝向远离旋转中心的方向”，这样的话，船员全都会被甩到船头一侧。

“对，这是个问题。”洛肯指着图纸，缆绳没有直接连接船员舱，而是连在两侧的两个大圆盘上，“缆绳固定在这两个大铰链上，飞船的前半部可以整体旋转180度。所以如果他们进入离心机模式，船头将朝内指向飞船的另一部分，在船员舱里，重力与船头方向相反，跟引擎推进状态下一致。”

斯特拉特领会了原理。“这是一个相当复杂的机械结构，得把飞船分成两半，你真觉得这会降低风险？”

“跟使用测试不充分的全新设备相比，风险更低。相信我，在我职业生涯的大部分时间里，我都在使用高精度设备。”我说，“即使在理想条件下，它们都很易损，需要小心保护。”

斯特拉特拿起笔，在桌子上敲了几下。“好，我们就这么办。”

洛肯笑着说：“太好了，我会起草一份文件发给联合国，我们可以设立一个委员会——”

“不用，我说了，我们按这个方案设计。”斯特拉特站起身，“你是我们的人了，洛肯博士。收拾一下，跟我们在日内瓦机场会合。三号航站楼，名叫斯特拉特的私人飞机。”

“什么？我在欧洲航天局工作，不能就这么——”

“是，别费心了。”我说，“她会联系你的上司或者上司的上司，反正是高层人士，把你调过来。你已经被选中了。”

“我……我个人不愿参与设计，”洛肯表示抗议，“我只想指出——”

“我从没说过你愿意，”斯特拉特说，“这根本就不是自愿的。”

“你不能就这么逼我为你工作。”

然而斯特拉特已经走出了会议室。“一小时后跟我们在机场见，否则我会让瑞士宪兵在两个小时内把你拖过去。你自己选。”

洛肯目瞪口呆地盯着门口，然后又看向我。

“你会习惯的。”我说。

飞船本身就是一台离心机！现在我全记起来了！

所以才有一个名叫“缆绳罩”的神秘区域，一卷卷超高强度的柴隆缆绳就放在那里。飞船可以分成两部分，把船员舱掉个个儿，然后旋转起来。

掉转船员舱的部件就是舱外活动时我见到的怪异圆环！现在我想起设计原理了，飞船上有两个大铰链，在离心机模式激活前与之连接的船员舱可以转动180度。

奇怪的是，这让人想起阿波罗号太空飞船，起飞时登月舱在指挥舱下方，不过在飞往月球的过程中，它们会分离，指挥舱掉头后跟登月舱重新连接在一起，确实是看起来荒谬但最能有效解决问题的设计。

我飘回驾驶座，在屏幕上翻阅各种控制界面，一个接一个寻找我的目标，最后总算找到了“离心机”控制屏，原来它藏在生命保障系统界面的一个辅助面板上。

它看起来足够简单了，有偏航角、俯仰角和翻滚角三个读数，显示出飞船当前的状态，跟导航界面一致。另外的一个读数标着“船员舱角度”，肯定表示船员舱掉转的角度。每个速度读数现在都显示为0度每秒。

这些读数的下方是一个按钮，按钮上标着“启动离心机序列”，按钮下方是一批数值，分别表示旋转加速率、最终速度、卷轴速率、实验室地面预估G力[23]，然后有四个不同的窗口显示出卷轴状态（我猜有四个卷轴，每侧两个），以及出现问题时的应急操作规程和其他很多我显然不太理解的内容。重要的是所有读数已经显示出数值。

你没法不爱上计算机，它们替你思考一切，省去了你的麻烦。

我确实仔细研究了应急响应模式，它只显示出“旋转减慢”，我点击阅读，一个下拉菜单显示出来。在紧急情况出现时我似乎有三个选择：“旋转减慢”、“停止全部卷轴”和红色标志的“分离”。我十分确定自己不想执行最后这项操作，估计“旋转减慢”就是发生意外时让飞船缓缓停止转动，看似合理，所以我没有改动这个设置。

就要启动离心机模式时，我又停住。一切都固定好了吗？对飞船突然施加力安全吗？我抛开了这种疑虑，这艘飞船持续加速很多年，轻微的离心机运动肯定不成问题，对吧？

对不对？

跟数百名宇航员前辈一样，我把自己的信任和生命交给设计这套系统的工程师。我猜就是洛肯博士吧，希望她对工作负责。

我按下按钮。

一开始什么都没有发生，我甚至怀疑自己有没有按错，是不是跟以前鼓捣手机时一样出现了误操作。

然后紧接着警报响彻飞船，一连三次的刺耳蜂鸣每隔几秒就重复一遍，船员不可能错过这种警报。是最后警告，我想是的，以防船员们无法沟通。

在我脑袋上方，佩特洛娃镜控制屏切换到锁定模式。这证实了我早先的猜测，飞船的机动引擎是基于噬星体运转的，其实你仔细想想的话，这个结论似乎显而易见，不过直到现在我才能确定。

警报停止后没有什么明显变化，然后我注意到我与导航屏的距离比刚才更近了一些，我正在飘向房间的边缘，我伸出手臂稳住自己并返回到正常的位置。然后我再次朝导航屏飘去。

“噢——”

开始运行了，不是我在飘向导航屏，而是整个座舱在飘向我，飞船开始旋转了。

所有一切都开始移位，这是飞船旋转引起的，船员舱也在旋转，这可能会让情况变得复杂。

“呃……对了！”我脚蹬墙壁，飞向驾驶座。

我开始倾斜，还是房间变得倾斜了？不，这不合理，没有任何东西倾斜。飞船转得越来越快，甚至在增大加速度，而且飞船前后两部分已经分离，前部正在绕两个铰链转动，这个动作完成后，飞船前端将指向后部。所有这一切都在同时进行，所以我受到的力非常复杂，捉摸不定，不过也不用我来处理，计算机会看着办的。

我观察离心机控制面板，俯仰角速度读数是0.17度每秒。另一个标着“组件分离”的读数是2.4米。“船员舱角度”的读数是180度，数字配合着微微响起的嘀嘀声不断闪烁。我猜进入离心机模式的整个流程会充分考虑到把飞船系统和/或船员所受的冲击降至最低。

座位向上顶住我的屁股，我也感受到一丝压力，过渡非常平顺，我只是……在一间似乎倾斜的房间里感受到了逐渐增大的重力。那是种很奇怪的感觉。

逻辑上，我清楚自己身处一艘自转的飞船中，可是没有窗户能看到外界，只有显示屏。我查看仍然对着目标A的望远镜屏幕，背景中的群星没有移动，它计算出我的旋转并抵消了影响。考虑到摄像头很可能不在旋转的正中心，这部分软件设计起来大概很棘手。

我的手臂变得沉重，我不得不把它们搭在扶手上，在过去这段时间里，这是我第一次重新使用颈部肌肉。

进入离心机模式的流程五分钟后，我感受到了稍小于地球正常值的重力。每次响四声的提示音表明流程已经结束了。

我查看离心机控制屏，它显示俯仰角速度20.71度，分离总距离104米，实验室重力为1g。

飞船示意图显示万福玛利亚号已分成两半，船员舱的顶端朝着中心指向另一部分。分离的两部分距离挺远，有些滑稽，整个系统在缓缓旋转，不过实际上相当快，只是在图中的尺度上显得缓慢。

我从座椅中解开安全带，走向气密过渡舱，打开舱门，氨气的味道再次飘进驾驶座舱，但是远远没有前一次严重，我用食指飞快地试了下温度，还很暖和，但不再灼热。行，没有内部加热器之类的东西，它只是在飞来时温度很高。

我拿起圆柱体，是时候看一下它由什么组成，以及里边有什么了。

离开驾驶座舱前，我最后看了一眼望远镜屏幕，不知道为什么——我猜我只是想了解附近那艘外星飞船的最新动向。

目标A在太空里翻着跟头旋转，可能跟万福玛利亚号旋转的速率一模一样。我猜他们看到我的飞船变成离心机旋转起来，以为这又是在通信。

结果这成了人类历史上与外星生命的第一次信息误传，真高兴我能参与其中。

我把圆柱体放在实验桌上，从哪里开始呢？哪里都行！

我用盖革计数器检测放射性，没辐射，还不错。

我用各种工具戳它，来感受它的硬度。它很硬。

看似金属但感觉不太像。我用万用表测量它的导电性，可它居然不导电，有意思。

我拿来锤子和凿子，想敲下一小块儿圆柱体材料用气相色谱仪检测，这样我就能知道它的组成元素。用锤子砸了几下之后，圆柱体没受到一点损伤，凿子反而掉下金属碎屑。

“呃。”

圆柱体太大，没法放进气相色谱仪测试，但是我找到一台手持的X射线光谱仪，它看起来就像条码扫描仪，易于使用，可以告诉我圆柱体是由什么组成，虽然没有气相色谱仪那么准确，但也聊胜于无。

快速检测一遍之后，它告诉我圆柱体的组成元素是氙。

“什么？”

为了确保光谱仪能正常工作，我把它对准了钢制实验桌。它显示出铁、镍、铬等一系列元素，光谱仪显示得没错，我又检测了一次圆柱体，得到了跟前一次一样匪夷所思的结果。我又检测了四次，结果没有任何改变。

我为什么要检测这么多次？因为那些结果根本不合理。氙是一种惰性气体，不与任何物质发生反应，也不与任何物质形成化学键，常温下是气态。可它居然是这种固体材料的组成部分？

不，这不是充满氙气或类似物质的圆筒，光谱仪无法进行深入内部的透视检测，只能告诉你表面有什么。假如我用它对准镀金的镍，它会显示“100%纯金”，因为它只能检测表面。它只能告诉我圆柱体表面的分子组成，显然其中有氙元素。

这部手持光谱仪无法检测原子序号小于铝的元素，所以还可能有碳、氢、氮等元素潜藏其中。不过在光谱仪可探测的元素范围内……呈现在我眼前的就只有氙。

“怎么可能？！”

我扑通一声坐在凳子上，眼睛盯着圆柱体。真是个奇怪的东西。发生反应的惰性气体我究竟该怎么称呼？平庸[24]气体？

不过陷入迷思有一个好的副作用，那就是能阻止我激动地摆弄圆柱体，让我坐下来冷静观察。我头一次发现，在距离顶部三厘米的地方有一条在侧面环绕一周的细线。我用指甲抠了抠，确实存在一道凹痕。这是一个盖子？也许能直接打开。

我拿起圆柱体，尝试拔下盖子。它没有松动。我又突发奇想，试着转动，它也没有动。

可是外星人没理由遵守右紧左松的原则，对吧？

于是我向左拧盖子，它随之转动起来。我的心跳都要停住了！

继续转动90度感觉它完全松动以后，我把那两部分分开了。

这两部分的内部都有复杂的组成，它们看起来就像……某种模型？纤细的长杆从两部分的底座上延伸到大小不一的球体上。我没看到任何可拆卸的部分，每样东西似乎都由外壳上的同种奇妙物质制成。

我先检查下边这一部分，总得选一样开始研究。

一根细杆撑着一个抽象的雕塑？这根垂直的“主干”伸出两根更细的支干，上面各有一个弹子儿大小和BB弹大小的圆球。两个球体的顶部之间还连着一根奇怪的抛物线。这套东西我看起来似曾相识……为什么……

“佩特洛娃线！”我脱口而出。

这条弧线我看过无数次，早已烂熟于胸。我的心跳开始加快。

我指着大一点的球体说：“所以你一定是一颗恒星，小家伙一定是一颗行星。”

这些外星人知道噬星体，至少知道佩特洛娃线，可这其实没多少新信息。他们乘坐一艘噬星体推进的飞船，肯定了解噬星体。我们在一座具有佩特洛娃线的星系交谈，了解佩特洛娃线也不意外。就我现在了解的情况，这座星系也许就是他们的家园。

不过这是个好的开始，我们通过闪动引擎“交谈”，这样他们就能知道我使用噬星体，也能（在飞船的帮助下）“看见”佩特洛娃频率，由此得出我能看见佩特洛娃线的结论。他们挺聪明。

我又查看这个小装置的另一半，底座上伸出许多根长度不一的细丝，每根的末端都是一个直径不足一毫米的小球。我用手指戳了戳细丝，它没有弯曲，我逐渐用力，最后整个装置在桌子上滑动起来。这些细丝比同等粗细的其他物质要结实得多。

我猜氙跟其他物质反应后会生成非常强韧的材料，它激怒了我作为科学家的脆弱内心！我努力把这个想法抛在脑后，继续手头的工作。

我数了一下，一共有31根末端连接小球的细丝。数数时我还看到一个特殊的情况。一根细丝从底座圆盘的正中间伸出，但是不同于别的，它的末端不是一个小球。我随即眯起眼睛仔细观察。

不同于末端单一的小球，它有两个不同大小的球体和一条弧线——好吧，我明白了。这是另一半装置上佩特洛娃线模型的一个更小型化的复制品，比例大约为二十分之一。

这套小型化的佩特洛娃线模型通过一条更细的细丝连接着另一根细丝支撑的小球，不只是一个小球，是另一套佩特洛娃线模型。我仔细检查这个装置的其他部分，但是没看见其他的佩特洛娃线，只有中间和边缘这两条。

“等等……等——等……”

我拉开装着平板计算机的抽屉，也该用一下无穷无尽的虚拟资料库了吧。我找到一份包含所需信息的庞大数据表，用Excel打开（斯特拉特喜欢经过重复验证的通用产品）并进行了一系列操作，很快我得到了需要的数据图表，它跟圆筒中的模型相符。

不出意料，细丝末端的小球体都是恒星，否则还有什么会延伸出佩特洛娃线呢？

可它们不是随便某颗古老恒星，而是特定的一些，相互之间的相对位置完全正确，中间是鲸鱼座τ星。星图的视角有点奇怪。为了使模型球体跟我的数据图标相匹配，我得让模型倾斜30度，并且稍微转动一点才行。

不过当然啦，所有地球数据的基础都是以地球轨道平面作为参考点。来自其他行星的外星人有不同的参考系。然而不管从哪个角度观察，结果都是一样：这个装置是此处的星图。

接着我突然对连接中心球体（鲸鱼座τ星）和另一颗球体的细丝产生了很大的兴趣。我在数据记录里查找对应的恒星：波江座40[25]。不过我打赌那里是目标A上宇航员的故乡。

他们这条信息是：“我们来自波江座40星系，现在来到了鲸鱼座τ星。”

不过还有更多信息，他们还说：“波江座40跟鲸鱼座τ星一样，有一条佩特洛娃线。”

我停下来，继续深入思考这个问题。

“你们也陷入了同样的困境？！”我说。

肯定是！噬星体感染了附近所有恒星，这些外星人来自环绕波江座40的一颗行星，跟太阳一样，波江座40也被感染了！他们进行了一些高水平的科学研究，也就是说跟我们一样造了一艘飞船，来看鲸鱼座τ星为什么没有死掉！

“我的妈呀！”我说。

对，我又在匆忙下结论。也许他们从自己的佩特洛娃线收获噬星体，并把这当作一种恩惠。或许是他们发明了噬星体，或许他们只是觉得佩特洛娃线特别漂亮。这可能意味着很多种不同的情况，不过我的确偏颇地认为，最有可能的情况是他们来这里寻求解决方案。

外星人。

真正的外星人。

来自波江座40星系的外星人，波江座人，用一个单词表示的话就是Eridanian？既难说又难记。Eridan？不对。Eridian？发音像“铱”这种听起来酷酷的周期表元素。好嘞，我就用Eridian表示。

我觉得我的回信内容已经显而易见了。

几天前，我彻底搜查了一遍实验室，其中一个抽屉里放了一套电子工具，难的是回忆起到底是哪一个抽屉。

我当然已经不记得，于是又花了一点时间寻找，在此过程中也没怎么大骂脏话。不过最后我找到了。

我没有一丁点氙岩（这是我对奇怪的外星化合物的称呼，反正也没人拦着我），但确实需要烙铁和焊锡。我折断一小截焊锡，熔化一端并把它粘在鲸鱼座τ星的模型上。让我放心的是，焊锡粘得很结实，毕竟氙岩有什么性质我并不了解。

我反复确认了三次，确保自己正确地辨认出这套模型中哪颗小球体是太阳（地球的恒星），然后把焊锡的另一端焊在了太阳上。

我又在实验室找到一些固体石蜡。经过一番明火作业和温和的抱怨之后，我设法大致模拟外星人的样式，做了个非常难看的佩特洛娃线模型，并把它粘在模型中的太阳上。看起来还可以，至少他们应该能明白。

我仔细一看，光滑纤细的氙岩丝虽然美观，但是整个模型多了两端凝固成球形的焊锡丝和蹩脚的石蜡模型，可以说是毁在了我手里。这就好比有人在达·芬奇画作的角落上用蜡笔涂抹，而且还不得不这么做。

我尝试把上下两部分装置重新拧到一起，可是怎么拧都不好使，再次尝试之后，我才想起波江座人使用左旋螺纹紧固，于是我按人类拧松的习惯方向拧紧，两部分完美地结合在一起。

该把它扔回去了，温文尔雅地扔。

可我做不到啊，飞船这样旋转肯定不行。假如我尝试走出气密过渡舱半步，就会被甩到太空里。

我拿着外星人的装置，爬上控制室，坐进驾驶座并系好安全带，然后操作飞船停止旋转。

跟上次一样，我感觉到房间的倾斜，不过这一次倾斜的方向相反。我也知道，它不是真的倾斜，而是我感受到开始施加的侧向加速度。不过不管它了。

我感到重力在减小，房间倾斜的程度也在减小。这一次我没有晕头转向，估计自己的爬虫大脑适应了出现又消失的重力。操作过程的最后，恢复方向的船员舱插入飞船的后部，发出“哐啷”一声。

我又穿好太空服，抓起外星装置，准备再次出舱。这一次我不用绑着安全绳跨越船体外壳，只需要把安全绳固定在气密过渡舱内。

目标A已经停止旋转——可能是跟万福玛利亚号同步停止。它仍然在217米之外。

我不必成为乔·蒙塔纳[26]就能把东西扔过去，只需要朝目标A的方向释放圆柱体装置。它的范围有一百多米宽，应该能击中它。

我轻轻一推圆柱体，它就以适当的速度飘走，也许有两米每秒，大概就是慢跑的速度。这也是一种交流，我在告诉外星朋友我能应付更快一些的发送速度。

外星装置朝波江座外星人飞船飘去，我则返回自己的飞船。

“好了，伙计们。”我说，“敌人的敌人是朋友。如果噬星体是你们的敌人，那我就是你们的朋友。”

我注视着望远镜屏幕，偶尔看看别处，有时玩一把导航屏上的纸牌游戏，但是不超过几秒就会查看一下望远镜图像。一副从实验室拿来的厚重的手套差点飘远，我及时抓住它们，塞进了驾驶座的后边。

时间已经过去两个小时，我的外星朋友还没有任何表示。他们在等我说些别的吗？我刚刚告诉他们我来自哪颗恒星，轮到他们说话了，对吧？

他们到底有没有轮流的概念？还是说只有人类轮流发言？

假如波江座人有200万年的寿命，等待一个世纪再回答是一种礼貌的行为呢？

我该怎么处理最右侧这一摞牌上的红7？我这边没有任何一张黑8，而且——

有动静！

我转向望远镜屏幕，速度快到飞起，双腿都飘到了控制室的半空。又一个圆筒朝我飞过来，估计是船体上的多臂机器人刚刚扔过来的。我检查雷达显示屏，目标B正努力以超过一米每秒的速度前进，我只有几分钟的时间穿好太空服！

重新披挂之后，我通过气密过渡舱。刚一打开外侧舱门，就发现了翻着跟头的圆柱体，它也许是之前那个，也许是新的。这一次，它直奔气密过渡舱飞来。我猜他们看见我从这里进出舱，所以决定给我减少点麻烦。

他们可太贴心了。

投掷的圆柱体也很准确，一分钟后，它从舱门的正中间进入，被我接住。我朝目标A摆了摆手，然后关闭了舱门。他们可能不知道摆手是什么意思，可我不由自主想那么做。

回到控制室，摆脱了太空服，我把圆柱体留在气密过渡舱附近飘浮。氨气的味道很冲，不过这次我早有准备。

我戴上厚厚的实验手套，抓住圆柱体，即使隔着防火手套我也能感受到热力。我知道应该等它冷却，但我不愿那么做。

它看上去跟前一次一样，我用同样的左旋方式拧开了盖子。这一次里边没有星图，而是另一个模型。摆在我眼前的究竟是什么？

底座上只有一根柱子撑着一个不规则形状，不对，是一根管子连接的两个不规则形状。嘿，等一下，一个形状是万福玛利亚号飞船，另一个是目标A。

模型没有细节或纹理，但是所代表的实物足以让我辨认出来，所以他们的手艺不赖。万福玛利亚号只有三英寸长，而目标A接近八英寸。天哪，那艘飞船可真大！

连接两艘飞船的管子是什么？它从万福玛利亚号的舱门通向目标A菱形部分的中心，管道的宽度刚好罩住我的气密过渡舱舱门。

他们想见面。





第九章


我任凭外星模型飘在房间的中央。氙岩几乎坚不可摧，所以我不必担心它撞到什么。

这是个好主意吗？我有一颗行星要拯救，约见有智慧的外星人碰面是挺了不起，可是这值得冒险吗？

波江座人显然了解噬星体，至少到了可以造出噬星体引擎的程度。而且我认为他们正在试图告诉我，他们来这儿的原因跟我一样。他们也许有我不知道的信息，有我正在寻找的答案。何况他们看起来似乎挺友好。

可这件事就相当于陌生人要给你糖吃，只不过发生在太空中。我想要糖果（消息），但不想认识陌生人。

我还有什么选择？忽略他们？

我可以假装从没看见过他们，继续执行我的任务。他们见我可能跟我见他们一样担惊受怕。他们也许会继续尝试交流，但不会有敌意。我认为不会。

但真是这样吗？我无法知晓。

不，这是个无脑的决定，我至少得跟他们谈一谈，假如他们真有任何关于噬星体的信息，无论多么微不足道，我都得跟他们谈谈。没错，风险是存在，可整个任务就是一次冒险。

对吧，那么假如我是他们，我会怎么做？

我是波江座人，我要建一条通道连接奇怪的人类飞船，可不知道他们飞船的组成材质，我如何保证某种程度的连接和密封呢？我对氙岩的了解毋庸置疑，可我如何把它连接在“人类物质”或那艘飞船的组成材料上呢？我给人类发送过氙岩模型，所以他知道我的底牌，可我还不知道他有什么。

他们需要我的船体材料样本，还需要知道样本来自我的船体。

“就是这样。”我自言自语。

不知道这个主意是好是坏，但我要去敲一块船体外壳下来。

我抓起一套舱外使用的工具，我找到这套工具有段时间了，它们就放在实验室的17E抽屉里，挂在一条可以固定在太空服或任何地方的工具腰带上。斯特拉特和手下确保了我们进行必要的船体维修时，拥有所需的一切工具。正常情况下，维修设备是伊柳希娜的活儿，可是她牺牲了。

哼，又是记忆闪回。伊柳希娜是我们的工程师，我们的女维修工。算了，不管怎么样，现在只剩下我。

我再次穿好太空服，来到舱外。来回进出舱折腾有点恼人，我希望这条通道修好后能省去这些麻烦。

我沿着船体外壳行进，每次挪动一条安全绳，与此同时又开始思考……

通道究竟有什么用？对于双方生存环境的兼容性，我表示怀疑。我们不能直接把两艘飞船连起来，然后见面握手。估计那边有大量氨气。

然后是温度问题，我接到的圆柱体很烫。

匆忙进行的粗略计算得出，他们扔过来的第一个圆柱体在40分钟内应该降低了100摄氏度，甚至更多（这取决于它被抛出时的温度）。我接住它时仍然感到烫，所以它离开飞船时温度特别高，应该……远高于可以孕育生命的水的温度！

我尽量不去漫无边际地推想，可是不行，我是科学家，他们是外星人，我得猜测一番。

波江座人生活在比沸水还热的环境中吗？如果是这样，那就证明我的观点正确！并非有液态水的地方才适宜生存，生命不一定需要液态水！

我应该更专注于“与智慧外星人的首次接触”或者“拯救人类”这些任务，可是去它的吧。所有人都不认同我，可实际证明我没错。这样的幸福时刻我有权享受一会儿。

终于，我似乎来到飞船上一个适合开展工作的地方，在飞船整个增压舱的尾部，远远越过船体开始变宽的位置。如果没弄错的话，我脚下是曾经装满噬星体燃料的巨大空舱。要是我把这里的舱壁弄破，应该不会有事。

我掏出榔头和凿子，虽然算不上最便捷，但我也想不出更好的办法来处理这个问题了。我用凿子的一端轻敲船体，敲出一块明显的凹痕。凿穿最外层并没有费多少力气。

我用榔头和凿子分割出一块直径六英寸左右的圆形船体材料，下边的一层是其他材质，我用凿子触碰试探，那可能是隔热层。

然后我不得不用凿子把圆形材料撬下来，它跟下边一层结合得相当牢固。我要的船体样本突然脱落，飞进了太空。

“糟糕！”

我从飞船上一跃而起，在安全绳绷紧前的一瞬，抓住了圆形样本。我一边喘气，一边在心里大骂自己笨蛋，然后才扯着安全绳回到飞船。看着手中的这块材料，底层似乎附有一层轻便的发泡材质，或许是泡沫聚苯乙烯，不过很可能是比那更复杂的物质。

“我希望你们都看到了。”我说，“我可不打算再干一遍。”

我把这块船体材料扔给了目标A。

我在他们眼皮底下做了这一切，他们一定明白我扔过去的是一块船体材料的样本。希望这够他们使用，我甚至不知道他们是否想要或需要它。此刻他们也许正盯着屏幕说：“这个白痴在干什么？他在自己的飞船上凿了个洞，为什么？”

我留在飞船外边，注视着那块材料在τ光中翻转。目标A上边的多臂机器人在自己的轨道上滑动，准备接收，一到位就等待目标到达，最后完美地接住了我的船体样本。

然后我对天发誓，它朝我挥了挥手！它的一条小手臂朝我挥了挥！

我也朝它挥手。

它又挥了一次。

好吧，这可以进行一整天。我转身返回了气密过渡舱。

轮到你们啦，伙计们。

过了很久他们也没动静，我等得有点不耐烦了。

唉，我坐在位于鲸鱼座τ星系的一艘飞船里，等待刚遇见的智慧外星人继续跟我交流……而且我还感到不耐烦。人类接受异常并视其为正常的能力挺了不起。

我检查雷达面板上的控制设备，看它还有什么功能。在偏好设置对话框中摆弄一番之后，我发现了要找的东西：距离警报参数。当前的设置值是100千米，非常合理，你会觉得天体都在数百万千米之外，至少也有几万千米。所以假如周围100千米之内有一块石头，那它可是个大问题。

我把距离警报参数设为0.21千米，还担心因为设置值太低而被拒绝。不过担心是多余的。

我伸了伸懒腰，飘离了驾驶座。目标A在217米之外，假如它进入210米之内，或者再把一个礼物送入这个范围，距离警报就会响起。我不用继续坐在这里一直盯着屏幕，目标A做出什么有趣的举动时，控制室会发出刺耳的响声。

我飘进下方的宿舍。

“食物。”我说。

机械臂从房顶的库存里拽出一个盒子，举在我铺位的旁边。总有一天我会去看看那里还有什么吃的，此刻我脚蹬屋顶，朝食物飞过去。

盒子上标着“第十天，第一餐”，底部有一条类似尼龙粘贴的带子，可以把它固定在床单上。我打开盖子，看见了一份墨西哥玉米卷。

我也不确定自己有怎样的期待。不过，没问题，就吃墨西哥玉米卷吧。

结果这是一份常温的墨西哥玉米卷，有豆子、奶酪和一点辣酱……真的都很美味。可是这个温度不行，要么是船员在这儿吃不上热餐，要么是机器不相信一个刚从昏迷中醒来的人吃热餐不会烫到自己。后者的可能性更大。

我飘到楼上的实验室，把墨西哥玉米卷放进了样本炉，过了几分钟才用火钳夹出来。奶酪上的泡泡和一团蒸汽缓缓地往四面八方涌现。

我让墨西哥玉米卷飘在空中冷却。

为此我心中窃笑，假如真想吃一份热玉米卷，我可以启动旋转引擎，出舱，把玉米卷举到引擎发出的光中，可以速热，甚至还会跟我的手臂和其他位于喷射范围内的物质一起被蒸发，因为——

“欢迎来到小俄罗斯[27]！”迪米特里说着，夸张地朝航空母舰下层机库甲板一挥手。整个区域都被重新布置为一系列高精尖实验室，数十名穿着白大褂的科学家在远处埋头苦干，偶尔用俄语互相交流。我们称他们是迪米特里的居民。

取代号这事儿上，我们恐怕是花费了太多不必要的精力。

如同一名守财奴攥着他的钱袋，我紧握着手里的噬星体样本容器。“我不喜欢这样。”

“唉，闭嘴。”斯特拉特说。

“目前我只繁殖出八克噬星体，直接就交出两克合理吗？两克看起来也许不是很多，可那是950亿个噬星体细胞。”

“我们有充分的理由，我的朋友！”迪米特里说，“我保证你会喜欢的。来吧，来吧！”

他领我和斯特拉特穿过主实验室，一间巨大的圆柱形真空室占据了中央。真空室敞着门，三名技术人员正在往里边的桌子上安装什么。

迪米特里用俄语跟他们说话，他们也回以俄语，迪米特里又指着我说了些什么，他们一边笑一边欢快地讲俄语。

然后斯特拉特也操着俄语严厉地说了一句。

“抱歉。”迪米特里说，“从现在起只说英语，我的朋友们！这里有一位美国人！”

“你好啊，老美！”一名技术人员说，“我为了你才讲英语！你有燃料？”

我把样本容器抓得更紧。“我有一些燃料……”

斯特拉特看着我，样子跟我看自己班上固执的学生时一样。“交给他们吧，格雷斯博士。”

“用来孵化的噬星体随时间倍增，你知道吧？现在拿走两克就相当于下个月少了四克。”

她从我手中夺走容器，交给了迪米特里。

迪米特里举起小金属瓶观赏。“真是美好的一天，我一直期待着这一天的到来。格雷斯博士，请让我给你展示一下我的旋转驱动！”

他打手势让我随他登梯进入真空室，技术人员鱼贯而出，为我们腾出了地方。

“都安装好了。”其中一名技术人员说，“逐条确认完毕，准备好进行测试。”

“好，好。”迪米特里说，“格雷斯博士，斯特拉特女士，来，过来！”

他领着我和斯特拉特进入真空室，一面墙上斜靠着一块光滑厚重的金属板，真空室中间有一张圆桌，上边放着某种设备。

“这就是旋转驱动。”迪米特里喜笑颜开地说。

旋转驱动有几英尺长，大体呈圆柱形，但是一侧被削平，没有什么值得特别注意的地方。真空室里还布满了从仪器设备延伸出的传感器和线缆。

迪米特里掀起顶罩，露出更加复杂的内部结构。里边有一个透明的三棱柱转子，迪米特里轻轻拨动了一下。“看，转起来了，旋转驱动。”

“它怎么工作？”我问。

他指着三棱柱说：“这是转子，高抗张强度透明聚碳酸酯，这里嘛——”他指着转子和外壳之间的一个位置说，“是加入燃料的地方。转子内部的红外发射器发出波长为4.26微米和18.31微米的少量微光，这是吸引噬星体的光波。噬星体被吸引到转子的那一面，它依靠红外光推进，所以力度不是很大，但足以使噬星体贴在表面。”

他转动三棱柱转子，把它的一个侧面跟外壳的开口平面对齐。“转动120度，此时转子上附着噬星体的这一面向外对准飞船的后方。增强转子内部的红外光，噬星体会变得非常活跃，更加努力地向红外光推进！它们喷发的佩特洛娃频率光射向飞船后方，借此推动飞船前进。数百万小小的噬星体一起在飞船后边推进，懂了吗？”

我弯腰看了看。“我明白了……这样飞船就不会有任何一部分处在驱动光射出的区域。”

“对，没错！”迪米特里说，“噬星体的推进力仅受吸引它的红外光强度控制。我做过大量计算并确认，最好让噬星体在四秒钟内耗尽全部能量，如果转得更快，或受力，转子都会解体。”

他又把转子转了120度，把对外的侧面转向外壳上另外的三分之一处。“这是清洁区，橡胶会刮除转子上死去的噬星体。”

他依次指向清洁区、燃料区和喷口区。“这三个区域同时工作，这一面清除死去的噬星体，那一面补充噬星体燃料，另外一面对准飞船后方，产生推力。这种流水线作业保证了转子上对准飞船后方的一面一直在推进。”

迪米特里打开我那瓶噬星体并把它放进燃料室。我猜既然噬星体会找到三棱柱转子的侧面，那也就不需要什么特别的操作了。他只需要……让噬星体燃料感受到红外线就行。

“来，来，”他说，“实验开始！”

我们离开真空室，迪米特里把它封好，然后用俄语吼了一嗓子，其他俄国人开始重复。包括我们，所有人都来到机库的远端。

他们支起一张折叠桌，桌上放一台显示着俄语的电脑。

“斯特拉特女士，这艘航空母舰距离最近的陆地有多远？”迪米特里问。

“大约300千米。”斯特拉特说。

“那太好了。”

“等下，为什么？”我说，“那为什么太好了？”

迪米特里噘起嘴唇：“就……挺合适的。开始见证科学！”

他按下按钮，停机坪远处传来一声闷响，然后是一阵嗡鸣，最后陷入沉寂。

“实验结束，”他靠近屏幕阅读结果，“六万牛顿的推力！”

他对其他俄罗斯人说：“六万ньютонов！”

他们全都欢呼起来。

斯特拉特转向我说：“那可挺大，是吗？”

我正对着迪米特里目瞪口呆，无暇顾及斯特拉特。“你说六万牛顿？”

他用力挥动着拳头说：“对！六万牛顿！维持了一百微秒！”

“我的老天爷，就用那些小东西？！”我迈步上前，想亲自去看看结果。

迪米特里拉住我的胳膊。“不行，你等会儿，朋友。我们都不能动。18亿焦耳光能正释放出来，所以我们才需要真空室和1000千克硅。没有空气发生电离，光直接射向金属硅挡板，被吸收的能量熔化了金属硅，看见没有？”

他把笔记本电脑转向我，真空室内部监控画面显示出刚才的厚金属板已经变成了一团放光的物质。

“哇……”我说。

“没错，”迪米特里说，“这就是爱因斯坦质能方程的体现，很强大的东西。我们让冷却系统工作几小时。使用海水，没问题的。”

我只是敬畏地摇摇头，只用一百微秒，万分之一秒，迪米特里的旋转驱动就熔化了一吨金属硅，所有那些能量都是我的孵化器花时间从航空母舰核反应堆热能中收集并存储在小小噬星体中的。我明白数学原理都经过校核，然而亲见真实的展示是完全不同的体验。

“等等……你用了多少噬星体？”

迪米特里笑道：“我只能根据产生的推力估计，不过结果接近20微克。”

“我给了你整整两克！请问余下的能还给我吗？”

“别贪心，”斯特拉特说，“迪米特里需要进一步实验。”

她转向迪米特里说：“干得漂亮！真正的引擎会有多大？”

迪米特里指着视频画面说：“就那么大，那就是实际使用的引擎。”

“不，我指的是飞船上那台。”

“那就是，”他又指了指屏幕说，“你需要保证冗余性、安全性、可靠性对吧？所以我们不可以只造一台大引擎，而是造1000台小的，准确来说是1009台。足够提供需要的全部推进力，还有很多富余。途中有些出了故障？没问题，其他引擎多发挥一些推力就行了。”

“哦，”斯特拉特点点头，“大量小型旋转驱动，我喜欢这个想法。继续努力。”

她走向楼梯间。

我盯着迪米特里说：“假如你同时把两克样品都激发……”

他耸耸肩。“噗！我们都蒸发掉，一个不剩，连航空母舰都算上。爆炸会引发小型海啸，不过距离陆地300千米，所以没有危险。”

他拍了拍我的后背，又说：“那样的话，我就得下辈子再请你喝一杯了，怎么样？！哈——哈——哈——哈！”

“哈，”我对自己说，“原来旋转驱动这样工作。”

我嘴里继续咀嚼着玉米卷。

所以我猜我有1000台（“1009台！”我脑海里响起迪米特里的声音）旋转驱动，至少我出发时有那么多。途中大概会有一些发生故障，旋转驱动控制界面估计会有一块控制面板告诉我每台小引擎的状态。

这时接近警报打断了我的思绪。

“终于来了！”

我“扔下”玉米卷（它就飘浮在我撒手的地方），飞向控制室。联系宿舍和实验室的舱门并没有跟联系实验室和控制室的舱门对齐，不过假如我动作合理，就会沿一条对角线穿过两道舱门。

这次没成功，我不得不在途中推一下实验室的墙壁。不过我还会进步的。

我检查了雷达面板，果然目标A在接近！这次没有圆柱体，整艘飞船在朝我靠近，缓慢而从容。或许他们的靠近没有威胁？不管怎么样，它几乎就要过来了。

它的船体上好像有一个新的附件。在跟万福玛利亚号几乎一般大的菱形部分，有一根圆柱形的管道直接伸出来，船体上的机器人就位于管道旁边，似乎颇以自己为傲。也许是我给它赋予了一点人格。

那根管道看起来像是由氙岩制成，斑驳的灰色和黄褐色上布满纹路。从这个角度难以分辨，但它看起来也是中空的。

我觉得自己知道接下来会发生什么。假如他们实施模型中展示的计划，就会把管道另一端接入我的气密过渡舱。

他们会如何连接管道？我的气密过渡舱的确有对接功能，可能是为运送我和同伴登上万福玛利亚号准备的。可我不能指望波江座人了解一座通用气密过渡舱有多复杂。

缓缓移动的目标A愈加接近，要是出现失误怎么办？假如他们计算错误呢？如果把我的船舱戳漏怎么办？只有我能阻止人类灭绝，外星人的一个计算错误会演变成整个人类的灭顶之灾吗？

我匆忙进入气密过渡舱，穿上太空服，时间快得创下了纪录。保证安全总比留下遗憾强吧。

此刻目标A已经非常接近，望远镜屏只能显示出一片斑驳的船体外壳。我切换到遍布飞船的外部摄像机，它们都能通过舱外活动屏的一个窗口进行控制。我猜指挥舱外宇航员时了解他们的位置总是有帮助的。

管道长约20英尺，或者说7米。天哪，作为一名美国科学家有时候可真难受。你得根据所处的情况用不可预测的随机单位进行思考。

船体机器人居然伸出几条能大范围伸缩的手臂。我没想到它有这种功能，它的手臂伸向我的气密舱，远远超过了管道的长度。五条不断延长的外星机械臂伸向我的前门，真是一点儿都不吓人呢，没必要恐慌。

每条机械臂的“三根手指”还握着……什么东西。是曲柄，两端固定着一块平板，好像咖啡杯把手一样。三条手臂够到了万福玛利亚号，把手中物件的平板贴合在我的飞船上。很快，另两条机械臂也完成了同样的操作，然后五条机械臂同时收缩，把万福玛利亚号拉向管道。

明白了，就是说那些平板是把手，它们如何连接？问得好！我的船体由光滑的非磁性铝制成（我为什么会突然记起这些？）。把手肯定不是靠某种机械方式连接，一定是用了黏合剂。

我一下豁然开朗。

他们当然不用弄明白对接的机械原理，而是要把管道的一端粘在我的飞船上。为什么不呢？这简单得多。

我的飞船咯吱咯吱作响，它有100吨重，设计时绝对不会考虑靠气密过渡舱拖行。这样船体受得了吗？

我反复检查身上太空服的封口。

控制室在我身旁移动，不快，速度只有几厘米每秒。耶，我在用公制思考飞船不快的速度！比“腕尺每两周”之类的单位方便太多啦。

我任凭墙壁挨上我，靠着某种原始的本能，我倾向于离气密过渡舱远点。那里将要发生一些可怕的事情。

咣！

波江座外星人的管道撞上了我的飞船，接下来是一阵撞击和刮擦声，我观察着船体摄像机拍摄的图像。

管道口比整个气密过渡舱门还大，此刻已经结实地连接在过渡舱组件上。我猜这就是最终的解决方案，估计黏合剂会承受住压力。他们甚至不知道我这里的气压。黏合剂由什么构成？我有太多疑问了。

戴着太空服手套，我没法操作控制室的控制屏，但是希望可以放大图像。我瞟着显示管道的一路视频，管道看起来的确紧紧连接着我的船体，连接部的船体有一些曲度，是个有点复杂的造型，不过波江座人完美复制出了那个形状。

又过了一分钟，机器人放开把手，把它们留在了我的飞船上。

气密过渡舱传来沉闷的呼呼声。是气流吗？他们在给管道增压！

我的心在狂跳。我的飞船能承受得住吗？假如他们的气体溶解铝怎么办？假如铝对波江座人有剧毒，很少一点就能把他们瞬间杀死怎么办？这真是个可怕的想法！

呼呼声停止了。

我吞了下口水。

他们加压完毕，暂时还没溶解什么。我飘到气密过渡舱，打算去看个究竟。

当然，气密过渡舱的两道门此前都已关闭，这是我防止泄漏的保护措施。我打开内侧舱门，飘到过渡舱内，透过舷窗往外看。

黑暗的太空不见了，取而代之的是通道内部的一片黑暗。我打开头盔灯，转动头部让灯光透过舷窗。

通道的尽头离我太近了，倒不是说我有多不安，只是，这通道连20英尺都没有，只有10英尺左右。尽管通道大部分都由斑驳的灰色和黄褐色氙岩构成，但是尽头的墙壁上是颜色随机的六边形图案。

他们不仅仅连接了通道。他们把我的过渡舱跟他们的过渡舱相连，中间还隔了一堵墙。

真聪明。

我在气密过渡舱里关闭内侧舱门，进行减压操作，然后旋转外侧舱门把手并往外推。它毫无阻力地打开了，通道是真空的，至少在隔离墙的这一侧是真空的。

我好像明白了，这是一个测试，他们同样担忧。连接通道，用我的空气对这一侧增压，看看有什么结果。要么能行，要么不行。能够增压那就万事大吉！如果不能，他们会尝试别的办法，或者要求我尝试别的办法。

行，我们试试看。

我操纵过渡舱重新增压，它拒绝执行——因为外侧舱门没关闭。很高兴了解到安全互锁功能在起作用，但是我必须得绕过它。

这不难，有一个手动释放阀可以直接让空气从飞船流入过渡舱，它可以避开所有计算机控制。你可不希望有人因为软件故障而丢掉性命，对吧？

我打开释放阀，气流从万福玛利亚号涌进来，经过敞开的过渡舱进入通道。不到三分钟，气流减慢，然后停止了。太空服上显示外部的气压为400百帕，万福玛利亚号跟我这段通道的气压达到了平衡。

我关闭释放阀，开始等待，同时观察着太空服上的外部气压计，气压保持在400百帕，气密性很好。

波江座人懂得如何把氙岩粘到铝上，他们必然懂得，铝是一种元素，任何当初能创造出氙岩的种族对元素周期表的了解必然比我们高出1000倍。

又该放手一搏了，我打开太空服的封口，从背后退出去。强烈的氨气气味弥漫在空气中，但是可以呼吸，毕竟这里补充的是我自己的空气。我把太空服推回气密舱，头盔灯是我唯一的光源，所以我摆好太空服，让灯光一直照亮通道。

我飘到那堵神秘的墙壁前，伸手去触摸它，但是又立即停住，即使距离几英寸远我也能感受到热量。波江座人喜欢高温。

实际上，我已经开始出汗，通道壁正在加热我的空气。这令我感到不舒服，但也不算太难受。假如我希望万福玛利亚号的环境控制系统接管这里，我可以打开气密舱的内侧舱门。然后我们的生命保障系统会努力降温，他们那边保持炎热，我这边保持凉爽。

即使热得眉头冒汗，被强烈的氨气气味呛得直流眼泪，我也还在努力推进工作，因为好奇心让我停不下来。谁能责怪我呢？

这面墙上至少有20个小六边形，颜色和纹理各不相同。我觉得有几个也许是透明的。我应该把每一个都记录下来，并弄清能否辨别它们的组成材质。近距离观察，我敢肯定那些六边形的边缘有一条缝隙。

就在这时，我听见对面传来一阵声音：

咚——咚——咚。





第十章


他们在敲墙，所以为了礼貌，我想我也得敲回去。我知道那堵墙会很热，所以我尽可能迅速地用指关节敲了敲。

我敲了三下，像他们那样。

当下没出现什么回应，我开始仔细观察那面六边形组成的墙。墙上有40个六边形，要我说，每个都与众不同。不同材质，也许吧？我觉得自己应该在此做点什么，可是该做什么呢？

他们在观察我吗？我没看到任何类似摄像头的东西。

我伸出手指，指向气密过渡舱。不知道他们能否看见我或理解手势的含义。我脚蹬六边形组成的墙，回到过渡舱，然后打开了内侧舱门，为什么不可以呢？两边气压相当，打开舱门也没有关系。假如通道气压降低，飞船有气体泄漏会导致气密舱内侧舱门立即关闭，我在飞船里也不会丧生。

我回到实验室，把选好的几样设备装进一个袋子，然后又回到通道。

首先，我把LED灯沿着通道粘在各处，并把它们对准六边形组成的墙。这下至少我能看清自己在干什么。我掏出值得信赖的手持式X射线光谱仪，扫描了墙上的一个六边形。它由氙岩构成，几乎跟先前扔给我的圆柱体的成分相同。

几乎相同。

在微量元素方面有些许差异，有意思。也许氙岩类似钢铁，有很多不同的配方？我又检查旁边的一个六边形，又是一种略有不同的元素组合。

最有可能的猜测是：不同类型的氙岩适用于不同的工作环境，他们不了解我的空气，所以想要在其中测试不同的成分组合。当我离开通道，他们会检查六边形，以确定哪种表现最佳。

那意味着我应该离开通道。我应该把我这一侧为它们减压吗？这样做似乎礼貌一些，也很容易实现。我只需要启动气密过渡舱的循环程序，过渡舱定会暗自思忖：“啊！今天我的舱里空气可真不少！”它会一直抽气，直到真空为止。

可话说回来，也许他们有办法采样这一侧的空气。这样的话，我应该留下空气，对吧？

我决定保持现状，他们可能有采样的技术手段。假如由我来制造这座通道，我会那么做，而且他们似乎也相当聪明呢。

我转身返回气密过渡舱，但有东西引起了我的注意。动了！

我重新聚焦六边形组成的墙，它没有任何变化，可我发誓看见有东西在动。某些六边形可以反光，或许我只是瞥见了自己的影子。

等一下……

一个六边形从墙上凸了出来。为什么？

它靠近通道的墙壁，不是非常明显，我飘过去想仔细看看。

“天哪！”我说。

这个六边形是透明的！其他所有的都不透明，可是这个像玻璃一样！我从墙上拽下一盏灯，把它举到凸出的六边形旁边，然后把脸紧贴在滚烫的墙上仔细观察。

光线射到了对面，我能看见那边的通道壁。要么他们那边真空，要么他们的空气透明，我的视野既没有被阻挡，也没有变模糊。

突然间，一块石头击中了这个六边形的另一侧，继而留在了上面，离我只有几英寸远。石头大致是三角形，近似深棕色，边缘粗糙，参差不齐，仿佛穴居人的石器矛尖。

我遇见了太空旅行的穴居人？

别犯傻了，瑞恩。

他们为什么要放一块石头？而且还能粘住？他们要挡住我的视线吗？如果是这个目的，他们可太不成功了。小三角形最宽的地方只有几英寸，而六边形足有八英寸宽。

更荒唐的是，这时候石头开始从活节处弯曲，而且发生类似情况的石头还有两块，它们后边还连接着一块长一点儿的石头——

这不是一块石头，而是一个爪子！一个有三根指头的爪子！

我不顾一切地想要观察到更多，于是把脸紧贴在六边形上，它滚烫得很，可我强忍着没有躲开。没错，很疼，大概还会留下伤痕。我应该回实验室找一个摄像头，可是说起来容易，这种情况下没人能想得到。

脸上的疼痛令我叫苦不迭，可回报就是看得更加清楚了。

外星人的爪子，呃……我称之为手吧，不那么吓人。外星人的手有三根三角形指头，每一根上都有关节，我猜可以称为指关节，手指可以收拢成雨滴状，或者展开成一个类似三腿海星的形状。

皮肤挺奇特，看似棕黑色的岩石表面参差不齐、凹凸不平，仿佛有人用花岗岩雕刻出这只手，但是还没来得及抛光，也许是天然的铠甲？像乌龟壳一样，只是更不规则？

后边还有一条胳膊，可是不管我的脸在滚烫的痛苦之墙上贴多紧，从这个角度我几乎看不见它，不过绝对有一条胳膊从这只手延伸出去，显而易见，肯定得有一条胳膊，对吧？不可能只有一只神奇的悬浮手。

我受不了脸上的疼痛，只好从墙边移开。我用手摸了摸，疼得要命，但是没有起泡。

当——当——当。

外星人用一根手指敲了敲透明的六边形，我也用手指弹了三下。

它又在六边形上敲了三下，我还是照做。

然后诡异的事情发生了。那爪子——哦，不，那手——收回去，又拿着一个东西靠在透明的六边形上。不管是什么，它个头很小。我飘近墙壁，更加仔细地观察，热浪烘烤着我的脸。

那个东西当然也是氙岩质地，有半英寸高，精工细作，看起来像个娃娃，可是头部太大，细胳膊细腿——

“哦！”

那是我，是微缩的俄罗斯造海鹰-MKS2型太空服。到目前为止，它们只见过那个样子的我。

另一只手出现了。你看，我也有两只手，所以不应该对外星人的第二只手感到意外。他的第二只手拿着一个万福玛利亚号的模型，比例似乎跟我的人偶相当。接着，他的手把我的小人偶送进了万福玛利亚号模型的气密过渡舱。

不言自明，它在说，回你的飞船上去。

我竖起一个大拇指，外星人松开我和飞船的微缩模型，任凭它们飘走，然后也别别扭扭地摆出类似挑大拇指的动作，只用两根手指握成拳，用第三根手指向上指。至少竖起来这根不是中指。

我回到万福玛利亚号，关上了气密过渡舱舱门。

因为兴奋我喘得厉害，无法相信刚刚发生的一切。

那是一个外星人，我刚刚看见一个外星人，不仅仅是一艘外星飞船，还有一个活生生的外星人。当然，只看见了他的爪子，呃……手，可还是让人激动。

尽管我说“他的手”，可那也许是“她的手”。或者应该用我无法表述的代词。我只能说，他们也许有17种生物性别，或者没有性别。没人谈论过第一次跟外星智慧生命接触的真正难题：代词。我暂时先用“他”，因为用“它”来指代会思考的生物似乎显得不礼貌。

而且，在弄清他的名字之前，我先叫他洛基[28]。

好了，还有什么问题？洛基让我回到飞船，我照做了。

我觉得这样做有点傻，还有不少我可以进行的科学研究呢，对吧？

我透过气密过渡舱的舷窗窥视，LED灯还粘在通道的墙壁上，所以我能看见那里发生了一些……变化。

六边形组成的墙不见了，凭空消失，我能直接看见目标A的船体，一个机器人附着在上边，伸出小机械手在忙碌。

没错了，广义上说，机器人的手跟洛基的手看起来一样。

三根手指，跟洛基的一样大。可能是通过类似任天堂动力手套的装置在飞船内操纵。

唉，这个游戏暴露了我的年龄。

机器人对我的LED灯特别感兴趣，还别说，我如果是它也会感兴趣，那可是外星人的外星科技。当然，那些只是灯，可是在对面的波江座朋友看来，它们是外星的灯，有可能是他们历史上最激动人心的科学发现。机器人通过手臂把它们放在目标A船体上的一个小储藏间里，用一道门闩把储藏间锁好。我打赌那些灯是灯具历史上被研究最多的一批。

我很高兴他们能够拥有那样的发现时刻，可他们拿走了我的光源。我能听见偶尔传来的碰撞声，可是通道里一片漆黑。

这件事本身就很有趣。我不是来自波江座40的外星人，不过假如我跟一台远程操纵机器人配合工作，我会在机器人身上安装摄像头和光源来看清自己要干什么。可是他们不需要，他们不需要光。

那么等一下，他们的可见光谱也许跟我们的完全不同。在所有波长的光谱中，人类只能看见极少一部分。通过进化，我们能看见地球上最丰富的那些光波，也许波江座人能看见不同波长的光波。通道里可能被红外线或紫外线照得灯火通明，我却什么都看不见。

呃，机器人。为什么要用机器人？几分钟前，那里还有一个生物体，我的伙伴洛基。为什么用机器人替代他？

真空。

他们可能排出了通道里的所有空气。他们有了我的船体样本，知道它由金属铝制成以及大致有多厚。也许他们不确定我的飞船能否承受他们的气压，也许他们的大气跟铝会发生不良反应。

所以他们让通道保持真空，这就意味着他们得用机器人完成工作。

我觉得自己是福尔摩斯。虽然什么都看不见，但是得出了不少结论！结论里充满了疯狂的猜测，但是什么都证明不了。不过那也算结论啊！

我可以回去再拿一盏灯，实验室里还有一些。我可以照亮那里，看看机器人洛基在干吗。不过我很快就会知道，而且假如有趣事发生，我不希望身在别处。

就在我思考这些的当口，趣事发生了。

咚——咚——咚。

不，这一点儿都不吓人。身处离家12光年的太空飞船时，有人敲门还真是正常。

好了，这回我又需要灯了。我从墙壁弹开，下到实验室，拿了一盏灯，然后又回到控制室，没有费劲去穿太空服就启动了出舱流程。我打开内外侧两道舱门的手动排气阀，重新给通道增压。如我所料，一切运行正常，外边管道的密封仍然很好。

我手拿着灯，打开外侧舱门，飘进了通道。

六边形组成的墙不见了，取而代之的是一堵坚固的透明墙，墙的另一侧站着洛基。

他是一只蜘蛛，大块头的蜘蛛。

我转身要逃，可是理性的大脑接管了控制权。

“放松……放松……放松……他们是友好的。”我对自己说完，又转身观察情况。

洛基的体型比人类小，相当于一条拉布拉多犬的大小。他有五条腿，从中间一个硬壳状的东西向外辐射。硬壳大体上是一个五边形，宽18英寸，厚度大约是宽度的一半，我没看见眼睛或脸在哪儿。

每条腿中间有一个关节——我打算把它称为肘。每条腿（或者应该说每条胳膊？）末端都有一只手，所以他有五只手，每只手都有我上次见过的那种三角形手指，看起来五只手都一样。我也看不出他有任何“前”“后”的概念，他似乎呈正五边形对称。

他穿着衣服，裸露着腿，露出岩石一样的皮肤，但是甲壳部分覆盖着布料，就好像穿着一件有五个袖孔的T恤，我不知道衣服的材质，但是它看起来比人类通常的衣物更厚，呈暗棕绿色，而且深浅不一。

T恤的顶部有一个大开口，就像是人类T恤的领口。开口比甲壳更小，所以它穿衣服一定得向下套，然后再把每条胳膊依次穿出各自的袖孔，这也跟人类的T恤类似。

然而没有脖子或脑袋从顶部的开口伸出来，只有一个看起来很硬的石质五边形从硬质皮肤上凸起来一点点。

在他那一侧的通道里，通道壁上有扶手和网格，他用两只手随意地悬在两根杠上。我猜如果你有五只手，那么失重就不算什么大麻烦，只需要用一两只手固定身体，用另外三只手处理事情。

通道对我来说有点儿狭小，但是对他来说绝对宽敞。

他用一条空闲的胳膊向我招手。他懂得这种人类打招呼的方式了，而且我的天啊，这是跟我打招呼呢。

我向他挥了挥手，他再次招手，我摇摇头，别再挥了。

他通过扭动“肩膀”来回转动自己的甲壳，尽可能做出“摇头”的动作。我正捉摸着怎么打破这个“波江座人模仿秀”的僵局时，他先行动了。

他在透明墙上敲了三次，然后一直伸着手指。他是在……指哪儿吗？

我顺着他指的方向看过去，哇，在我这一侧的通道里有个东西！他们给我留下一件礼物！没有注意到也不怪我。看见外星人让我有点儿分心，所以我没注意到墙上的东西。

“好嘞，”我说，“看看你给我留了什么。”

“♩♫♪♪♫。”洛基说。

我惊掉了下巴，真的，尽管处在失重环境，下巴还是被惊掉了。

没有发音和语调的抑扬顿挫，只有音符。仿佛鲸歌，但又不是很像鲸歌，因为有不少音同时发出，我猜像是鲸鱼和声吧。而且他是在回应我，这意味着他也能听见我说话。

值得注意的是，声音在我的听力范围之内。音符有高有低，但绝对能听见。仔细一想，仅此一点就不可思议。他来自不同的星球和完全不同的进化路线，可我们居然有互相兼容的音域。

更重要的是，他认为有必要回答我的噪声。

“你掌握语言！”我说，“你怎么有语言？！你连嘴都没有！”

“♫♫♩。”洛基解释道。

理性地思考一下，没有文明，你就无法制造太空飞船，无法交流，你就不能建立文明。所以他们当然有语言，有趣的是跟人类一样，他们通过声音进行交流。巧合吗？也许不是，也许进化出这种技能是最容易的方式。

“♪。”洛基指着他留给我的物品说。

“好的，好的。”我说。整个语言问题让我更感兴趣，可是眼下洛基想了解我对他礼物的看法。

我飘向那些物品，它们被我的胶带粘在通道壁上，是一对圆球，表面都有凸起的浮雕图像。一个球上是万福玛利亚号，另一个球上是目标A。

我把万福玛利亚号那个球从胶带上拽下来，它不热，事实上通道里也不热。有意思，也许他们注意到我喜欢凉一点儿的东西，所以采取措施让我感觉舒服一些。

球里传来咣啷咣啷的声音，我边晃边听，里边又发出咣啷声。

我发现一个缝隙，把球的上下两部分沿相反的方向扭转，不出意料，它们转动起来，当然还是与地球习惯相反的左旋方向。

我看向洛基，寻求他的认可。他没有脸，当然也没有面部表情。他只是飘浮在那里，注视着我。呃，不是注视……他没有眼睛。说真的，我有个疑问，他怎么知道我在干吗？他显然知道，还朝我摆手做动作呢，所以肯定长了眼睛，估计我只是还没发现。

我重新关注手里的球体，把两部分分开，里边……还是一大堆小珠子。

我叹了口气，这非但没给我答案，反而提出了更多的问题。

小珠子从球体里飘出来，悬浮在我的视野里。它们不是单独的个体，而是通过细线相连，仿佛一条复杂的项链，我尽量把它展开。

它们看似一副由珠子穿成的手铐，抱歉我没有更像样的描述。两串环形的珠子通过一小截细线连在一起，每个环形上串了八颗珠子，连接两个环形的细线上则没有。这似乎是有意为之，可我却不知道它表示什么。

也许另一个雕刻着目标A的球体会提供更多线索。我任凭手铐浮在空中，从墙上摘下另一个球，摇晃了一下，听见里边发出很多响声，我扭开球体，又释放一套珠子出来。

不同于手铐，这一套只有一个圆环，而且它串了七个珠子，而不是八个。而且圆环上引出三截连接线，每一截的末端都有一个珠子，仿佛一条挂着饰品的项链。

圆球里还有东西，我一摇晃，里边又飘出一条项链，我仔细观察发现，它跟我刚刚查看过的一样。我不断摇晃，越来越多的项链飘出来，每条都是一样的。我把它们都塞进我的口袋。

“看起来有点眼熟……”我敲着额头说，“到底是什么呢？”

洛基用一只手爪敲他的甲壳，我知道他只是在模仿我的动作，可是那感觉仿佛在说，努力思考啊，傻瓜！

类似这样的时刻，我会对我的学生说什么呢？

为什么我突然想到了自己的学生？教室里的情形出现在我眼前，回忆一闪而过。我举着一个分子模型在做讲解——

“分子！”我抓着手铐举给洛基说，“这些是分子！你想告诉我有关化学的信息！”

“♫♪♫♫♪。”

可是等等，这些分子有点奇怪，没道理啊，我看着手铐，没有什么东西会形成这样的分子，两侧各有八个原子，连接靠的是……什么呢？什么都不靠？连接线甚至不是从珠子上引出，而是从两个圆圈的线上引出。

“原子！”我说，“这些珠子是质子，所以珠子穿成的圆圈是原子，短连线是化学键！”

“好吧，如果是这样的话……”我举起手铐又数了一遍，“那么这是两个相连的原子，每个有八个质子。八号元素是氧，两个氧原子形成氧气分子！而且它出自代表万福玛利亚号的那颗圆球。”

我把它举向洛基。“你这个聪明的家伙，这是我的空气！”

我抓起另一套珠子。“有七个质子的原子连接三个质子数为一的原子，一个氮原子连接三个氢原子，氨气！显然是氨气了！你们呼吸氨气！”

这就解释了你送我的所有小礼物上都散发出呛人的气味，那是来自他们空气的微量残留。

我的笑容渐渐退去。“呃，你们呼吸氨气？”

我数了下所有的氨气分子小项链。我有一个氧气分子，可他给了我29个氨气分子。

我思考了一会儿。

“哦，”我说，“明白了。我知道你要表达什么了。”

我看向我的外星同僚。“你的气压是我气压的29倍。”

哇哦，我一下子想明白两件事：一、波江座人生活在高压世界，类似于地球海洋中1000英尺深的环境；二、氙岩是一种了不起的物质。我不知道那堵墙有多厚——大概半英寸？更薄？可它挡住了28倍气压的相对压力。从头到尾仅靠一块无加强的大薄板（绝对是制造压力容器的最糟材料）。管它呢，他们整艘飞船都是用大块平板制造的。那种材料的抗张强度一定爆表，难怪我没法掰弯或打破他们之前送来的东西。

我们的生存环境远不兼容，假如我在他那边的通道里，几秒钟就会死去。我猜他在没有氨气的二十九分之一正常气压下，也不会好受。

行，没问题。我们能发声，也能打手势。这样开始交流挺不错了。

我花了点时间充分理解这些信息。这可太了不起了，我眼前有一位外星人伙伴，我们还在交谈！我都有点儿控制不住我自己！问题是——我就没有控制过自己。我浑身疲惫不堪，甚至无法集中精力。我已经两天没睡觉了。意义重大的事情不断发生，我不能一直撑下去，我需要睡眠。

我伸出一根手指，表示“等一下”，希望他从上一次的经历中回忆起来。他也伸出一根手指作为回应。

我冲回飞船，钻进实验室。墙上挂着一个模拟时钟，因为每间实验室都需要一个模拟时钟。虽然有点费事，但我把它从墙上摘了下来，夹在腋下，还从工作站拿了一支白板笔。

然后我经过控制室返回外星人通道。洛基还在那里，我回来后，他似乎重新活跃起来。我怎么知道？我不知道。他只是重新挪了挪地方，似乎精神更加集中了。

我把时钟拿给他看，转动后边的时间设置旋钮，想让他看明白指针如何转动。他用一只手做了个画圈的动作。他能懂！

我把时钟设置在12点，然后用马克笔画了一条指向12点的分针和一条指向两点的时针。我真想充足地睡上八小时，可又不想让洛基等太久，只好退而求其次，小睡两小时。“时钟走到这个时间我就会回来。”我说，就好像这样能帮助他理解似的。

“♩♪♫。”他打了个手势，把两只手向前伸并抓住……不存在的东西，然后拉向自己。

“什么？”

他敲敲透明墙，然后重复这个手势。他想让时钟离墙近点儿？

我把钟移近，这似乎让他感到兴奋，同样的手势也越打越快。我继续前移时钟，这次几乎让它碰到了墙壁。他又打了一次手势，但是这次慢了一些。

这下我不知道他要什么了，我只能把时钟按在墙上，现在已经贴上去了。他举起手，好像在抖，外星爵士手。这是好现象吗？

好啦，希望他明白我会在两小时后回来。我转身离开，可是立即听见当当当的敲击声。

“干什么？”我说。

“♪♪♫♪。”他指着从墙壁上飘离一些的时钟说。看来他不喜欢这样。

“呃，好吧。”我说着从通道墙壁上扯下一卷胶带，展开一段，然后扯成两半。我用这两块胶带把时钟的左右两侧粘在了透明墙上。

洛基又打出爵士手的手势，我认为他在说“对”或者“我赞成这种做法”，就像是点头同意。

我再次转身要离开，可是“当——当——当”。

我又转回身。“伙计，我他娘的只想睡一会儿！”

他伸出一根手指，用我的手势对付我。这下我只能等等！我猜这样才算公平，于是伸出手指表示明白。

他打开飞船上的圆形舱门，大小刚好适合波江座人进出，如果真如形势所需，我要挤进去的话会非常困难。他消失在里边，没有关门。我愿意了解他飞船上的情况，可是什么也看不见，门里边漆黑一团。

嗯，有意思，他的飞船里一片黑暗，进门大概就是气密过渡舱，可过渡舱也该有照明，不是吗？

洛基的行动没有遇到任何麻烦，不过我知道他能看见，他对我的手势做出了反应，这巩固了我先前的波江座外星人视觉理论：我认为他们的视觉光谱跟人类的不同。也许他们看见的完全是红外线或紫外线。那间气密过渡舱在洛基看来也许照明充足，而我却什么也看不见。反之，我的照明对他来说毫无用处。

我好奇我们是否有重叠的视觉光谱。或许红光（波长最小的人类可见光）是“♪♫♩”，他们能看到波长最大的光。或者存在其他类似的可能，也许值得调查一番。我应该拿来七色彩虹光谱，看他能否——噢，他回来了。

洛基弹跳着进入通道，并像蜘蛛一样沿着轨道来到分隔墙，显得极为自如。要么是他非常习惯失重环境，要么是波江座人极其善于到处攀爬。他们有五只手和相对的手指，洛基还是一名星际旅行者，所以这两个原因可能都说得过去。

他用一只手举起一件设备给我看，那是……我不知道那是什么。

它呈圆柱状（天哪，这些人真喜欢圆柱体），长一英尺，直径约六英寸。我能看见他的抓握使圆柱体的外壳产生了一点变形，它由软质材料构成，类似泡沫乳胶。这个圆柱体上水平排列着五个方形窗口，每个窗口里都有一个图形。我觉得它们可能是字符，但又不仅仅是用墨水写在纸上的那种，而是凸显在一个平面上，大约八分之一英寸高。

“哈。”我说。

右侧的符号切换，被一个新的符号替代，一两秒之后又切换了一次，然后又切换。

“这是一个钟表！”我说，“我给你看钟表，你也给我看钟表！”

我指了指还粘在墙上的自己的钟表，然后指了指他的，他用两只空闲的手舞起爵士手，我也回以相同的手势。

我观察了一会儿波江座人的钟表，洛基就举在那里让我看。最右侧窗口的字符——可能是数字——是循环显示的。它们雕刻在一枚转子上，类似人类的老式数字时钟。过了一会儿，偏左一格的转子转动了一次。啊哈！

在我看来，右侧转子每两秒转动一次，我认为是两秒出头，它循环显示六个特殊符号，顺序是“ℓ”、“I”、“V”、“λ”、“+”和“V”。每当显示“ℓ”，左侧的转子前进一步。最后，大约经过一分钟时间，右侧第二个转子把所有符号循环显示一遍，当它显示出“ℓ”，右侧第三个转子前进一步。

看起来他们也是从左到右阅读信息，跟我们看英文一样。纯粹是巧合，但也不是绝对不可能。我的意思是其实只有四种选择：从左到右、从右到左、从上到下或从下到上。所以我们有四分之一的可能性，用同一种阅读顺序。

所以他的时钟我看起来也很直观。它工作起来就像里程表。“ℓ”竟然是他们的0，往下数我知道“I”是1，“V”是2，“λ”是3，“+”是4，“V”是5。从6到9呢？它们不存在。“V”之后我们又回到“ℓ”，波江座人使用六进制。

在我教给学生们的所有知识中，数制是最难让他们真正理解的。10这个数没有什么特殊之处，我们有十个不同的数字是因为我们有十根手指。

就这么简单。洛基他们有三根手指，我猜他们只喜欢用两只手数数（很可能用另外三只脚/手着地并保持平衡）。所以他们有六根手指可以使用。

“我喜欢你，洛基！你是个天才！”

这可不是恭维！他用这个简单的行为让我了解到：

·波江座人的数制（六进制）；

·波江座人数字的写法（ℓ、I、V、λ，+和V）；

·波江座人的阅读顺序（从左到右）；

·波江座人一秒的长度。

我举起一根手指，然后奔回飞船取我的秒表。

回来后我给洛基的时钟计时，在第三个转子切换状态时，我启动秒表，最右侧的转子继续每两秒左右前进一步，每前进六步它旁边的转子前进一步。这要花上一点时间，但是我希望尽可能准确计算。过了大约一分半钟，第三个转子才挪动了一步，我估计它转动一周需要大约十分钟，不过我打算继续观察。

洛基感到厌烦，至少他给我的感觉是这样。他开始坐立不安，让时钟飘浮在分隔墙附近的地方。然后他在自己那一侧的通道里到处溜达，我不确定他是否打算做什么。他打开飞船上的一扇舱门，刚要爬进去，却停下来，似乎在仔细考虑自己的举动，然后改变了主意。我还留在这里的时候他不想离开。毕竟我也许会说些或做些他感兴趣的事情。

“♪♪♩。”他说。

“我明白，我明白。”我说着伸出一根手指。

他也伸出一根手指，然后继续在通道墙壁间跳来跳去。失重环境下就得这样散步。

终于第三个转子转过一圈，我停止了计时。总时间是511秒，我没有计算器，而且激动得不想回飞船取，于是我掏出一支笔，在另一只手的手掌上计算长除法。波江座的1秒是地球的2.366秒。

我在手掌上圈住答案并盯着它看，然后又添了几个感叹号，因为我觉得有这个必要。

我明白这看起来没什么了不起，可也算是一件大事。洛基和我都是宇航员，如果我们要交流，就得交流科学。就像刚刚这样，洛基和我已经建立了基本的时间单位，下一步沟通长度和质量。

其实不然，下一步——我得睡会儿，因为实在是太累了。为了尽可能明确意图，我从墙上拽下时钟，用马克笔圈住“2”，然后又把它粘回去。我摆摆手，他也摆摆手。然后我回去打盹。

这太扯了，我怎么以为自己能睡着？如此环境下怎么能有人睡着？我还在仔细回想刚刚发生的一切。一个外星人就在我的飞船外。

令人受不了的是，我无法弄清他对噬星体的了解。可你不能通过手势交流科学概念，不论有多么不完善，我们都需要共同的语言。

我只需要继续推进眼下的工作，进行科学交流，搞清物理学的动词和名词。这套概念我们必然都掌握——物理学定律在哪儿都一样。等积累了足够的词汇可以真正谈论科学，我们就会聊聊噬星体。

波江座的“VVℓλI”秒之后，我会再次跟他交流。这种情况下究竟怎样才能入睡？我根本不可能——





第十一章


闹钟吵醒了我，我设了两个小时，时间刚到。我眨了眨眼，以胎儿的姿势飘在控制室里。我甚至没回宿舍就睡着了。

我根本就没休息好，身上的每个毛孔都在吼着让我继续睡觉。可我告诉洛基我会在两个小时后回去，而且不希望他认为人类不值得信赖。

其实……我们特别不值得信赖，但我不想让他知道这一点。

我步履沉重地经过气密过渡舱（失重条件下也可以步履沉重？我的答案是肯定的），洛基正在通道里等我。我离开这段时间，他一直在忙碌，现在通道里摆满了各种各样的东西。

波江座时钟还在计时，它已经被固定在组成网格的杆上。不过我觉得更有趣的，是一个被固定在分隔墙上的盒子。它是边长一英尺的立方体，已经凸出到我这一侧，跟墙壁其他部分一样，也由透明的氙岩制成。

在洛基那一侧，盒子上有一扇平板门和不透明的氙岩镶边，以及一个方形孔洞，上边严丝合缝地连接着一条引向别处的方形管道。

管道上靠近盒子的地方有一些……控制器？也许是按钮？一根线缆从控制盒上跟管道一起延伸出来，消失在飞船里。

不过这个立方体在我这一侧有个手柄，大体上跟我的气密过渡舱舱门的手柄形状一样，安装在跟洛基那边形状一样的活板门上——

“这是一个气密过渡舱！”我说，“你在我们的气密通道里造了一间气密过渡舱！”

妙，绝妙。洛基和我都能使用它，他可以通过那根神秘的管道控制舱室里的空气，估计管道连接目标A上气泵之类的设备，那些按钮什么的就用来操纵。这样我们就可以来回传送物品。

我挥舞起爵士手，他也同样挥舞着。

呃，又是方形平板，谁会造一间方形的气密过渡舱呢？特别是要承受波江座外星人气压的过渡舱，就连连接迷你过渡舱的管道都是方形的。我知道他们可以制造圆形的氙岩，初次见面时，他们送给我的圆柱体就是圆的，这条通道也是圆的。

也许是我多虑，氙岩的坚固性可以让你不必仔细考虑压力容器的造型。平板可能比较容易制造。

这真了不起。我竖起一根手指，他也报以同样的手势。我飞回实验室，抓起一把卷尺。他为我展示了一种时间单位，所以我要为他展示一种长度单位。谢天谢地，卷尺是公制的。使用波江座六进制计时系统就已经够混乱了。我最不想跟他交流的就是英制单位，即使它们对我来说已经习惯成自然。

回到通道，我举起卷尺，抻出一点，然后撒手让它收回去。我把这个过程重复了几遍，他开始挥舞爵士手，我指了指“气密方舱”（不然怎么称呼呢？），他再次挥舞爵士手。

我希望这意味着里边没有29倍标准大气压的氨气，让我们试试看……

我转动手柄，轻而易举地向外打开门。

没有爆炸，我甚至没有闻到一丝氨气的味道，里边也不是真空，否则我无法把门拉开。洛基在里边填充了跟我这边一模一样的空气，太贴心了。

我把卷尺大致放在盒子的中间，然后关上门，转动手柄。

洛基按下控制器上的一个按钮，我听见噗的一声，比较沉闷，然后是持续的嗞嗞声。管道中喷出一种雾状气体，估计是氨气。卷尺在里边跳来跳去，仿佛在风中飞舞的落叶。很快嗞嗞声逐渐变得细微。

紧接着，我意识到了自己犯的错误。

卷尺是建筑工地上使用的那种，比较结实，由金属和工具级的胶皮握垫组成。问题在于波江座外星人喜欢高温，具体有多热呢？我不确定，但是此刻我知道温度肯定高于卷尺上橡胶的熔点。

一团液化的橡胶在卷尺上波动起来，依靠表面张力粘在那件工具上。洛基打开门，小心地抓起我出问题的礼物上金属的部分，至少那还是固体，我觉得金属部分是铝，很高兴了解到波江座外星人还没有热到熔化金属铝。

随着洛基把卷尺拿向自己，那团橡胶脱离卷尺，飘浮在他那一侧的通道里。

洛基戳了戳橡胶团，结果被它粘在手爪上，但是没太费劲就甩掉了。显然高温并不影响他，我猜那跟人类从手上甩掉水没什么区别。

在我的大气里，橡胶达到那么热会燃烧，还会冒出恶心有毒的烟雾，飘得到处都是。可是墙那边没有氧气，所以橡胶似乎……只是保持液态，它飘到通道墙壁上并粘在那里。

我朝他耸耸肩，也许他知道那意味着“我很抱歉”。

他似乎也在朝我耸肩，可是他耸的是五个肩膀，看起来很怪异，我不知道他是否明白我的意思。

他把卷尺拉出一点，然后撒手让它一下子缩回去。哪怕他知道这个结果，也还是明显被吓了一跳。他完全放开卷尺，任凭它在自己面前旋转，然后又抓起它，把刚才的动作又重复了一遍。

然后又重复一遍。

又一遍。

“对，很好玩。”我说，“不过看看刻度啊，那些是厘米，厘——米——”

下一次他拉出卷尺时，我指着上边说：“看！”

他只是不断拉尺子，然后又放回去，我根本没看出他在意尺上印的刻度。

“啊！”我伸出一根手指，然后回到实验室，又取来一把卷尺。这是一间储备充足的实验室，没有任何太空任务会完全没有备份。我又回到了通道里。

洛基还在玩卷尺，此时玩得正开心。他把尺子尽可能地抻长，然后两手同时撒开，缩回的卷尺发出啪的一声，开始在他面前飞速旋转。

“♩♪♫♪！！！”他说。我敢肯定那是他喜悦的尖叫。

“快看，”我说，“洛基，洛基！嘿！”

他终于不再玩这件无意间得到的玩具。

我把自己的卷尺拉出一截，然后指着刻度说：“看！这里！看见没有？”

他把自己的尺子拉出大致相同的长度，我能看到上边的刻度还在，波江座外星人炎热的高温环境没有把它们烤掉。是怎么回事呢？

我指着一厘米处的刻度说：“看，一厘米，这条线，这里。”我不断指点着那条刻度线。

他用两手举着卷尺，用第三只手配合着我的节奏不断敲击，可是敲击的地方距一厘米刻度线远着呢。

“这儿！”我更用力地敲着刻度说，“你瞎吗？！”

然后我怔住了。

“等等，你看不见？”

洛基在尺子上又敲了几下。

我一直以为他在某个部位有眼睛，只是我没有发现。可是如果他根本没有眼睛呢？

目标A的气密过渡舱是黑的，洛基在里边没遇到任何麻烦，所以我认为他能看见不同频率的光，那些是我看不见的。可是卷尺上有白底黑刻度，任何频段的视觉都应该能分辨白底黑字。黑是无光，白是光在所有频段的等值呈现。

等一下——这说不通。他知道我在干什么，还模仿我的姿势。如果他看不见，那是如何读出我的时钟的呢？又是如何读出他自己的时钟的呢？

嗯……他的钟表上有厚重的数字，大概有八分之一英寸厚。回想起来，他的确在读我的时钟时遇到一些困难，需要我把时钟粘在分隔墙上，它飘离一点点都会令洛基感到不安。仅仅接近分隔墙还不够，时钟必须得紧挨着墙壁。

“声音？”我说，“你通过声音来‘看’？”

应该有一定道理，人类利用电磁波来理解我们的三维环境，那么不同的物种为什么不能用声波呢？原理相同，我们地球上就有这样的物种，蝙蝠和海豚的回声定位法就是用声音“看”。或许波江座外星人也有那种能力，但是更强。不同于蝙蝠和海豚，波江座外星人有被动声呐，他们用环境声波来解析环境，而不是依靠发出特定的声波来追踪猎物。

这只是一种理论分析，不过与实际情况相符。

所以他的钟表数字很厚，如果太薄的话，他的声呐感知不到。我的时钟对他来说是个挑战，他“看”不见印字，但是指针是实打实的物体，所以他能感受到。可是整个钟表包裹在塑料……

我一拍脑门。“所以你需要我把时钟贴在墙上，你要让内部反射的声波更容易被接收。我刚刚给你的卷尺毫无用处，你根本看不见印刷的刻度！”

这时他又玩起了卷尺。

我伸出一根手指，虽然他更专心于手中的玩具，但还是心不在焉地用空闲的手朝我伸出一根手指。

我飘回飞船，穿过控制室，回到实验室，抓起一把螺丝刀，然后继续下楼来到宿舍。我从地板拆下仓库的活动挡板，它只是一块铝制薄板，大约六分之一英寸厚，边缘倒角处理，这样就不会割伤我们。结实、耐用、轻便，完美适用于太空航行。然后我飘回了通道。

洛基已经把卷尺的一端缠在了通道里的扶手上，还打了个粗糙的结，他用一只手握着收纳的部分，用另外四只手沿着栏杆往后爬。

“嘿，”我说着伸出一只手，“嘿！”

他停下来，不再玩卷尺。“♩♪♩？”

我伸出两根手指。

洛基也伸出两根手指。

“对，好吧。又开始模仿了。”我伸出一根手指，然后变成两根，然后又变回一根，最后又变成三根。

如我所料，洛基也按我的顺序重复伸出手指。

这回我把铝板放在我的手和洛基之间，在铝板后边我伸出手指，变换的顺序是二一三五。

洛基伸出两根、一根和一只手上的三根手指，然后他伸出第二只手，又补充了两根手指，最后一共是五根。

“哇喔！”我说。

六分之一英寸厚的铝板会挡住几乎所有的光。某些频率高到离谱的光波可以穿透铝板，但也会穿透我，如果是这样，他也看不到我的手。但是声波可以透过金属正常传播。

这就是证据，他不依靠光波感知现实，肯定是靠声波。对洛基来说，这块铝板就如同透明的玻璃窗。也许它把映象变模糊了一点，但不是很严重。该死，他大概知道万福玛利亚号的控制室是什么样。怎么能不知道呢？船体外壳只不过是多一些的铝板而已。

他在太空如何看见我？太空里没有空气，也就没有声音。

等等，不对。这个问题太愚蠢了，他不是流浪太空的穴居人，而是拥有高等智慧的星际旅行者。他有技术，可能有摄像机和雷达之类的设备把数据转换成他能理解的内容。跟我的佩特洛娃镜没什么差别，我看不见红外光，但是它可以，所以它在显示器上用我能看见的光波频率显示出来。

目标A的控制室可能有类似盲文的壮观读数。当然，肯定比那要先进得多。

“喔……”我盯着他说，“人类花了数千年凝望星空，好奇遥远的地方有什么。你们从没见过星星，居然也实现了太空旅行。你们这些波江座的外星人一定非常了不起，是科学天才。”

卷尺打的结松开后极速收缩，撞到了洛基的手。洛基疼得直甩手，但是过了一会儿又开始捣鼓卷尺。

“没错，你绝对是一名科学家。”

“起立，”法警说，“华盛顿西区联邦法院现在开庭。由尊敬的梅雷迪斯·斯宾塞法官主持。”

法庭中所有人起立等待法官就座。

“坐下。”法警说完递给法官一个文件夹，“法官大人，今天审判的是知识产权联盟诉万福玛利亚计划一案。”

法官点点头。“原告方，你们准备好了吗？”

原告席坐满了衣着得体的男男女女，其中年龄最大的是一位六十多岁的男性，他起身作答：“我们准备好了，法官大人。”

“被告方，你们准备好了吗？”

斯特拉特一人坐在被告席，正在平板电脑上打字。法官清了清喉咙：“被告方？”

斯特拉特打完字站起来说：“我准备好了。”

斯宾塞指着斯特拉特的被告席说：“律师，你的团队呢？”

“只有我一个，”她说，“而且我不是律师，我是被告人。”

“斯特拉特女士，”斯宾塞摘掉眼镜，怒目而视，“此案的被告人是非常著名的政府间科学家团体。”

“由我领导，”斯特拉特说，“我请求驳回起诉。”

“你还不能提起动议，斯特拉特女士，”斯宾塞说，“只需要告诉我你是否准备好继续。”

“我准备好了。”

“那好。原告方你们可以做开庭陈述了。”

那个上年纪的男人站起来说：“法官大人，陪审团的女士们和先生们，我叫西奥多·坎通，是这起案件中知识产权联盟的律师。”

“在这次庭审期间，我们将证明万福玛利亚计划越权进行数据获取和授权。他们用自身名下的固态硬盘阵列拷贝了几乎每一种具有版权的软件，以及以数字格式存在的每一本书籍和文学作品。这一切既没有支付费用，又没有取得版权所有人或知识产权拥有者的许可。此外，他们的众多技术设计侵犯了专利——”

“法官大人，”斯特拉特打断了他，“我现在能提起动议吗？”

“严格来讲可以，”法官说，“但是这不——”

“我请求驳回。”

“法官大人！”坎通表示抗议。

“以什么理由，斯特拉特女士？”法官说。

“因为我没有时间在这儿扯皮，”斯特拉特说，“我们在造一艘可以说是拯救人类的飞船，而且十万火急，三名宇航员，只有三名，将要进行我们此刻还无法构想的实验。我们需要他们为任何必要且可能的研究方向做好准备。所以我们把一切都交给他们，即人类知识的集合，以及所有软件。其中有些内容挺愚蠢，他们大概不会需要Windows3.1上的扫雷程序，也不会需要未删节的梵—英词典，但是他们得带上那些内容。”

坎通摇摇头。“法官阁下，我的委托人无意争论万福玛利亚计划的崇高性质，控诉的原因在于对版权资料和专利程序的非法使用。”

斯特拉特摇摇头。“达成每项授权协议所需的时间和精力多得离谱，所以我们就略过了这一步。”

“你要明白，斯特拉特女士，你们得遵守法律。”法官说。

“只有我想遵守的时候才遵守，”斯特拉特举起一页文件说，“根据这项国际协议，我个人可以在地球上免于任何起诉。美国参议院在两个月前批准了这份协议。”

她举起第二份文件说：“为了简化眼前的这种局面，我还向美国总统取得了美国司法管辖范围内一切罪行的优先赦免权。”

法警把文件拿给法官。

“这……”法官说，“你说得一点儿不假。”

“我来这儿只是出于礼貌，”斯特拉特说，“其实我完全不必来。不过既然软件业、专利巨头和知识产权相关的每一方联合起来一同起诉，那我觉得把这种趋势一劳永逸地扼杀在萌芽状态将是最快的解决办法。”

她抓起自己的背包，把平板电脑塞了进去，同时说：“现在我要走了。”

“等等，斯特拉特女士，”斯宾塞法官说，“这里是法庭，庭审期间你不可以离开。”

“不，我要离开。”斯特拉特说。

法警走上前说：“女士，如果你不服从，我将采取强制措施。”

“你和你的卫队吗？”斯特拉特说。

五名穿着军装的武装人员进入法庭，驻立在她周围。“因为我有美军保护，”她说，“这可是支精锐之师。”

我一边咀嚼花生酱玉米饼，一边浏览可用的软件。嗯，我知道这种食品听起来不好吃，但实际上很美味。

我已经学会如何用腿夹紧实验室的椅子，这样在使用笔记本电脑时就不会飘走。后来我发现我有好几台笔记本电脑，目前我在仓库至少发现了六台，它们都连接着覆盖整个飞船的WiFi网络，特别方便。

如果没记错的话，我应该拥有存储在飞船某处的几乎所有软件，关键在于找到我需要的那一种，可我甚至不知道它叫什么名字。幸运的是，数字图书馆里有一本书列出了所有应用软件，因此给我提供了帮助。

终于，我找到了要使用的软件：“鼓膜实验室波形分析器”。我的图书馆里有各种各样的波形分析软件包，根据2017年一本杂志对波形分析软件的评论，这款软件获得了最高评价。

我在一台笔记本电脑上把它装好，它使用简单，功能丰富，不过我最感兴趣的是它的傅立叶变换功能，这是最基本的声波分析工具，也可以说是最重要的。如何实现傅立叶变换涉及很多复杂的数学知识，不过最终的结果是这样：如果你对一段声波进行傅立叶变换，就会得到一系列同时演奏的音符。所以假如我弹奏C大调和弦并用这款软件记录，它会告诉我同时弹奏的音符是哆咪索。这可太有用了。

不能再看哑剧，我得学一学波江语了。对，这个词是我新造的。不，我也没有觉得这有什么不好。在人类历史上有很多事我在这里都是第一次做，有很多东西需要命名。我没有使用自己的名字，你们就高兴去吧。

我在另一台笔记本电脑上打开表格软件，再把这两台笔记本背靠背粘在一起。当然，我可以在同一台上运行这两种软件，但我不喜欢来回切换。

然后我飞回飞船顶部，重新进入通道。可洛基不在里边。

嗯。

洛基不可能一整天都在那里等我，可是他们为什么不能派人一直待在通道里呢？假如我的同事还活着，我们绝对会轮流值班。甚至，伊柳希娜会一直待在这里，只有必须睡觉时才会离开。

假如他们有不同的人待在通道里呢？我怎么知道洛基只有一个人？我不知道如何区分波江座外星人，也许我一直在跟六个不同的外星人交流。这个想法可太令人不安了。

不……不是那样的。我敢肯定洛基是一个人。他甲壳上的隆起和手上的石质突起独一无二，我记得他的一根手指上有处棱角分明的不规则突起……没错，那就是同一个家伙。

假如你把一块石头看了几个小时，有人用一块非常相似但稍有不同的把它替换掉，你会看出来的。

好了，那么别的船员在哪儿？我孤身一人是因为我的同事们没活下来，可是波江座外星人有更高水平的太空科技，更大的飞船，近乎坚不可摧的外壳材料，飞船上必定得有一批船员。

哦！我打赌洛基就是船长！他自己冒险跟我这个可怕的外星人交流，其他所有人留在飞船上。柯克船长[29]就会这么做，那么洛基船长为什么不呢？

总之，我有大事要干，而且迫不及待。

“嘿！洛基！”我喊道，“过来！”

我等着听有什么动静。“别这样，伙计！你的全范围感官输入都是声波，我打赌一英里外掉根针你都能听见！你知道我在喊你，快滚过来……如果你知道怎么‘滚’的话。我想谈谈！”

我等啊等，可是洛基没出现。

我估计我在他眼里优先级很高，所以他正忙的工作一定非常重要。毕竟他有一艘飞船要统领。他大概需要吃饭睡觉，对吧，他无论如何都得吃饭，所有生物组织都需要以某种方式摄取能量。我不知道波江座外星人是否睡觉。

想到这儿……睡觉也许不是个特别糟糕的主意，过去48个小时我只小睡了两个小时。洛基的时钟还塞在一根扶手杆和分隔墙之间，坚持不懈地计时。有趣的是这个时钟只有五位数，根据我的计算，它每五个小时左右就会返回ℓℓℓℓℓ，或许这是波江座外星人的一天？

随后再琢磨吧，睡觉最重要。我用笔记本电脑上的表格程序建立一份表单，用它来把洛基的时间和我的时间相互转换。我输入洛基时钟的当前时间即IℓIVλ，用表单计算出那个时钟八小时后的显示时间，结果是Iλ+VVλ。

然后我连忙跑回实验室，取来一把木签和胶带。洛基看不见印字，我必须得改进工艺。

我把木签粘在分隔墙上，让洛基知道我的返回时间是Iλ+VVλ。幸运的是，这些字符基本都由直线组成，所以我的小手工作品足以让他理解。

值得注意的是，我的返回时间有六位数，比洛基的时钟还多一位，不过我确定他会明白。假如洛基说“我在37点钟回来”，我会理解他的意思。

睡觉之前，我从实验室的真空室里拆下一个迷你摄像头，它跟一块便携显示屏通过无线信号连接。我把摄像头对准分隔墙，粘在通道里，把显示屏带回了铺位。

好啦，这下通道里安上婴儿监视器了。摄像头本来用于观察实验，不是用来交谈，所以不能传输音频信号。但这也聊胜于无。

我把床单和毯子的边缘都压在椭圆形床垫底下，然后钻进紧绷的毯子里，这样我就不会在睡觉时飘起来。

跟洛基交流的鸿图大略得等下实施。我有点沮丧，但这种情绪也没有持续太久，我几乎一下子就睡着了。





第十二章


当——当——当。

声音很远，勉强穿透我的意识。

当——当——当。

我从无梦的睡眠中醒来。“嗯？”

当——当——当。

“早餐。”我含混地说。

机械臂伸进屋顶的储藏隔间，取出一包餐食。这里的每天早晨都像圣诞节，我打开盖子，蒸汽四下飘散出来。里边是一份早餐玉米卷。

“真好，”我说，“咖啡？”

“准备中……”

我咬了一口玉米卷，好吃极了，所有的食物都好吃极了。我猜他们觉得，既然我们会没命，那么也许可以吃点好的。

“咖啡。”计算机说。一条机械臂递给我一个有吸嘴的饮料袋，仿佛是成人版的袋装果汁，零重力下的待客之道就是如此。

我让玉米卷飘在身旁，然后喝了一口咖啡，美味自不必说，奶油和糖也恰到好处，非常符合我的个人口味。对不同的人来说，偏好也是截然不同的。

当——当——当。

到底是什么声音？

我查看粘在我床铺旁边的LCD显示屏，洛基正在通道里敲击分隔墙。

“计算机！我睡了多久？”

“病人昏睡时间为十小时十七分。”

“啊，该死！”

我钻出床铺，穿过飞船，奔向控制室。因为饥饿得很，所以我还带着玉米卷和咖啡。

我跳进通道。“抱歉！抱歉！”

见我进来，他比之前敲得更响，他指向墙上粘着的用木签拼成的数字，又指向时钟，然后攥起了一个拳头。

“对不起！”我像祷告那样双手合十，除此之外不知还要怎么做，祈求原谅的星际通用符号是不存在的。我不知道他是否明白，但他松开了拳头。

也许那只是个轻微的警告，我觉得他本可以伸出五个拳头，但是只举起了一个。

不管怎么样，我让他等了两个多小时，他感到心烦意乱也情有可原。希望接下来的把戏能弥补他。

我伸出一根手指，他也同样伸出一根手指。

我抓过用胶带粘在一起的两台笔记本电脑，分别启动声波分析软件和表格软件，然后把它们贴在分隔墙上，用胶带粘好。

我从分隔墙上扯下木签数字，用它们开始接下来的交流就挺好，我举起“I”并指着它。“一，”我说，“一。”

我指向自己的嘴，然后指向波江文数字说：“一。”

说完我指向洛基。

他指着“I”说：“♪。”

我暂停声波记录仪，并回退了几秒。

“这就对了……”洛基读的“一”只是同时发出的两个音，其中还有不少谐波和共振，但是主频率峰值只有两个音。

我在另一台电脑的表格上输入“一”并标注对应的频率。

“好的……”我转向分隔墙，举起符号“V”。“二。”我说。

“♪。”他说。又一个单音节词，一种语言里最古老的词汇通常是最短的。

这次它是由四个音组成的和声。我输入“二”并录下这个词汇的频率。

洛基开始变得兴奋，我觉得他明白了我的意图，这让他感到高兴。

我举起“λ”，还没等我说话，洛基就指着它说：“♫♪。”

漂亮，我们的第一个双音节词，我不得不反复播放几遍波形数据，才弄清楚和声。第一个音节只有两个音，第二个音节有五个！洛基至少可以同时发出五个不同的声音，他一定有多组声带或类似的器官。当然，他有五条胳膊和五只手，所以为什么不能用五组声带呢？

我没在他身上看到一张嘴，声音只是从他的体内某处发出。第一次听他说话时，我觉得听起来像鲸歌。这个论断可能比我表面的看法更准确，鲸鱼不排出空气，让气流反复经过声带，就能发出那种声音。洛基也许是靠同样的原理发声。

当——当——当——当。

“怎么了？”我看着他说。

他指着还在我手里的字符“λ”，然后又指向我，然后又指向“λ”，指向我。他几乎要疯了。

“哦，抱歉。”我说着摆正数字说，“三。”

他挥起爵士手，我也回以爵士手。

哈，既然我们用到了这个手势……

我静静站了一会儿，这样他就明白对话中的停顿。然后我挥起爵士手说：“是。”

我重复手势说：“是。”

他也向我重复这个手势说：“♫♩。”

我在笔记本电脑上找出并记录下频率。

“那么，我们的词汇表里有了‘是’。”我说。

当——当——当。

我看过去，他一看引起了我的注意，就又挥起爵士手说：“♫♩。”跟上次一样的和声。

“是，”我说，“这个词我们搞定了。”

他伸出手指举了一会儿，然后攥了两个拳头并互相撞了一下，“♪♪。”

……什么？

“哦。”我说。我是一名教师，刚刚学会“是”的人我会教他什么呢？“那是‘不’。”

至少我希望如此。

我攥起拳头撞了一下。“不。”

“♫♩。”他说。我在电脑上确认了一下，他刚刚说了“是”。

等等，这意味着那个音不是“不”？是另一个“是”？这回我可蒙了。

“不是吗？”我问。

“不。”他用波江语说。

“所以是‘是’？”

“不，是。”

“是吗？”

“不，不。”

“是，是吗？”

“不！”他朝我攥起一个拳头，显得很沮丧。

这种跨物种的鸡同鸭讲还是算了，我伸出一根手指。

他松开拳头，也伸出手指。

我在表格文件输入频率，暂时标记为“不”。

错就错吧，随后再弄清楚。

我举起符号“+”说：“四。”

他伸出一只手的三根手指和另一只手的一根手指说：“♩♩。”

我记录下频率。

接下来的几个小时，我们把共享词汇表扩展到了几千个单词。语言类似于一种呈指数级增长的体系。你认识的单词越多，就越容易描述新单词。

用来收听洛基的系统既缓慢又笨拙，限制了我们的交流。我用一台笔记本检测它发出的频率，然后在另一台笔记本电脑的表格里查询。这不是个便捷的系统，我有点受够了。

于是我请求离开一个小时，自己编写了一款软件。我不是计算机专家，但是会一些基本的程序设计。我写了一个程序接收音频分析软件的输出并在表格里查询相应的词汇。它甚至算不上程序，更像是一份脚本。它的运行效率很低，但是计算机速度很快。

幸运的是，洛基的语音是音乐和声。虽然计算机很难把人类声音转换成文本，但是让它分辨音符并在表格中查询却很容易。

从此以后，我的笔记本电脑上便会实时显示洛基发言的英文翻译了。出现新词的话，我就把它加入我的数据库，接下来计算机就会认识这个单词。

与此同时，洛基却没有使用任何系统来记录我的语言和行为。没有计算机，没有书写工具，没有麦克风，什么都没有。他只是集中注意力，在我看来，他记住了我告诉他的一切。一个单词都不差，即使是我在几个小时前只说了一遍的事儿。真希望我的学生也这么专心致志！

我猜波江座外星人的记忆比人类好得多。

广义上说，人类大脑就像许多黑客软件编译成的单一单元，不知怎么就运转起来，每个“特征”以随机突变的形式补充进来，那些突变正是为了增加生存概率而解决某个特定问题才产生的。

总之，人类大脑异常复杂，关于进化的一切都说不清楚。所以我猜波江座外星人也经历了各种各样的随机突变。不过不管现在的大脑如何进化出来，他们反正是拥有了过目不忘的记忆力。

甚至可能比那还复杂，人类大脑的一大块区域负责视觉，甚至拥有自己的缓冲区，也许波江座外星人只是特别善于记忆声音，毕竟这是他们最主要的感觉。

我知道这么做还太早，可我没法再等了。我从实验室储备中取了一瓶噬星体，带到通道中举给洛基看。

“噬星体。”我说。

洛基的整个体态发生了改变，他放低甲壳，保持住身体的手握得更紧。“♫♪♫。”他说话的声音也比通常更平静。

我检查电脑，这个词汇没有记录过，一定是他描述噬星体的说法。我在数据库中做了记录。

我指着小瓶说：“噬星体在我的恒星上，不好。”

“♫♩♪♫ ♫♪♫♩ ♫♪♫。”洛基说。

计算机翻译为：噬星体在我的恒星上，不好不好不好。

耶！推测得到确认，他来这儿的原因跟我一样。我还有特别多的问题要问，可是没有合适的词汇。真让人沮丧！

“♫♫ ♫♩♪♪♫ ♫♪♫。”洛基说。

我的计算机上弹出文字：你来自哪儿，问题？

洛基挑选了基本的英语语序。我认为他早早发现我无法生来就记住一切，所以选择配合我的语言系统，而不是教给我他的系统。说实话，我可能看起来相当愚蠢。不过他的某些语法偶尔会穿插进来。他总是以“问题”这个词来结束问句。

“不明白。”我说。

“你的恒星叫什么名字，问题？”

“噢！”我说，他想知道我的恒星的名字。“太阳，我的恒星叫‘太阳’。”

“明白，波江语中你的恒星叫♫♪♫♪♩♩。”

我记下这个新词，这是洛基口中的“太阳”。不同于在摸索中交流的两个人类，洛基和我甚至不能正确读出对方对应的名词。

“我管你的恒星叫‘波江座’。”我说。严格来讲应该是“波江座40”，不过我决定简单点。

“我的恒星在波江语中叫♫♩♪♪♪。”

我把这个词加入字典。“明白。”

“好。”

这个特定的说法我不用看计算机的翻译就能理解，我已经开始分辨出某些更常用的词汇，比如“你”“我”“好”“坏”等。我没什么艺术细胞，耳朵对音乐的鉴赏力远达不到平均水平。不过把一个和声听上100遍，你就会记住它。

我看了看表。对，我现在有了一块表，那块秒表有时钟功能。我过了一段时间才发现，因为心里总想着别的事情。

我们已经交流了一整天，我累得筋疲力尽。波江座外星人到底知不知道什么是睡觉？我猜现在应该弄清这个问题。

“人类身体必须睡眠，睡眠是这样。”我蜷缩成一团，闭上眼睛，夸张地诠释睡眠，我还假装打呼噜，因为我不是个好演员。

恢复到正常状态后我指着他的时钟说：“人类睡眠两万九千秒。”

除了记忆力超群，波江座外星人还极其擅长数学，至少洛基是这样。我们搞定科学单位时，他很快表现出自己能在转瞬间从他的单位转换到我的单位的计算能力，而且轻易就理解了十进制。

“太多秒……”他说，“为什么还要这么多秒，问题……明白啦！”

他放松手臂，任它们垂下来，然后像一只死虫子一样蜷缩起身体，保持静止了一段时间。“波江座人也是一样！♪♫♫♪！”

噢，谢天谢地。我没法想象如何给没听过“睡眠”的人解释这种行为：嘿，我要失去意识，幻想一段时间。顺便说下，我三分之一的时间都在做这件事，长时间不做的话，我会发疯，最终死去。不用担心。

我把他说的“睡眠”加入了字典。

转身离开时，我说：“我现在去睡觉，两万九千秒之后回来。”

“我观察。”他说。

“你观察？”

“我观察。”

“呃……”

他想观察我睡觉？在其他任何情境下这都有点吓人，可是如果你在研究一种新的生命，我猜这就不成问题。

“我会保持静止两万九千秒。”我提醒他，“很多秒，我什么都不做。”

“我观察、等待。”

他回到自己的飞船，终于要取记录工具了吗？几分钟后，他回来了，一只手拿了件设备，另两只手拿着一个书包。

“我观察。”

我指着那件设备说：“这是什么？”

“♫♪♩♫，”他从包里掏出某种工具，“♫♪♩♫不工作，”他用掏出的工具捅了那件设备几下，“我更换，♫♪♩♫工作。”

我懒得记下新单词。要怎么描述它呢？“洛基那次拿的东西？”不管是什么，它支出几根线缆，从一个开口露出一些复杂的内部结构。

这件物品本身无关紧要，关键在于洛基要修复它，对我们来说，这儿有个新词。

“修理，”我说，“你修理。”

“♫♪♫♪。”他说。

我把“修理”添进字典，估计会经常用到它。

他想观察我睡觉，他知道那不会激动人心，可还是想观察。所以他找点儿活干，让自己保持忙碌。

好吧，他开心就好。

“等着。”我说。

我返回飞船，奔向宿舍。

我拽出自己的床垫、床单和毯子，我可以用其余两张床中的一个，不过……我去世的战友曾躺在上边，所以还是算了。

我拉着床垫和床上用品通过实验室，又费劲地穿过控制室，来到通道，用大量胶带把床垫固定在通道墙壁上，然后塞好床单和毯子。

“我现在睡觉。”我说。

“睡吧。”

我关闭通道里的灯。对我来说一片黑暗，对于想要观察我的洛基却没有丝毫影响。双赢。

我钻进床铺，压抑着说晚安的冲动，那样只会引出更多问题。

洛基修理着他的设备，伴随着偶尔发出的撞击声和摩擦声，我飘然进入梦乡。

接下来几天都是重复之前的模式，但是一点都不无聊。我们大大丰富了共享词汇表，在语法上也取得颇多进展。时态、复数、从句……语言不简单，可是我们一点点掌握。

虽然过程缓慢，但是我也越来越多地记住他的语言。我不必时时查询计算机，但是还不能完全摆脱，完全掌握需要很长时间。

我每天花一个小时学习波江语词汇。我编了一个简单的脚本，从表格里随机挑选词汇，并用音频程序播放。这也是一个很粗浅的程序，效率低下，但是在高速的计算机上运行。我希望尽快摆脱词汇表的限制，但是眼下还离不开它。不过，我偶尔会听懂整个句子，不用求助于计算机，仿佛在蹒跚学步。

每晚我都睡在通道里。洛基一直在观察，我不清楚原因。因为忙于其他工作，我们还没谈论过那件事。可他非常不愿意我离开他睡觉，即使我只是想简短地打个盹。

今天我想弄清一个非常重要的科学单位，它一直让我们不得要领，主要是因为我们生活在零重力环境下。

“我们得谈谈质量。”

“是的，千克。”

“好吧，我得怎么跟你描述千克呢？”我问。

洛基从他的书包里掏出一个小球。“我知道这个球的质量。你测量，你告诉我球有多少千克，然后我就理解千克了。”

他考虑周详！

“对！给我球。”

他用好几只手攀上支撑杆，把球放进了迷你过渡舱。等待小球冷却一会儿之后，我把它拿在手里。它很光滑，由金属制成。我感觉相当致密。

“我要怎么测量呢？”我暗自嘀咕。

“26。”洛基没头没尾地说。

“什么26？”

他指着我手里的球说：“球是26。”

噢，我明白了。不管他用什么单位，球重26。好吧，我只需要测出球重，再除以26并告诉他结果。

“我明白，球重26。”

“不，不是。”

我停下来问：“不是吗？”

“不是，球是26。”

“我不明白。”

他考虑了一会儿，然后说：“等。”

他消失在自己的飞船里。

他离开这段时间我思考如何在零重力下测量重量。它当然还有质量，可我不能直接把它放到秤上，因为没有重力。我也不能旋转万福玛利亚号，通过离心机模式来获得重力，通道还连在飞船的头部。

我可以造一台小型离心机，足以装下最小的实验室磅秤那种，让它以恒定速率旋转，在里边放上秤。测量一个我了解质量的物体，然后测量小球。我可以根据两次测量的比率计算小球质量。

可我必须造一台匀速的离心机，该怎么造？我可以轻而易举地在实验室的零重力条件下旋转某物，可我如何在多次实验过程中让它保持恒定速率旋转？

有了！我不需要恒定的速率，我只需要一根标记出中点的绳子！

我飘回万福玛利亚号，洛基会原谅我溜走。甚至，他应该可以在自己飞船的任何地方“观察”我。

我把球带回实验室，取出一截尼龙绳，在它两端各绑一个塑料样品罐，这样我就有了每端各绑一个小水桶的绳子。我把两个塑料罐并排放在一起，把现已对折的绳子拉紧，然后用笔标记端点，那就是这套装置的正中心。

我掂了掂小球，感受它的质量。大概不到一磅，不到半千克。

我把一切都留在实验室，然后脚蹬墙壁返回下方宿舍。

“水。”我说。

“请求供水。”计算机说。机械臂递给我零重力下的一“吸”水。其实就是一袋水带着根吸管，放开小夹子，水才会流出。里边是一升水，机械臂每次都会给我一升水，要想拯救世界脱水可不行。

我回到实验室，把一半水挤进一个样品盒并封好，然后把半空的饮水袋放进绳子上的一个塑料罐，把金属球放进另一个塑料罐，最后让整个装置在空中旋转。

两部分的质量显然不一样，两个相连接的容器以不对等的半径旋转，这说明盛水的一侧要重得多。那好，这正是我需要的。

我从空中拿过水袋喝了一口，然后再次旋转，中心仍然偏离，但是没那么严重了。

我继续喝水，旋转，再喝水，如此尝试直到我的小装置绕着标记的中点旋转。

这表示水的质量等于球的质量。

我取出水袋。我知道水的密度，是1千克每升，所以我只需要知道水的体积，就能得出水的质量，即小球的质量。

我从备品里取出一个大塑料注射器，它最多可以抽取100立方厘米的容量。我把注射器插入水袋，放开吸管上的夹子，吸出100立方厘米的水，然后挤到我的“废水箱”里。我重复几次，最后清空水袋时，注射器里的水大约只有四分之一。

结果：325立方厘米水，重325克！所以洛基的球也是325克。

我返回通道，告诉洛基自己的天才表现。

我一进去他就朝我攥起拳头。“你离开了！坏！”

“我测量了质量！我做了一个非常巧妙的实验。”

他举起一个穿珠子的线绳。“26。”

珠串跟我们谈论大气时他给我的那些一样——

“哦。”我说。那是个原子，他以此表示原子，我数了数珠子，一共26个。

他指的是26号元素，地球上最常见的元素之一。“铁，”我指着那串项链状模型说，“铁。”

他也指着项链说：“♫♩♪♫♫。”我在字典里记录了这个单词。

“铁。”他指着项链又说。

“铁。”

他指着我手里的球说：“铁。”

沉思一秒之后，我拍了下脑门。

“你坏。”

我的实验很有趣，但完全是浪费时间。洛基给了我所需的全部信息，或者至少做出了这样的尝试。我知道铁的密度，也知道如何计算球的体积，由此得到质量只需要一点计算。

我从放在通道中的工具箱里掏出一把卡尺，测量出这个球的直径是4.3厘米。据此我算出球的体积，再乘以铁的密度就得出更精确的质量为328.25克。

“我的实验结果只差百分之一。”我暗自嘀咕。

“你跟自己说话，问题？”

“是！我在跟自己说话。”

“人类真奇特。”

“是。”我说。

洛基伸伸腿。“我现在睡觉。”

“哇。”我说。这是我们见面以来他第一次要睡觉。不错，这会给我一些做实验的时间。但是多长时间呢？

“波江座人睡多久？”

“我不知道。”

“你不知道？你就是波江座人，怎么能不知道睡多久？”

“波江座人不知道睡眠持续多久。也许短时间，也许长时间。”

他们的睡眠时间无法预期，我猜没有规定说睡眠必须进化出固定的时间模式。他至少应该知道大致的时间范围吧。

“最短时间是多久？最长时间呢？”

“最短是12265秒，最长是42928秒。”

本该给出大致估算的数据，可奇怪的是，洛基总是给我有整有零的特定数目。有一段时间我不理解，但最后总算明白了。他实际提出的是大致的约整数，可都是基于他们的单位和六进制。他把这些数值转换成十进制地球秒其实比直接用地球秒思考更加容易。

假如我把这些数值转换回波江座秒，再转换成六进制，我打赌它们也都是约整数。不过我太懒了，为什么要把他们转换好的数再恢复回去呢？我从没见他在计算上出错。

不过，我需要在计算器上除两次60，把它们从一个地球单位转换成另一个地球单位。他最少睡三个半小时，最多睡近十二个小时。

“我明白了。”说着我就转身要回气密过渡舱。

“你观察，问题？”洛基问。

他观察过我睡觉，所以主动让我观察他才算合理。我确信地球科学家愿意远道赶来研究波江座外星人的睡相，可我总算有时间对氙岩进行深入研究，而且我迫不及待想要了解氙如何跟其他元素相结合。假如我能让实验室设备在零重力环境下工作，我就会解开这个谜团。

“不必了。”

“你观察，问题？”他又问。

“不。”

“观察。”

“你想让我观察你睡觉？”

“是，想想想。”

不言而喻，重要的事情说三遍。

“为什么？”

“你观察的话，我睡得更好。”

“为什么？”

他挥舞几条胳膊，努力措辞表达。“波江座人都那么做。”

波江座外星人互相观察着睡觉，确有其事。我应该在文化方面更敏感，可我自言自语时他也曾不理解。“波江座人真奇特。”

“观察，我睡得更好。”

我不想观察一只大小赶上狗的蜘蛛一动不动几个小时。飞船上有船员，对吧？找一个来看。我指了指飞船。“让别的波江座人观察你。”

“不。”

“为什么不？”

“这里只有我一个波江座人。”

我目瞪口呆。“那艘大飞船上只有你一个人？”

他沉默了一会儿，然后说：“♫ ♩ ♪ ♫ ♩ ♪ ♫ ♫ ♪ ♩ ♪ ♫♫♪♫♪♩♫♪♩♪ ♫♩ ♪ ♫♩♪ ♫ ♩♪♫♩♪ ♫♩♪ ♫。”

完全听不懂，临时编写的翻译软件失效了？我检查了一下，没失效，它工作正常，我又检查洛基的声音波形，它们好像跟我之前看到的类似，但是音调更低。我想起来了，整个句子似乎比他此前说的一句话音调更低。我在软件的录音历史中选中这一整段音频并把它提高一个八度。八度音是一个普遍存在的概念，并不是只有人类知道。提升八度意味着把每个音符的频率翻倍。

计算机立即翻译出结果：“最初船员有23名，现在只有我一个。”

原始音频低了八度……我觉得是在表达情感。

“他们……他们死了？”

“是。”

我揉了揉眼睛，啊，目标A曾有23名船员，洛基是唯一的生还者，他对此表示难过可以理解。

“什么……呃……”我张口结舌，“坏。”

“坏坏坏。”

我叹了口气说：“我们原来有三名宇航员，现在只剩下我。”我手扶在分隔墙上。洛基把一只手爪放在我手对面。“坏。”

“坏坏坏。”我说。

我们保持这个姿势待了一会儿。“我会看着你睡觉。”

“好，我睡觉。”他说。

他的胳膊下垂，在任何人看来，他都像是一只死去的昆虫，飘浮在自己那一侧的通道里，不再依附于任何支撑杆。

“好吧，你不再孤单了，伙计。”我说，“我们都不再孤单了。”





第十三章


“伊斯顿先生，我不认为有搜查我们的必要。”斯特拉特说。

“我认为有。”狱警队长说，他浓重的新西兰口音听起来虽友好，但暗藏锋芒。这个男人能胜任这份工作靠的就是不听人胡扯。

“我们被豁免——”

“打住，”伊斯顿说，“没人能不经过彻底搜身就进出派尔。”

奥克兰监狱出于某种原因被本地人称为派尔，是新西兰唯一一座最高安全级别监狱。唯一的入口布满了安全摄像头和一台所有访客都躲不掉的微型扫描仪，就连狱警进入时都要被检测一番。

伊斯顿的副手和我站在旁边，看着各自的上司为此事争执，我们看着对方，一起耸了耸肩。同为固执领导的下属，我们有点同病相怜。

“我不会交出电击枪，如果需要我可以给你们的首相打电话。”斯特拉特说。

“行啊，”伊斯顿说，“她会把我即将说的话再告诉你一遍：我们不会让这里的野兽们接近武器，就连我自己的警卫也只用警棍。有些规则我们坚持到底，我完全清楚你的权力，但那也要有个限度。不能你说怎样就怎样。”

“伊——”

“手电！”伊斯顿伸手说。

他的副手递过去一支小手电，他接到手中并点亮。

“请把嘴张大，斯特拉特女士，我要检查违禁品。”

真不得了，趁着局面没有激化，我赶紧上前一步。“先检查我！”说完，我用力张开了嘴。

伊斯顿把光打进我的嘴里，左右看了一下。“你没问题。”

斯特拉特只是瞪着他。

他拿着手电筒准备检查。“如果你愿意，我可以找一名女警卫，让她对你进行更全面的检查。”

时间过去了几秒钟，她先是一动不动，然后从枪套里掏出电击枪，交了出去。

她一定是厌倦了，我以前从未见她放弃过主动权，但也没见她陷入过无意义的对峙。她大权在握，形势所需的话她也能伸能屈，不过简单的解决办法摆在眼前时，她通常不去争论。

很快，警卫陪同斯特拉特和我穿过监狱里冷淡的灰色墙壁。

“你怎么回事？”我说。

“我不喜欢小王国里的土皇帝，”她说，“逼得我发疯。”

“你可以偶尔妥协一下。”

“我没有耐心，全人类也没有时间。”

我伸出一根手指。“不不不！你不能每次犯浑的时候都用‘我在拯救世界’当借口。”

她沉思了一会儿。“对，好吧，你或许有点道理。”

我们随着警卫穿过一条长长的走廊，来到最高安全区。

“最高安全等级似乎有点过分。”斯特拉特说。

“死了七个人，”我提醒斯特拉特，“因为他。”

“那是意外事故。”

“那是过失犯罪，他罪有应得。”

警卫领我们转过一个转角，我们跟随着他们走在迷宫一样的通道里。

“到底为什么带我来？”

“因为科学。”

“总是这个原因，”我叹了口气，“我很难喜欢上这个说法。”

“好，记下了。”

我们进入一个简陋的房间，里边只有一张金属桌，桌子一侧坐着一个穿亮橙色连体囚服的犯人。他有四十好几，也许五十出头，秃顶，双手被铐在桌子上，看起来没有任何威胁。

斯特拉特和我坐在他对面，警卫在我们身后关上门。

此人看着我们，稍微一歪头，等着看谁先发话。

“罗伯特·瑞德尔博士。”斯特拉特说。

“叫我鲍勃。”他说。

“我要叫你瑞德尔博士，”她从公文包里掏出一份文件，查阅起来，“你因为杀了七个人被判终身监禁。”

“对，那是他们把我送到这里的借口。”他说。

我打断他俩。“七个人死在你的设备上，因为你的过失。似乎把你关起来的‘借口’很充分呢。”

他摇摇头。“那七个人死亡是因为控制室没有遵守流程，启动主泵站时工人还在反射塔。那是一个可怕的事故，但也是意外。”

“那你解释一下，”我说，“假如你的太阳能电厂死人不怪你，那你为什么在这里？”

“因为政府认为我贪污了几百万美元。”

“他们为什么会那样认为？”我问。

“因为我确实贪污了几百万美元，”他把戴手铐的手腕调整得更舒适一些，“可这与死亡事故没有关系，没有！”

“给我讲讲你黑板能源的想法。”斯特拉特说。

“黑板？”他往后闪身，“那只是一个设想，我发的电子邮件没署名啊。”

斯特拉特翻了个白眼。“你真以为从监狱电脑实验室里能发出匿名电子邮件？”

他把脸转向一旁。“我不懂电脑，只是一名工程师。”

“我想再多了解一下黑板，”她说，“假如引起我的兴趣，你的刑期有可能会减少。所以开始讲讲吧。”

他来了精神。“那么……我觉得……好吧。你们对太阳热能了解多少？”

斯特拉特看向我。

“呃，”我说，“就是你架设起一大批镜子，把太阳光反射到一座塔顶。假如用几百平方米的镜子把所有反射的阳光聚焦到一点，你就能给水加热，让它沸腾，推动汽轮机。”

我转向斯特拉特。“可这不是新技术，甚至西班牙现在就有一座全功能的太阳能热电厂。如果你想了解，就跟他们谈谈。”

她打了个手势让我闭嘴。“你在新西兰就干这个？”

“其实，”他说，“这是新西兰资助的，不过愿景是为非洲提供电能。”

“为什么新西兰会掏钱帮助非洲？”我问。

“因为我们是好人。”瑞德尔说。

“哇哦，”我说，“我知道新西兰很酷，可是——”

“然后将会有一家新西兰国有企业出售这些电能。”瑞德尔说。

“我就说吧。”

他朝前探过来。“非洲需要基础设施，所以需要电能。他们有900万平方千米毫无用处的土地，地球上最强烈的持续太阳光照就有一些分布在那里。撒哈拉沙漠就坐落在那儿，等待着赋予人类所需的一切。我们只需要造出该死的发电厂。”

他在椅子上往后一靠。“可是当地的每一家政府都想分一杯羹。贪污、受贿、回扣，应有尽有。你觉着我贪污了很多？切，跟我在鸟不拉屎的地方建立太阳能电厂所交的贿赂相比，那根本不值一提。”

“然后呢？”斯特拉特说。

他低头看着自己的鞋说：“我们建了一座试验电厂，镜面面积一平方千米，全都聚焦在一座塔顶装满水的金属鼓上。加热蒸发，推动汽轮机，你了解循环过程。我派一组工人去检查金属鼓的泄漏点，有人在塔上时，镜面应该对着别处，可是控制室有人误以为在进行虚拟测试，结果启动了系统。”

他叹了口气。“七个人，转瞬间就都死了。至少他们没有痛苦，没有太多痛苦。得有人为此负责，受害者都是新西兰人，所以政府咬住我，那次审判真是场闹剧。”

“那贪污呢？”我问。

他点点头。“对，审判时提到这项罪名，不过项目要是成功的话，我就会逃脱这项罪名。我不是在这儿抱怨，只是想说判我贪污没问题，这项罪名我认。可我没杀那些人，不是因为疏忽或是别的原因。”

“事故发生时你在哪儿？”斯特拉特说。

他没有回答。

“你在哪儿？”斯特拉特又问。

“我在摩纳哥度假。”

“你在那儿过了三个月，把贪污的钱输了个精光。”

“我……我有赌瘾，”他说，“我承认，最初就是因为赌债我才贪污的，那是一种疾病。”

“假如你没去寻欢作乐，而是一直在工作会怎么样？假如发生事故那天你也在场会怎么样？事故还会发生吗？”

他的表情就足以回答这些问题。

“好吧，”斯特拉特说，“现在已经不用推脱和胡扯了。你没法说服我你是无辜的替罪羊，这是我的立场。我们接着说，给我讲讲黑板。”

“那好吧，”他缓了缓情绪，“我一生都在能源领域工作，不用多说我对噬星体也非常感兴趣，那样一种存储介质——唉，要不是它在吞噬太阳，它将是人类历史上最大的狗屎运。”

他在座位上挪了挪。“核反应堆、火电厂、太阳能电厂……归根结底，它们做的事情都一样，利用热能烧水，利用蒸汽驱动汽轮机。可是有了噬星体，我们就省去了这个复杂的过程。噬星体，把热能直接转化为存储的能量，甚至都不需要较大的温度差，只要高于96.415摄氏度就行。”

“这我们了解，”我说，“过去几个月我一直在用核反应堆的热量孵化噬星体。”

“你有什么收获？也许会有几克？我的方法能让你每天收获一吨，几年后你的产出就足够用于万福玛利亚任务。反正制造飞船的时间都比这要长。”

“好了，你成功引起了我的注意。”我说。当然，此前斯特拉特并没有告诉我有关“黑板”的任何内容。

“取一块金属箔，基本上任何金属都行，通过阳极氧化把它变黑。用油漆刷黑不行，要采用阳极氧化，用透明的玻璃覆盖住它，在玻璃和金属箔之间留一厘米的缝隙。用砖、泡沫塑料或其他优质绝热材料封边，然后把它放在太阳底下。”

“明白，但这有什么用？”

“黑色箔片会吸收太阳光并变热，玻璃将它同外界空气隔绝，热量仅通过热传导很慢的玻璃散失，平衡温度将达到100摄氏度以上。”

我点点头。“在那个温度下，你可以给噬星体补充能量。”

“对。”

“可是那会慢得离谱，”我说，“假如你有一个一平方米的盒子以及理想的气象条件……比如说每平方米一千瓦的太阳能功率……”

“大约是每天一毫微克，”他说，“基本上就是这么多。”

“跟每天‘一吨’比简直是沧海一粟。”

他笑了。“这取决于你造出多少平方米的金属箔。”

“你需要两万亿平方米才能一天生产一吨。”

“撒哈拉沙漠有九万亿平方米。”

我被他惊掉了下巴。

“你们说得太快了，”斯特拉特说，“解释一下。”

“是这样，”我说，“他想在撒哈拉沙漠铺一大片黑板，差不多有……整个沙漠的四分之一！”

“那将是人类最大的造物，”他说，“从太空都清晰可见。”

我瞪着他说：“那将毁坏非洲甚至欧洲的生态。”

“不会比即将到来的冰河期更严重。”

斯特拉特伸出手说：“格雷斯博士，它会起作用吗？”

我感到坐立难安。“呃，我觉得……这个概念挺完整，不过我不清楚它到底能否实现。这可不是修路盖楼那么简单，我们谈论的可是实打实的数万亿台设备。”

瑞德尔探过身子说：“所以我才把黑板的原材料设计成金属箔、玻璃和陶瓷，所有材料在地球上都充裕得很。”

“等一下，”我说，“噬星体如何在这种情况下繁殖？没错，你的黑板给它们充满能量，可它们繁殖时需要经历一系列步骤。”

“噢，我知道。”他得意地说，“我们会放一块静态磁铁，让它们追踪磁场，它们需要磁场来启动迁徙响应。我们会在玻璃上的某个地方安装红外线过滤器，只允许二氧化碳特征光谱上的光线通过，噬星体会到滤镜那里繁殖，等到分裂之后，它们会飞向玻璃，因为太阳在那个方向上。我们会在黑板侧面开小孔，用于跟外界交换空气，空气流动很慢，不会冷却黑板，但足够补充噬星体繁殖所消耗的二氧化碳。”

我张嘴打算反驳，但又找不出任何漏洞。他考虑得很周全。

“怎么样？”斯特拉特问。

“作为繁殖系统它糟透了，”我说，“跟我在航空母舰核反应堆上的那种相比，效率和产量都低很多。可他的设计目标不是为了提高效率，而是为了实现规模化生产。”

“有道理，”他指着斯特拉特说，“我听说你现在的权力大过天，几乎全世界都听你的。”

“这么说太夸张了。”斯特拉特说。

“不过也没夸张太多。”我说。

瑞德尔继续说：“你能让中国的工业基地转产黑板吗？不仅中国，几乎地球上的每个国家都需要，你能说服他们吗？要付出的代价就是那么多。”

斯特拉特噘起嘴唇，过了一会儿，她说：“能。”

“你能让天杀的北非政府腐败官员别插手吗？”

“这事不难，”斯特拉特说，“事情结束之后，那些政府会保留黑板，成为全世界的工业电厂。”

“明白了，我们就这么干。”他说，“拯救世界，顺便一劳永逸地让非洲摆脱贫困。当然，这都是理论分析。我得开发出黑板并确保我们能大规模生产。我需要进入实验室而不是被关在监狱。”

斯特拉特沉思一会儿，然后站了起来。

“那好，你加入我们。”

瑞德尔高兴得挥起了拳头。

我从床上醒来，此时床已经安装在通道墙壁上。第一晚我用胶带临时固定，后来我发现环氧胶在氙岩上很有效，因此我只要粘几个点就能牢固地安装好床垫。

如今我每晚都睡在通道里，洛基坚持要求这样做。大约每隔86小时，洛基就在通道里睡觉，并要求我观看。其实到目前为止，他一共就睡了三次，所以我对他清醒时长的观察数据还有点不足，不过他一直没什么变化。

我伸出手臂打了个哈欠。

“早上好。”洛基说。

通道里一片漆黑，我点亮安装在床头的台灯。

洛基在他那一侧的通道里搭起了一个完整的工作间。他总是翻新或修理这样那样的东西，似乎他的飞船需要不断的维护。此时此刻，他正用两只手握着一个椭圆形设备，用另两只手拿着针状工具在里边戳来戳去，剩下的一只手抓着墙上的把手。

“早，”我说，“我去吃饭，一会儿回来。”

洛基心不在焉地摆摆手。“吃。”

我飘回下边的宿舍，完成早晨的例行公事。我吃了一顿预先包装好的早餐（猪肉香肠和炒蛋），喝了一袋咖啡。

我已经几天没有清理个人卫生，甚至都能闻到自己的体味了，这可不是好现象，所以我在浴室用海绵擦洗了一下，然后找了套干净的连体服。虽然飞船上有各种各样的先进设备，可我没找到哪一样能洗衣服。所以我开始把脏衣服浸湿，再放入实验室的冰箱里冻一段时间，杀死所有产生气味的细菌，衣服变得清爽了，但不干净。

我穿上连体服。今天就是正日子，这是我早就定好的。经过一周的语言技巧提升，洛基和我已经准备好进行真正的对话，我甚至不用看翻译就能理解三分之一他所说的内容。

我一边飘回通道，一边吸出最后一口咖啡。

好了，我觉得我们终于掌握了这次讨论要用到的词汇，现在进入正题。

我清清喉咙。“洛基，我来这里是因为噬星体让太阳生病，但是没有让鲸鱼座τ星生病。你来这里也是因为同样的原因吗？”

洛基把设备和工具放入工具袋，然后爬上分隔墙的支撑杆。不错，他明白这是一次严肃的对话。

“是，不明白为什么τ星没有染病，而波江座恒星却染病了。如果噬星体不离开波江座，那我的人会死。”

“一样的！”我说，“一样一样一样！如果噬星体继续感染太阳，所有人类都会死。”

“好，一样。你和我将拯救波江座恒星和太阳。”

“是是是！”

“为什么你飞船上的其他人类会死，问题？”洛基问。

哦，我们要谈这个话题了？

我揉了揉后脑勺。“我们，呃……一路睡过来。不是正常的睡眠，而是一种特殊的睡眠，危险的睡眠，但是很有必要。我的船员同事死了，但我没有，走运罢了。”

“坏。”他说。

“坏。为什么别的波江座人死了？”

“我不清楚，所有人都生病，然后所有人死亡。”他声音颤抖，“我没病，我不知道原因。”

“坏，”我叹息着说，“什么样的病？”

他思考了一会儿。“我需要词汇，小生命，单一体，类似噬星体。波江座外星人的身体由很多很多那种单体组成。”

“细胞，”我说，“我身体也是很多很多细胞。”

他用波江语表达“细胞”，我把语音加入不断丰富的字典。

“细胞，”他说，“我的船员出现了细胞问题。很多很多细胞死去。没有感染，没有受伤，没有原因。但我没有情况，一直没有。为什么，问题？我不知道。”

每个受影响的细胞都死了？太可怕了，听起来像辐射病。我要怎么给他描述？其实应该不用，如果他们是遨游太空的种族，应该已经了解辐射了。可是我们现在还没有对这个主题达成共识，先解决这个问题。

“我需要一个单词：快速移动的氢原子，非常非常快。”

“热气。”

“不，比那还快。非常非常非常快。”

他扭了扭甲壳，显得迷惑不解。

我尝试另一种方法。“太空中有非常非常非常快的氢原子，它们的速度接近光速，是很久很久很久以前的恒星产生的。”

“不，太空中没有质量，太空是空的。”

真难。“不，错误。太空中有氢原子，非常非常非常快的氢原子。”

“明白了。”

“你原来不知道？”

“不知道。”

我目瞪口呆地盯着他。不曾发现辐射的文明是如何开发出太空旅行技术的？

“格雷斯博士。”她说。

“洛肯博士。”我答。

我们面对面坐在一张小钢桌的两侧，房间很小，但是按照航空母舰的标准却很宽敞。我并不十分理解这里原本的用途，房间的标牌上写着中文，不过我认为是领航员查看地图的地方……

“感谢你为我腾出时间。”她说。

“不用客气。”

作为一条不成文的规则，我们尽量避开对方。我们之间的关系已经从“互相讨厌”发展为“互相非常讨厌”。造成这种情况我跟她一样，也有自身的原因，不过几个月前在日内瓦，我们从一开始就不对付，两人的关系根本就没有真正改善过。

“当然，我认为这次会面没有必要。”

“我也是，”我说，“不过斯特拉特坚持让你当面把这件事说给我听，所以我们不得不碰面。”

“我有个想法，但需要你的意见。”她掏出一份文件递给我，“欧洲粒子物理研究所下周将公开这篇论文，这是一份草稿，不过那里的每个人我都认识，所以他们让我预览。”

我打开文件夹。“好吧，论文讲的是什么？”

“他们研究出噬星体是如何存储能量的了。”

“真的？！”我倒吸了一口气，然后清了清喉咙又说，“真的吗？”

“真的，平心而论，这个发现太了不起，”她指着首页上的一张图说，“长话短说，是中微子。”

“中微子？”我摇摇头，“那怎么……”

“我知道，这非常反直觉，可每次他们杀死一个噬星体，就会出现一次大规模的中微子爆发。他们甚至带样本去了冰立方中微子天文台[30]，在主检测池中刺破它们，探测器受到大量中微子撞击，说明噬星体只有在活着的时候才能包裹住中微子，而且数量还不少。”

“它如何产生中微子？”

她在论文中翻了几页，指向另外一张图说：“你比我更熟悉这个领域，不过微生物学家已经确认噬星体含有很多自由的氢离子——只剩下质子，没有电子了——在细胞膜内高速运动。”

“对，我了解过这些，是俄罗斯的一组科学家发现的。”

她点点头。“欧洲粒子物理研究所十分确定，通过一种我们无法理解的机制，当那些质子以足够高的速度相互撞击时，它们的动能会转换为动量大小相等、方向相反的两个中微子。”

我困惑地往后一靠。“那可真挺奇怪。质量通常不会像那样直接‘创生’吧。”

她摆摆手。“也不完全是你说的这样。如果伽马射线近距离经过一个原子核，可能会产生一对正负电子对。这被称为‘成对产生’（pair production）[31]，所以并非前所未有，但我们从没见过中微子以那样的方式生成。”

“那可有点儿不得了，我从没有深入研究过原子物理，以前也没听说过电子偶的产生。”

“有那么回事。”

“好吧。”

“总之，”她说，“关于中微子，有很多复杂的问题我不会细讲，中微子有不同的类型，甚至还能改变自身的类型，不过归根结底是这样：它们是极其微小的粒子，质量大约相当于质子质量的二百亿分之一。”

“等等，等等，”我说，“我们知道噬星体总是保持96.415摄氏度，温度只不过是内部粒子的速度，所以我们应该可以计算——”

“计算内部粒子的速度，”她说，“没错，我们知道质子的平均速度，还知道它们的质量，也就是说我们知道它们的动能。我明白你对此的思路，答案是肯定的，计算结果相符。”

“哇！”我用手捂住额头，“真不可思议！”

“的确。”

这就回答了长期以来的那个问题：为什么噬星体的临界温度是96.415摄氏度？为什么不是更热，或更冷？

噬星体通过撞击质子生成中微子对。为了产生这种反应，质子撞击的动能需要高于两个中微子的质量能量。如果你根据一个中微子的质量反推，就会得到那些质子撞击时的速度。如果你获得一个物体内部粒子的速度，就得到了它的温度。为了有足够的动能产生中微子，质子必须保持96.415摄氏度。

“神奇，”我说，“所以任何高于临界温度的热能都会让质子撞击得更加剧烈。”

“对，它们会生成中微子，还有剩余能量，然后再撞击其他质子，如此继续。高于临界温度的热能很快就变成中微子，不过，假如温度低于临界温度，质子就会变慢，不再生成中微子。最终结果就是你无法让噬星体高于96.415摄氏度，至少不会长时间高于这个温度。假如噬星体变得太冷，它就利用存储的能量恢复体温，就跟其他任何温血生命一样。”

她给了我一点时间来消化这些内容。欧洲粒子物理研究所真的不辱使命，可是有几件事还是令我不解。

“好，所以它产生中微子，”我说，“那么如何把中微子转化为能量呢？”

“这部分比较容易，”她说，“中微子属于马约拉纳费米子，这表示它是自己的反粒子。基本上每次两个中微子相撞，都是一次物质—反物质的相互作用。它们会发生湮灭[32]，释放光子，具体来说就是两个波长相同的光子，沿相反的方向射出。因为光子的波长基于光子的能量……”

“佩特洛娃波长！”我高喊。

她点点头。“对，一个中微子的质量能量正好等于佩特洛娃辐射中一个光子的能量。这篇论文真的颇具突破性。”

我用手背托住下巴。“哇……真了不起。我猜唯一的遗留问题就是噬星体如何把中微子留在体内。”

“我们还不知道。通常中微子穿过整个地球都不会撞到一颗原子——它们真的太小了，主要还是看量子波长和碰撞的概率。不过完全可以这么说，中微子是出了名的难以相互作用。然而出于某种原因，噬星体具有我们所谓的‘超拦截性’。这只是一个花哨的名词，表示没有任何粒子能对它产生量子隧穿效应。它违反我们已知的每一条粒子物理定律，但每一次都被证明是正确的。”

“是啊，”我在桌上敲起手指，“它吸收所有波长的光，甚至那些波长大得无法与它相互作用的光。”

“没错，”她说，“原来它还跟所有试图穿过它的物质撞击，无论那种撞击看似多么不可能。总之，噬星体只要还活着，就会展示出这种超拦截性。这恰好给我们引出了我要跟你谈论的内容。”

“哦？”我说，“还有呢？”

“对，”她从包里掏出一张万福玛利亚号船体的图纸，“这才是我需要你的地方：我正在设计万福玛利亚号的防辐射功能。”

我一下子来了精神。“毫无疑问！噬星体会挡住所有辐射！”

“也许吧，”她说，“我需要了解太空辐射的影响才能确定。我大体上了解但不清楚细节，请给我讲讲。”

我端起胳膊说：“是这样，其实太空辐射主要有两种，太阳发射的高能粒子和几乎无处不在的GCR。”

“先讲太阳粒子。”她说。

“可以。太阳粒子基本就是太阳发射的氢原子。有时候太阳上的一场磁暴就能导致它喷射出大量氢原子，其余时间，它相对安宁一些。最近噬星体的感染已经从太阳中夺走巨额能量，搞得磁暴都不那么常见了。”

“可怕。”她说。

“我明白。你听说全球变暖已经差不多被扭转了吗？”

她点点头。“人类对环境的轻率和鲁莽预先加热了地球，不经意间为我们多争取了一个月的时间。”

“我们掉进屎坑里，爬出来时身上居然还有玫瑰香。”我说。

她笑着说：“我没听过这个说法，挪威语里没有这种表达。”

“这下你听过了。”我笑道。

她低头去看船体方案，我感觉她没必要这么快回避我，但是管它呢。

“那些太阳粒子的运动速度有多快？”她问。

“大约400千米每秒。”

“好，我们可以忽略它们，”她在图纸上草草写下一条记录提醒自己，“万福玛利亚号起飞八小时后就会超过那个速度，它们赶不上，更别说造成什么伤害了。”

我吹了声口哨。“我们的工作真了不起，我想说……天哪。你懂的，如果不是要毁灭太阳，噬星体将是有史以来最美好的天赐。”

“我明白，”她说，“现在给我讲讲GCR。”

“那要更棘手一些，”我说，“它代表——”

“银河宇宙射线，”她说，“而且它们不是宇宙射线，对吗？”

“对，它们主要是氢离子——质子，但是运行速度快很多，接近光速。”

“如果连电磁辐射都不是，那它们为什么被称为宇宙射线？”

“人们过去以为它们是宇宙射线，所以名字就保留下来了。”

“它们来自某个共同的源头吗？”

“不，它们来自四面八方，由无处不在的超新星产生。我们基本算是一直淹没在各个方向的银河宇宙射线中，它们是太空旅行的大麻烦。不过现在被我们解决了！”

我俯身又去看她的图纸，那是一张船体的横截面图，两层墙壁之间有一毫米的空隙。“你要用噬星体填充那个空间？”

“是这样打算的。”

我对着这张图纸琢磨了一下。“你想用燃料填满船体外壳？不危险吗？”

“只有让它看见二氧化碳的特征光谱才会有危险。如果看不见二氧化碳，它就什么都干不了，我们把噬星体放在两层船体外壳之间的黑暗缝隙中。迪米特里打算用噬星体和低黏性油生产一种燃料浆，让它更易于输送到引擎，我想用那种燃料浆填满船体外壳。”

我捏着下巴说：“可能有用。但是噬星体可能会死于物理损伤，你用锋利的纳米针就能把它扎死。”

“确实，所以我才请欧洲粒子物理研究所私下帮我做了几项实验。”

“哇，欧洲粒子物理研究所听你调遣，你似乎成了小斯特拉特？”

她咯咯一笑。“都是老朋友和熟人。总之，他们发现就连以接近光速运动的粒子都不能穿过噬星体，似乎没有任何粒子能杀死噬星体。”

“那其实能说明很多问题，”我说，“噬星体进化得可以在恒星表面生活，它们肯定无时无刻不受到能量和高速粒子的冲击。”

她指着一张放大的噬星体夹层图说：“全部辐射负荷都将被挡住，我们只需要一层足够厚的噬星体油浆来确保总有噬星体细胞挡住任何来犯的粒子。一毫米应该绰绰有余。此外，我们没浪费任何质量，我们将使用燃料本身作为隔离材料。假如船员最后需要极少量的燃料，可以考虑把隔离用噬星体当作储备。”

“嗯……可以为纽约市供电两万年的能量‘储备’。”

她看看图纸，又看看我。“你都在脑子里计算过？”

“噢，我有些窍门。我们手头处理的能量等级多到离谱，我往往以‘纽约市年用’能量——大体相当于半克噬星体——来考虑问题。”

她揉揉太阳穴说：“而我们需要生产200万千克，假如期间发生任何闪失……”

“那我们的自杀行为就给毁灭人类的噬星体省去了不少麻烦，”我说，“没错，这种情节我想过很多。”

“那么，你意下如何？”她说，“这是个糟糕的方案，还是说能起作用？”

“我觉得它是天才之作。”

她笑着把目光投向了别处。





第十四章


又是新的一天，又是一场工作会议，谁会想到拯救世界这么无聊？

科学组坐在会议桌旁，有我、迪米特里和洛肯。斯特拉特总说要砍掉官僚主义的繁文缛节，结果还是得跟一群实际的部门领导交涉，还得主持每日例行会议。

有时候任务只能按我们讨厌的方式来完成。

自然，斯特拉特坐在首座，她旁边是一个我从没见过的男人。

“同志们，”斯特拉特说，“我给你们介绍下弗朗索瓦·勒克莱尔博士。”

他左手边的法国人象征性地摆摆手。“大家好。”

“勒克莱尔来自巴黎，是世界著名的气候学家，我已经让他负责追踪、了解——如果可能的话——改善噬星体造成的气候影响。”

“哦，仅此而已？”我说。

勒克莱尔笑了，但是笑容很快退去。

“那么，勒克莱尔博士，”斯特拉特说，“关于太阳能量降低究竟会造成怎样的后果，我们有很多互相冲突的预测报告。很难发现哪两位气候学家的意见相同。”

他耸耸肩。“让两位气候学家对于一个橘子的颜色达成一致意见都很难。不幸的是，气候学是一门不准确的学科，其中存在很多不确定性——实话实说——还存在很多猜测。气候科学还处于起步阶段。”

“你太谦虚了，在所有专家中，只有你的气候预测模型在过去20年里不断被证实，你是我能找到的唯一一个可以做到这一点的人。”

他点点头。

斯特拉特指着会议桌上一大堆凌乱的文件说：“我已经收到各种各样的预测，从小规模的饥荒到全球生物圈崩溃，应有尽有。我想听听你的意见。你已经看过预测的太阳输出数据，对此有何见解？”

“灾难，毋庸置疑，”他说，“我们正在见证许多物种的灭绝，全球生物群落发生翻天覆地的变化，天气模式经历重大改变——”

“人类，”斯特拉特说，“我想知道这对人类有什么影响，以及什么时候产生。我不关心三肛门泥獭或其他任何种群的繁殖区域。”

“我们属于这个生态系统，斯特拉特女士，可不是事不关己。我们食用的植物、豢养的动物、呼吸的空气都交织在一起，互相联系，生物群落的崩溃会直接影响人类。”

“行，那说说数据，”斯特拉特说，“我想要数据，定量分析。不要模糊预测。”

勒克莱尔对斯特拉特皱起眉头。“好吧，19年。”

“19年？”

“你想要数据，”他说，“这就是一项数据，19年。”

“那么，19年代表什么？”

“我估算出现存人类死亡过半的时间，就在19年之后。”

我似乎从没经历过随之而来的这种寂静，就连斯特拉特都大惊失色。我和洛肯面面相觑，我不明白为什么我们两个会看向彼此，但实际就是这么个情况。迪米特里也是目瞪口呆。

“一半人口？”她说，“35亿人？都死掉？”

“对，”他说，“这够你定量分析了吗？”

“你怎么得出这个结论的？”她说。

勒克莱尔噘起嘴唇。“刚刚似乎又诞生了一位气候变化否认者，看这有多容易，而我所做的只是告诉你一些你不愿意听到的事实。”

“不用显得高高在上，勒克莱尔博士，直接回答我的问题。”

他把手臂叉在胸前。“我们已经发现对天气模式产生的重大影响。”

洛肯清清喉咙说：“我听说欧洲发生了龙卷风？”

“对，”勒克莱尔说，“而且越来越频繁。西班牙征服者在北美洲看见龙卷风之后，欧洲才有了这个词汇，如今它们正在意大利、西班牙和希腊肆虐。”

他歪了歪头。“部分是因为天气模式的改变，部分是因为某个疯子决定用黑方块铺满撒哈拉沙漠，就好像严重影响地中海附近的热分布不会有啥后果似的。”

斯特拉特翻了个白眼。“我早知道会对天气有影响，只是我们别无选择。”

勒克莱尔继续施压：“先不说你对撒哈拉乱来，我们在世界各地都看到了离奇的现象。飓风季节出现了两个月的偏差，上周越南出现降雪，急流错综复杂，每天都不同。北极大气流向以前从没出现过的地区，热带大气向极南和极北流动，形成一个大旋涡。”

“回到35亿死亡人口上。”斯特拉特说。

“没问题，”勒克莱尔说，“关于饥荒的计算其实非常简单。用农业每天产出的全部卡路里除以1500，人口数量不可能大于那个数，至少不能长时间大于。”

他摆弄着桌上的一支钢笔。“我运行时用的是我最乐观的模型了，庄稼作物还是注定玩完。全球的主要作物有小麦、大麦、小米、马铃薯、大豆以及最重要的水稻，它们全都对温度范围特别敏感，假如你的水稻田冻结，水稻就会死；假如你的马铃薯田发洪水，马铃薯就会死；假如你的麦田里湿度是正常值的十倍，它就会感染寄生菌而死。”

他又看向斯特拉特说：“真希望我们有稳定供应的三肛门泥獭，那样我们也许能活下去。”

斯特拉特捏了捏下巴。“19年的时间不够，万福玛利亚号到达鲸鱼座τ星需要13年，反馈任何结果或数据还需要13年，我们至少需要26年，更确切地说，应该是27年。”

勒克莱尔看着斯特拉特，仿佛后者又长出一个脑袋。“你说什么呢？这可不是某个可选项，而是正在发生的危机。对此我们完全无能为力。”

“胡扯。”斯特拉特说，“100年来，人类一直在不经意间引发全球变暖，那我们这次要是致力于此呢，看看能引发什么后果。”

勒克莱尔往后一靠。“什么？你开玩笑吗？”

“温室气体织成的漂亮毯子会为我们赢得一点时间，对吗？它会像棉大衣一样为地球保暖，把我们获得的能量保持得更长久，我没说错吧？”

“什……”他张口结舌，“你没说错，可是这规模……以及故意排放温室气体的伦理道德……”

“我不在乎伦理道德。”斯特拉特说。

“她真不在乎。”我说。

“我只关心拯救人类，所以给我制造出一些温室效应。你是气候学家，想办法让我们至少存活27年，我可不愿失去一半人口。”

勒克莱尔哽在那里。

斯特拉特做了个撵人的手势说：“开始工作！”

用了三个小时，给共享词汇表补充了五十个单词之后，我才给洛基讲明白辐射及其生物学影响。

“谢谢，”他用不同寻常的低音——十分悲伤的语调——说，“现在我知道我的朋友们为什么死了。”

“坏坏坏。”我说。

“是。”他用和声说。

在对话中，我了解到目标A完全没有辐射保护功能，还了解到波江座外星人一直没发现辐射的原因。拼凑这些信息花了我一些时间，不过我目前掌握的情况是这样的：

波江座外星人的家园是波江座40星系的第一颗行星。其实人类发现它有一段时间了，但是显然不知道那里有完整的文明。它的星表名称是“波江座40Ab”（40 Eridani Ab），挺拗口是吧。跟其他波江语一样，行星的真正名字按照波江座外星人的说法是一组和弦组合，所以我直接称它为“波江b”。

波江b距离它的恒星非常近——大约是日地距离的五分之一。他们的一年只有地球上的42天多一点。

它是一颗我们所谓的“超级地球”，质量是地球的8.5倍，直径是地球的两倍，重力是地表重力的两倍多。而且它自转飞快，快得不得了，他们的一天只有5.1小时。

这条信息让一切有了头绪。

如果条件合适，行星会带有磁场。你需要有一个熔融的铁核，得处于恒星的磁场中，还得保持自转。假如这三个条件成立，你就得到行星磁场。地球就有，所以罗盘才能起作用。

波江b所有这些特征都很突出。它比地球更大，具有更大的铁核，距离自己的恒星更近，所以处在更强的磁场中，进而增强了自身的磁场，而且它自转极快。总之，波江b的磁场强度至少是地球的25倍。

此外，它们的大气极其稠密，是地球的29倍。

你猜强磁场和稠密的大气有什么好处？辐射保护。

地球上所有的生命都通过进化应对辐射。我们的DNA有内建的错误校正机制，因为我们持续不断地遭受通常来自太阳或太空的辐射冲击。我们的磁场和大气虽然在一定程度上保护我们，但并不是百分之百有效。

对于波江b来说，磁场和大气的保护效果很充分，辐射无法触及地表。光线甚至都无法射到地表，所以他们从来没有进化出眼睛。地表一片漆黑，在完全的黑暗中，生物圈如何存在？我还没问洛基生物圈的运作机制，不过地球海洋深处太阳照不到的地方也有不少生命，所以说没有光线绝对是可行的。

波江座外星人极易受辐射影响，他们甚至不知道辐射的存在。

接下来我们又聊了一个小时，词汇表里又增加了几十个单词。

波江座外星人很早就发明了太空旅行技术。凭借绝无仅有的材料技术（氙岩），他们甚至建造了一部太空电梯，本质上就是连接赤道和同步轨道的一根缆绳，再加上一个配重。他们确实把电梯开上轨道了。假如学会如何制造氙岩，我们在地球上也可以建造。

问题是他们从不离开轨道，没有理由离开。波江b没有卫星，距离恒星那么近的行星很少有卫星，重力潮汐力往往会把潜在的卫星拉出轨道。洛基和他的船员伙伴是第一批离开轨道的波江座外星人。

所以他们从未发现波江b周围远高于同步轨道、时刻为他们提供保护的磁场。

还有一个谜团没有解开。

“为什么我没死，问题？”洛基问。

“我不知道，”我说，“有什么区别？你做了哪些事是其他船员没做过的？”

“我修理东西。我的工作是修理坏东西，制造需要的东西，维持引擎运转。”

他在我看来是一位工程师。“你大部分时间都在哪儿？”

“我在飞船上有一个房间，工作间。”

我有了一个想法。“工作间在哪儿？”

“在飞船后部靠近引擎的地方。”把飞船工程师安排在那里很有道理，靠近引擎，那里的东西最有可能需要维护维修。

“你的飞船在哪儿存储噬星体燃料？”

他挥手指了一下飞船后部的大致位置。“很多很多桶噬星体，在飞船后部，靠近引擎，易于补充燃料。”

这就是答案。

我叹了口气，他不会喜欢这个事实，解决方案很简单，他们只是不了解，甚至发现问题时都已经来不及了。

“噬星体阻止辐射，”我说，“大部分时间你被噬星体环绕，你的船员同事们却没有，所以辐射杀死了他们。”

他没有回应，需要一点时间来消化。

“明白，”他用低音说，“谢谢，现在我知道自己为什么没死了。”

我试图想象他的种族感受到的绝望。远远落后地球人的航天计划，对于外界的一无所知，可是为了拯救整个族群，还是造出了一艘恒星际飞船。

我猜跟我的情况差别不大，只是我的技术稍微多了一些。

“这里也有辐射，”我说，“尽可能多地待在你工作间吧。”

“是。”

“把噬星体拿到这条通道，涂在墙壁上。”

“是，你也这么做。”

“我不需要。”

“为什么不，问题？”

因为即使我得了癌症也没关系，反正我会死在这里。可是此刻我不想解释这是一项自杀任务。我们的对话已经相当沉重了，所以我没有告诉他全部实情。

“地球的大气稀薄，磁场也很弱，辐射可抵达地表，所以地球生命进化得可以在辐射中存活。”

“明白。”他说。

此刻我正飘浮在通道里，他还在继续修理，我忽然有了一个想法。

“嘿，我有个问题。”

“问。”

“为什么波江座科学和人类科学如此相似？各自进化数十亿年，却经历了几乎相同的过程。”

这事最近一直困扰我，人类和波江座人分别在不同的星系进化，此前相互没有联系，那么我们为什么有几乎相同的技术？诚然，波江座外星人在航天技术上稍逊于我们，但是没差很多。他们为什么没有处在石器时代，或者是让现代地球相形见绌的某个超级未来？

“必然是这样，否则你我不会相遇，”洛基说，“假如行星科技不足，就没法制造太空飞船；假如科技储备充足，那么不用离开星系就能理解并摧毁噬星体。波江座人和人类的科学技术都处在特殊的时代：能造飞船，但不能解决噬星体问题。”

哈，这我倒没想到，听洛基这么一说还真是。假如这种情况发生在石器时代的地球，我们会直接灭绝，假如发生在1000年以后，我们可能不费吹灰之力就解决了。这是一个相当短暂的科技发展阶段，会导致一个物种派出飞船去鲸鱼座τ星寻找答案。波江座外星人和地球人刚好都处在这个阶段。

“明白，洞察敏锐，”不过这还困扰着我，“情况还是罕见。人类和波江座外星人在太空中距离很近。地球和波江b仅相隔16光年，银河系直径就有10万光年！生命必然很稀少，可我们又离得如此之近。”

“可能我们是家人。”

我们有关联？怎么可能——

“噢！你是说……哇！”我不得不深入思考这个提法。

“我不确定。理论。”

“这个理论相当了不起！”我说。

有生源说理论，我曾跟洛肯一直在争论它。

地球生命和噬星体过于相似，不可能是出于巧合。我怀疑噬星体的某个祖先曾在地球“播种”。某个祖辈星际物种感染过地球，可是直到现在我才突然觉得，波江b也许经历过同样的事件。

生命有可能到处都是！只要它能从类似噬星体祖先的生命进化到我们今天的细胞。我不知道这种噬星体之前的生命体是什么样，然而噬星体生命力极强，所以能够支持任何一种生命的行星都有可能发展出生命。

洛基可能是失散已久——特别久的亲戚。跟洛基相比，我家屋外的树木是跟我更近的亲戚，可是这并不能证明洛基不是。

哇。

“非常精彩的理论！”我再次夸奖。

“谢谢。”洛基说。我猜他总结出这个理论已经有一段时间了。可我还是得深入地思考。

航空母舰头一次成为栖身的好地方。

中国海军甚至不再质疑斯特拉特的命令。高层受够了审批每一步行动，终于发布一项总体性命令，只要不涉及开火就按她的要求去做。

我们停泊在南极洲西岸的永夜之中。海岸线落在极远处，只有月光照耀时才可见。整个大洲的人类都已被疏散。也许是反应过度，阿蒙森-斯科特南极站远在1500千米之外，那里的人也许根本就不会有事。然而，没有理由冒险。

这里成了史上最大的海军禁区，甚至大到美国海军都得分散开，才能确保没有商船进入。

斯特拉特对着对讲机说：“一号驱逐舰，确认观测状态。”

“准备完毕。”对讲机里传出一个美国口音。

“二号驱逐舰，确认观测状态。”

“准备完毕。”又是一个美国口音。

科学小组成员一起站在航空母舰的飞行甲板上，注视着远处的陆地。迪米特里和洛肯站在远离边缘的地方。瑞德尔远在非洲运作黑板农场。

当然，斯特拉特站得比所有人都靠前一些。

勒克莱尔四处张望，仿佛一个被领上绞刑架的犯人。“我们差不多准备就绪了。”他哀叹着说。

斯特拉特再次按住对讲机说：“一号潜水艇，确认观测状态。”

“准备完毕。”一号潜水艇回答。

勒克莱尔看着他的平板电脑说：“三分钟倒计时……开始。”

“所有舰船：我们进入黄色状态，”斯特拉特朝她的对讲机说，“重复一遍：黄色状态。二号潜水艇，确认观测状态。”

“准备完毕。”

我站在勒克莱尔身旁。“这真难以置信。”我说。

他摇摇头说：“我希望上帝别把这算在我头上。”他摆弄着自己的平板电脑，“你知道，格雷斯博士，从里昂的童年时代到巴黎的大学时代，我一生都无悔于做一名嬉皮士。我拥抱树木，反对战争，渴望回归已经过去的抗议政治学年代。”

我没有回应，他正在经历一生中最难受的时光。如果只需要倾听就能对他有所帮助，那我何乐而不为？

“为了帮助拯救世界，为了阻止我们继续深陷噩梦般的环境灾难，我成为一名气候学家。可是眼下的……所作所为，虽然必不可少，但也令人震惊。你作为一名科学家，想必也应该明白。”

“其实不然，”我说，“整个科研生涯中，我都把目光投向了地球之外，而不是地球本身。惭愧的是，我不怎么懂气候学。”

“嗯，”他说，“南极洲西部是一大块冰雪混合物，整个这块区域就是一片巨大的冰川，缓缓向海洋移动，面积足有数十万平方千米。”

“我们要把它融化？”

“海洋帮我们把它融化，不过你说得也对。问题在于南极洲曾经是一片丛林，它像非洲一样繁盛了几百万年。可是大陆漂移和自然气候的变化使它冰冻起来，所有那些植物都死去分解了，生成的气体——最主要就是甲烷——都被密封在冰中。”

“甲烷是极其强效的温室气体。”我说。

他点点头。“远比二氧化碳更强效。”

他又看了一眼平板电脑，然后喊道：“两分钟！”

“所有舰船：红色状态，”斯特拉特在广播，“重复一遍：红色状态。”

勒克莱尔又对着我说：“这就是我，环保主义者，气候学家，反战斗士。”他转向船外的海洋，“居然命令用核弹打击南极洲。承蒙美国的好意，241枚核弹以3000米的间距沿着一条裂缝埋在50米深的冰层下，静待同时引爆。”

我缓缓点头。

“他们告诉我辐射极小。”他说。

“对，要说有什么安慰的话，那就是氢弹这一点了。”我拽了拽外套，“大概是小规模的铀裂变反应引发更大规模的核聚变反应，大爆炸只涉及氢和氦，没有辐射。”

“对，还挺了不起。”

“这是唯一的选择？”我问，“为什么不让工厂大规模生产六氟化硫或其他温室气体？”

他摇摇头。“我们的需求是产能的数千倍。你想想，我们花了一个世纪的时间在全球范围内燃烧煤和石油，然后才注意到它对气候有所影响。”

他看着平板电脑说：“冰架会在爆炸点沿线裂开，然后缓缓滑入海洋并融化。接下来一个月海平面会上升一厘米，海洋温度会降低一度，这对它本身来说是一个灾难，不过眼下无所谓了。大量甲烷将被释放到大气中，如今甲烷是我们的朋友，最好的朋友，不仅因为它会在一段时间内为我们保暖。”

“哦？”

“甲烷十年后就会在大气中分解。我们可以每隔几年就敲下几块南极冰川放到海里，以此来调节甲烷浓度。假如万福玛利亚号找到解决办法，我们只需要等待十年，甲烷就会消失。二氧化碳就做不到这一点。”

斯特拉特来到我们旁边说：“时间？”

“60秒。”勒克莱尔说。

斯特拉特点点头。

“这能解决一切问题吗？”我问，“我们可以一直撬下南极冰川，释放甲烷，保持地球温度，不用采取别的措施，是吗？”

“不，”他说，“这充其量是一项临时措施。把这种气体充入大气会保持气温，但是对我们生态系统的破坏将是巨大的。我们还会遭受无法预测的灾难性天气、粮食减产和生态毁灭。不过也许——仅仅是也许——结果不会像没有释放甲烷那么糟。”

我看着斯特拉特和勒克莱尔肩并肩站在一起，人类历史上从未有过如此之大的权力被集中在个人身上，这两个人，仅仅两个人，将改变世界的面貌。

“我有点好奇，”我对斯特拉特说，“万福玛利亚号发射之后你要干什么？”

“我？”她说，“无所谓，万福玛利亚号一旦发射，我的权力就没有了。我大概会因为滥用职权而被一批恼怒的政府送上审判席，也许余生都在监狱中度过。”

“我会在你隔壁牢房。”勒克莱尔说。

“你担心吗？”

她耸耸肩。“我们都得做出牺牲，假如我必须得做全世界的替罪羊才能拯救人类，那牺牲我没问题。”

“你的逻辑挺奇怪。”我说。

“算不上，当另一头的选项是你整个种族的灭绝时，抉择就很容易了。没有道德困境，不用分析哪种做法对谁最有利，只需要一心一意推进这个项目。”

“我也是这么告诉自己的。”勒克莱尔说，“三……二……一……引爆。”

没有反应，海岸线上保持原貌，没有爆炸，没有闪光，连啪的一声都没有。

他看着自己的平板电脑。“核弹已经被引爆，冲击波大约十分钟后抵达，只不过听起来应该像是远处在打雷。”

他低头看着航空母舰的甲板。

斯特拉特把手放在他的肩膀上。“你做了该做的一切，我们都是。”勒克莱尔把脸埋在双手中哭了起来。

洛基和我聊了几个小时的生物学，我们两个都对对方的身体如何工作怀有极大的兴趣。如果不是这样，那我们就是相当差劲的科学家了。

坦白讲，波江座外星人的生理学十分了不起。

波江b离它的恒星极近，进入生物圈的能量多到离谱。波江座外星人位于食物链顶端，享有比人类身体多得多的能量。多多少？他们体内有专门盛放三磷酸腺苷的液囊，基于脱氧核糖核酸的生命以那种物质作为主要的能量存储介质。三磷酸腺苷通常存在于细胞之中，可是他们拥有太多能量，不得不进化出更高效的存放器官。

我们在此谈论的能量多得出奇，波江座外星人直接从矿物质分离氧元素，获得金属，简直是生物版熔炉。

人类身体上有头发、指甲、牙釉质和其他扮演重要角色的“无生命”物质。波江座外星人把这个概念发挥到极致。洛基的甲壳由氧化矿石组成，他的骨头是蜂巢状合金，血液主要是液态的水银，就连神经都是传递光脉冲的无机硅酸盐。

满打满算，洛基只有几千克的生物材料。单细胞有机体流经血管，根据需要打造或修补身体。有机体还管理消化，并为安全安置在甲壳中心的大脑服务。

假如蜜蜂进化到能够建造可以行走的蜂巢，而蜂王像人类一样聪慧，那么这种生命就会跟波江座外星人很相似，只不过他们的“蜜蜂”是单细胞有机体。

他们的肌肉也是无机的，由封在液囊中的海绵状的多孔材料组成，身体中的大部分水也跟那些袋囊息息相关。波江b的大气压力极高，所以水达到210摄氏度仍然能维持液态。

他们有两套独立的循环系统：“环温”系统和“高温”系统。环温血液为210摄氏度，高温血液保持在305摄氏度，即使在波江b的大气压力下也能让水沸腾。两套循环系统的血管环绕着肌肉，根据需要调节温度，通过蒸发或凝结液囊中的水来舒张和收缩肌肉。想要舒张就加热，想要收缩就降温。

简言之，波江座外星人是蒸汽驱动的生物。

因此，环温循环系统最终成了肌肉冷却时的散热器。肌肉需要不断冷却至正常温度，所以要有散热器配合。在某种意义上，洛基也“呼吸”，只不过是通过甲壳顶部类似散热器的器官呼出氨气，空气通过顶部的五条缝隙进出，但是一点都不会进入他的血液。

波江座外星人不“呼吸”时，也消耗氧气，只是跟人类身体相比，他们更能够自给自足。他们体内有类似植物的细胞和类似动物的细胞。从氧气到二氧化碳，从二氧化碳到氧气，循环往复，一直保持平衡。洛基的身体就是一个小生物圈。他只需要通过食物摄入能量，通过气流散发热量。

同时，高温血液过热，任何生物材料都无法在其中存活——它会使血液中的水沸腾。顺带提下，这倒是便于给吃下的食物消毒。

不过，为了让他的工作细胞服务于热血循环系统的每个器官，系统必须得降至环境温度，此时波江座外星人完全不能使用肌肉，所以他们才需要睡眠。

他们不像人类那样“睡眠”，而是陷入一种合适的瘫痪状态。在睡眠期间，大脑同样接受维护，所以没有意识功能。睡眠的波江座外星人无法醒来。

所以他们睡觉时相互照应，必须得有人保证你的安全，这可能源自穴居人（穴居的波江座外星人？）时代，如今却仅仅是一项社交规范。

尽管我觉得不可思议，洛基却觉得这个话题够无聊，反而对人类感到震撼和惊奇。

“你们听见光，问题？”洛基说。（出乎意料或印象深刻时，他总会在句子开头使用颤音。）

“对，我听见光。”

我们一边交谈，他一边用自己的好几条手臂组装某种外观复杂的设备，几乎跟他一般大小，我认出好几种部件都是他过去几天里一直在修理的。他可以在对话的同时修理复杂机械，我认为波江座外星人比人类更善于多任务处理。

“怎么听，问题？”他问，“你们怎么听见光，问题？”

我指着眼睛说：“这是聚焦和检测光的特殊器官，它们把信息送到大脑。”

“光给你们信息，问题？足够理解空间的信息，问题？”

“是，光给人类提供信息，就如同声波给你们提供信息。”

他忽然有了一个想法，完全放下了手中的修理工作。

“你听见来自空间的光，问题？你听见恒星、行星、小行星，问题？”

“是。”

“惊人。那声音呢，问题？你能听见声音。”

我指指耳朵。“我用它们听声音，你怎么听声音？”

他朝甲壳和手臂整个儿比画了一下。“浑身上下，外壳上布满了微型接收器，都向大脑报告，类似触觉。”

所以他全身就是一个麦克风，他的大脑一定在进行繁重的处理任务，必须得知道身体的确切位置，感受声音到达不同身体器官的时间差……天哪，这太有趣了。不过话说回来，我的大脑只用两个眼球就能对周围环境进行3D建模。感官输入的方方面面都让人觉得不可思议。

“我没法像你一样听声音，”我说，“没有光，我无法理解空间。我能听见你说话，但是没有其他感觉。”

他指着分隔墙说：“这是墙。”

“这是一堵特殊的墙，光能从墙中穿过。”

“惊人。最初建这堵墙时，我给了你众多材质供选择。你选择这种是因为光能通过，问题？”

仿佛过了很久，当时分隔墙上镶嵌着不同材质和颜色的六边形，我自然是选择了透明的那种。

“是，我选择这种是因为光能通过。”

“惊人。我给出不同♫♩♪♫的声音作为选择，从来没考虑到光。”

我瞥了一眼笔记本去检查这个神秘的词汇代表什么。现在我几乎不用查看电脑，不过偶尔会有个别和声我不记得。计算机显示这个词是“特征”，好吧，没听出来不怪我，这个词不常出现。

“只是好运。”我说。

“好运。”他也承认。又调整了几下设备之后，他收起了工具，然后说：“我完成了。”

“这是什么？”

“保证我在小房间里生存的设备。”我觉得他看起来挺高兴，甲壳都挺得比平常更高，“等一下。”

他回到自己的飞船，把新设备留在了通道里，回来时带了好几块透明的五边形氙岩板，每块大约都是一厘米厚、一英尺宽。我讨厌自己用混合的单位制思考，可我的大脑就是这样运作的。

“我现在制造房间。”他说。

他把五边形板一块挨一块地拼起来，使用一管黏稠的液体胶水把它们粘住，很快他就组装好一个十二面体的两部分。他自豪地向我举起它们并拼在一起：“房间。”

“房间”是一个由五边形组成的测量球，直径大约一米，可以轻松容纳洛基。

“这个房间有什么用？”我问。

“房间和设备保证我在你的飞船上存活。”

我挑起眉头。“你要来我的飞船？”

“想看看人类科技。允许吗，问题？”

“可以！允许！你想看什么？”

“一切！人类科技好于波江座人科技。”他指着我旁边飘浮的笔记本电脑说，“思考的机器，波江座人没有那个。”他指着我的工具箱说，“很多机械波江座人也没有。”

“好，想来看什么就看什么！”我指着分隔墙上的抽屉式密闭过渡舱说，“你怎么把它送过去？”

“你离开通道，我建一堵新的分隔墙。更大的气密舱。”

他把整个装备——现在我认出那是一套生命保障系统——拉到甲壳上并固定好，它盖住了甲壳顶部的散热槽。

“那不会挡住你的散热器吗？没有危险吗？”

“不，这让热空气进入冷空气。”他说。

空调。看着一个在200摄氏度下舒适生活的物种，我可想不到空调。不过我们都有忍耐的限度。

他用胶水在身体周围封闭球体。“我测试。”

他飘浮了几分钟，然后说：“成功啦！高兴！”

“太好了！”我说，“可它如何工作？热量去哪儿了？”

“简单，”他敲了敲设备上的一个小部件说，“噬星体在这里。噬星体吸收高于96摄氏度的所有热量。”

噢，对呀。人类觉得噬星体是热的，波江座外星人觉得它很冷。它是完美的空调介质，洛基只需让空气流过某种充满噬星体的散热片。

“聪明。”我说。

“谢谢。你现在离开，我给通道建造更大的气密过渡舱。”

“好好好！”我说。

我收集好通道里所有的个人物品，包括固定在墙上的床垫，又把它们塞进控制室。然后我自己也回到控制室，关闭气密过渡舱的两道舱门。

接下来的两个小时，我整理杂物。以前我从没想过有人会过来跟我做伴。





第十五章


已经过去几个小时了，我只想知道他在如何改造通道。

他需要强大的气压才能存活，可我的船体经受不住。他无法在真空中生存，那他如何进行改造？

我听见气密过渡舱外面传来叮叮当当的声音，这次我要去看个明白。

我进入过渡舱，透过舷窗望去。目标A的船体机器人已经拆掉了旧通道，正在安装新的。

好吧，有点扫兴。

旧通道已经飘进太空，显然是结束了使命。机器人把新通道安装到位，正在沿着目标A船体的边缘缝隙涂抹氙岩胶水。

波江座外星人不使用计算机，如何驾驶接近光速飞行的飞船？使用航位推测法？他们特别善于心算，也许从不需要发明计算机。可是不管他们的数学能力有多强，也都是有限的。

撞击声停止，我又向外窥视。通道已经完全安装好。

它看起来类似前一条通道，只不过有一个大得多的气密过渡舱组件，足以容纳洛基，甚至还有多余的空间，几乎整个分隔墙都由过渡舱组成，可是它容不下我。看来我访问目标A还需要时间。

“唉。”我叹气。我努力不为此烦恼，可是却没用。他得以参观一艘外星飞船，凭什么我不行？

洛基那一侧的通道不再有抓握扶手组成的网格，取而代之的是沿通道纵向延伸的金属条，经过分隔墙上的过渡舱，又从我这边的通道一直延伸到我飞船的过渡舱门前。

与金属条正对的好像是一条管道，材质跟通道墙壁一样，都是单调的棕色和褐色氙岩。管道是方形的，同样随着通道延伸。

在呼的一声中，洛基那侧的通道充满了烟雾，第二声之后，我这一侧也被充满。我猜这就是管道的用途：在两侧充入适合的大气。我很高兴洛基能补充消耗掉的氧气。

目标A的舱门打开，洛基出现在测量球形状的太空服里，他的穿着类似工装裤，甲壳底部围着的好似一条子弹带。他背上背着空调单元，两只手握着金属块，另外三只手闲着，他用其中之一向我摆手，我也向他摆手。

太空球（我还应该怎么称呼？）飘进过渡舱，然后粘在了金属板上。

“什么？”我说，“怎么……”

我亲眼所见，圆球的移动并非魔法。洛基握着的那些金属块是磁铁，我猜磁力很大。金属条显然也有磁力，可能是铁制的。他沿着金属条滚动球体，然后进入分隔墙上的过渡舱，用磁铁隔着氙岩球体操纵舱内的金属控制器。观看这个过程真让人沉迷其中。

一阵咝咝声和气泵的声音响过之后，他又前进了太空球上一个五边形的距离，开启了过渡舱里我这一侧的舱门，从那里开始，沿着金属带滚到我的舱门前。我打开了舱门。

“你好！”

“你好！”

“那么……我拉着你四处转转……是这样计划的吗？”

“是，拉着。谢谢。”

我小心翼翼地抓住球体，担心可能烫手，但并没有。与其他材料相比，氙岩是出色的绝热材料。我拉着他经过气密舱，进入飞船。

洛基很沉，比我以为的更沉。如果存在重力，我也许根本无法举起他。其实他有很大的惯性，拉着他前进很费力，感觉就像是推着一辆没发动的摩托车。说正经的，他沉得就像一台摩托。

我不应该意外。他告诉过我与之相关的全部生物学知识以及如何使用金属。天啊，他的血液就是水银，他能不沉吗？

“你很重啊。”我说。希望他别理解成“嘿，胖子！少吃点！”。

“我的质量是168千克。”他说。

洛基的体重超过300磅！

“哇，”我说，“你比我重多了。”

“你的质量是多少，问题？”

“大概80千克。”

“人类的质量真小！”他说。

“我主要由水组成。”我说，“话说回来，这里是控制室。我在此驾驶飞船。”

“明白。”

我把他放在身前，先推下实验室。他在太空球里到处转悠，往往一见新东西就拐过去看看。我认为这样能帮助他更好地使用声呐“观察”，类似狗歪头获取更多声音信息。

“这是我的实验室，”我说，“所有科学都展现在这里。”

“好好好房间！”他尖叫起来，声音比正常高了八度，“想弄明白一切！”

“我可以回答你提出的任何问题。”我说。

“等会儿。其他房间！”

“其他房间！”我夸张地说。

我一路推着他进入宿舍。我们速度放慢，这样他就能尽情感受房间。“我在这里睡觉，当然，只是以前，后来你让我睡在通道里。”

“你一个人睡，问题？”

“是。”

“我也一个人睡过许多次，难过难过难过。”

他只是理解不了，一个人睡觉的恐惧大概已经蚀刻在他脑中。有意思……那可能是他们群体本能的开端，群体本能需要一个物种拥有智慧。（在我看来）洛基诡异的睡眠形式可能正是我此刻跟他交谈的原因！

是，这不科学。可能有1000件事使他们变得睿智，睡眠这码事可能只是其中之一。不过话说回来，我是科学家，必须得提出理论！

我打开通往仓库的活板，把他所在的太空球推进去一部分。“这是一个小储藏间。”

“明白。”

我把他拉回来说：“看完了所有的房间，我的飞船比你的小得多。”

“你的飞船有更多科学！”他说，“给我看看科学房间的东西，问题？”

“没问题。”

我带他回到实验室，他在太空球里转动方向，感受房间里的一切。我带着他飘向房间的中间，抓住了桌沿。

我把太空球靠在实验桌上，实验桌应该是钢制的，不过我也不确定，大多数实验桌都是。让我们来试试看。

“用你的磁铁。”我说。

他把一块磁铁按在接触桌子的五边形平面上，磁铁咣啷一声吸住，这下他就固定好了。

“好！”他说着在相邻的五边形平面上一个接一个地吸引，以此沿着桌子来回滚动。虽说不算敏捷流畅，但也能达到目的。至少不用我再拉住他了。

我推离桌子，飘到房间边缘。“这里有很多东西，你想先了解什么？”

他先是指向一个方向，然后停下来，选了一样新东西，不过又放下手，像一个来到糖果店的孩子。最终他选定了3D打印机。“那个，那是什么，问题？”

“它制造小东西。我告诉计算机一个形状，计算机告诉这台机器如何制造出来。”

“我可以看它制造小东西，问题？”

“它需要重力。”

“所以你的飞船旋转，问题？”

“是！”我说，哇，他真聪明，“转动为科学工作提供重力。”

“你的飞船连接通道不能旋转。”

“对。”

他仔细考虑了一下。

“你的飞船比我的飞船有更多更好的科学。我把我的东西拿到你的飞船，脱离通道，你让你的飞船旋转起来搞科学，你和我一起研究如何杀死噬星体。拯救地球，拯救波江b。这是个好计划，问题？”

“呃……是！好计划！可是你的飞船怎么办？”我敲了敲他的氙岩泡泡，“人类的科学技术无法制造氙岩，氙岩比任何人类材料都结实。”

“我带来制造氙岩的材料，什么形状都能造。”

“明白，”我说，“你想现在就取你的东西吗？”

“是！”

作为“唯一生还的太空探险家”，我有了一位“古怪新室友”。事态的发展会很有趣。

“你见过拉迈医生吗？”斯特拉特问。

我耸耸肩。“最近见的很多人我都不认识。”

这艘航空母舰有一间医务室，可那服务于船员。这间是在第二机库舱设立的特种医疗中心。

拉迈医生双手合十，微微颔首。“很高兴见到你，格雷斯博士。”

“谢谢，”我说，“我也是。”

“我安排拉迈博士负责万福玛利亚计划的所有医疗事务。”斯特拉特说，“她是开发昏迷技术那家公司的首席科学家，那也是我们要使用的技术。”

“很高兴见到你，”我说，“所以我猜你来自泰国？”

“对，”她说，“不幸的是，公司没能挺过来，因为那种技术只对每七千人中的一个有效，因此商业潜力有限。非常高兴我的研究还能帮助人类。”

“谦虚，”斯特拉特说，“你的技术也许能拯救人类。”

拉迈避开她的目光。“过誉了。”

她领我们进入她的实验室，十几个隔间里每一个都装满了略有不同的实验设备，每种设备都连接着一只昏迷的猴子。

我掉转目光说：“我必须在这里吗？”

“你得原谅格雷斯博士，”斯特拉特说，“他对某些课题有点……敏感。”

“我没事，”我说，“我知道动物实验必不可少，只是不喜欢盯着它看。”

拉迈没说什么。

“格雷斯博士，”斯特拉特说，“别犯浑啦！拉迈医生，请带我们快点继续。”

拉迈指着最近这只实验猴子上方的一套金属臂说：“我们曾以为会有数万病人，所以开发出这些自动监控和护理昏迷者的工作站。但那种情况根本没有出现。”

“它们有用吗？”斯特拉特问。

“我们没打算把原始设计完全实现。现在的产品可以处理一切日常工作，不过即使遇到无法解决的问题，它也会提醒人类医生。”

她沿着一排昏迷的猴子走过去。“我们正在完全自动化的版本上取得重大进展。这种甲胄由曼谷那边开发的非常高端的软件控制，能照顾昏迷的病人，观测他们的生命体征，根据需要开展医疗，喂病人进食，监控他们的体液，等等。有真正的医生当然更好，但是这种设备已经不差多少了。”

“它们是某种人工智能吗？”斯特拉特问。

“不，”拉迈医生说，“我没时间开发复杂神经网络。这是一套严格的流程算法，非常复杂，但根本不是人工智能。我们必须能够以数千种方式测试它，明确了解它如何响应以及背后的原因。用神经网络我们做不到这些。”

“我明白了。”

她指着墙上的一些图表说：“不幸的是，我们最重要的突破导致了公司的倒闭。我们成功分离出表明长期昏迷抵抗性的遗传标记，可以通过简单的血检查明。如你们所知，这项技术一旦应用到普通民众，我们就得知，其实有这种基因的人非常非常少。”

“那你不是还能帮助那些人吗？”我问，“我想说，当然这只有七千分之一的比率，可那是个开始啊，对吗？”

拉迈医生摇摇头。“不幸的是，不对。这是个选择性手段，在昏迷状态下完成整个化疗并非一种迫切的医疗需求，甚至还增加了一些风险，所以根本没有足够的消费者支撑起一家公司。”

斯特拉特挽起袖子说：“给我验血检测基因，我很好奇结果。”

拉迈稍稍往后退去。“好，好吧，斯特拉特女士。”她走向一辆备品推车，拿了一套采血工具。如此重要的人物不会习惯基本的日常医疗操作。不过斯特拉特不是别人。

拉迈也手脚麻利，她毫不迟疑地给斯特拉特扎针，一次成功，血液流进试管。采血结束后，斯特拉特放下袖子说：“格雷斯，你是下一个。”

“为什么？”我问，“我又没有主动要求。”

“树立榜样。”她说，“我想让这项计划的每个人，即使是间接相关，也都进行测试。宇航员人数稀少，而且只有七千分之一的人口具有抗昏迷性。我们可能没有足够的候选人，所以需要扩大备选范围。”

“这是一项自杀任务，”我说，“可不会有人排着队说‘我！请看看我！请选我！’。”

“其实我们还真有这样的人。”斯特拉特说。

拉迈在我的胳膊上采血，我避开目光，因为看见自己的血液喷进试管，我感到有点反胃。“我们有那样的人，你指什么？”

“我们已经有了数万名志愿者，都完全清楚被选中者不会返回。”

“哇，”我说，“有多少人不是疯了就是想自杀？”

“估计有很多，不过名单上也有几百名经验丰富的宇航员。他们都很勇敢，愿意为科学牺牲。他们很多人愿意为人类献出生命。我很钦佩他们。”

“数百人，”我说，“不是几千人。假如其中有一个符合条件，我们就撞大运了。”

“我们已经很走运了，”斯特拉特说，“可是还需要更多。”

大学毕业不久，我的女友琳达搬来跟我同住。此后那段关系陷入麻烦，只持续了八个月。不过那与眼下的情况无关。

她搬进来时，觉得有必要带很多无关紧要的破玩意到我们的小公寓，我对那些东西的数量感到震惊。十多年来她积累了一箱又一箱的个人物品，从来不曾丢掉任何东西。

琳达跟洛基相比，绝对是小巫见大巫。

他带来太多破烂，我们都没地方存放。

几乎整个宿舍都装满了类似帆布材料制成的行李袋，都是混乱的泥土颜色。当视觉审美无关紧要时，你就会得到制造过程中自然形成的各种颜色。我甚至不知道它们装着什么，他没有解释。每次我觉得我们运完了所有东西时，他都会带来新的布袋。

虽然说是他带来的，可都是我在搬运。他待在自己的太空球里，用磁铁固定在墙上，然后置身事外，苦力都由我来出。这又让我清晰地回忆起跟琳达的往事。

“太多东西了。”我说。

“是是，”他说，“我需要这些东西。”

“真的很多。”

“是是，我明白。通道里的东西是最后一批。”

“好吧。”我不情愿地说，然后飘回通道，抓住最后几个软箱，拖着它们穿过驾驶舱和实验室，回到下层宿舍。我找到一个地方塞下它们，剩下的空间已经不多，我隐约好奇，我们刚刚给飞船增加了多少质量。

我设法保证自己的床铺周围不放东西，洛基在地板上选了个睡觉的位置，房间其他地方乱糟糟地塞满了用胶带粘在一起的软质箱包，墙上、另外两张床上和其他能防止它们飘散的地方都被占满了。

“都弄完了吗？”

“是，现在拆下通道。”

我发出一声抱怨。“你造的通道，你去拆。”

“我怎么拆通道，问题？我在球里。”

“那我怎么拆？我不懂氙岩。”

他用两只手做了个扭转的动作。“转动通道。”

“行了，行了，”我抓起太空服，“我去拆，混蛋。”

“不懂最后一个词。”

“不重要。”我钻进太空服，封闭了后边的开口。

洛基熟练地用几块磁铁在太空球里完成工作，这着实让人吃惊。

他的每个帆布包上都有一块金属板，他可以从成堆的包裹上爬过，根据需要重新安置它们。偶尔他用来固定自己的包裹会松动飘起，这时他就叫我把他拉回原处。

我待在自己的床上，看着他干活。“那么，第一步，噬星体采样。”

“是是，”他举起两只手，用一只绕着另一只转动，“行星绕鲸鱼座τ星旋转，噬星体从恒星前往行星，跟我们波江座那里一样。噬星体利用行星的二氧化碳繁殖更多噬星体。”

“是，”我说，“你有样本吗？”

“没有，我的飞船有采样设备，但是它坏了。”

“你修不好？”

“设备不是故障，而是坏掉了，在路上掉下飞船，不见了。”

“噢！哇。它为什么掉下去？”

他摇晃着甲壳说：“不知道，很多东西掉落。我的同胞制造飞船非常匆忙。没时间确保一切都正常工作。”

工期引入的质量问题，在整个星系都存在。

“我尝试造一件替代品，失败了。尝试，失败，尝试，失败。我把飞船停在噬星体的途径上，也许飞船外壳会沾上一些，可是船体机器人一点都没有发现。噬星体太小。”

他的甲壳猛跌下去，手肘都高于他的呼吸孔。有时候感到伤心，他就放低自己的甲壳，可我从没见他放到这么低。

他的声音低了八度。“失败失败失败。我是波江座修理工，不是科学家。聪明聪明聪明的波江座科学家死了。”

“嘿……别那样想……”我说。

“不明白。”

“呃……”我拖着身体来到他那堆布袋上，“你还活着，来到这里，没有放弃。”

可他还是用低音说：“我试了很多次，失败了很多次。不擅长科学研究。”

“我擅长，”我说，“我是一名人类科学家，你擅长制造修理设备。我们一起把这件事弄明白。”

他把甲壳抬高了一点。“是，一起。你有噬星体采样设备，问题？”

外部收集单元，第一天进入控制室我就记住它了，当时没有太多考虑，不过那应该是采样设备。“是，我有那种设备。”

“松口气！我尝试太久，太多次。失败。”他沉默了一会儿说，“在这里很长时间，一个人很长时间。”

“你在这多久了？”

他停顿了一下说：“需要新词。”

我从墙上拽过电脑。每天我们都遇到新词，不过这种情况越来越少，还是挺了不起。

我启动评论分析仪，调出字典表格。“准备好了。”

“7776是♩♫♩♪♪，波江b转一圈是一个♩♫♩♪♪。”

我立即认出这个时间，当初研究洛基的时钟时我就算出过这个数，7776是6的5次方，正好是波江座人时钟走一轮后再回零的时间。他们把一天分成一个非常方便的秒数，相当于（他们的）公制。这我能理解。

“波江座人的一天，”说着我在字典中输入，“行星旋转一周为一‘天’。”

“明白。”他说，“波江座人每过198.8天，波江b围绕波江座40转一圈。波江座人的198.8天是♫♩♪♫♪。”

“年，”我边说边输入，“一颗行星绕恒星转一圈是一年。所以这是波江座人的一年。”

“我们使用地球单位，否则你会糊涂。地球一天多长，问题？一地球年是多少地球天，问题？”

“一地球天是86400秒。一地球年是365.25地球天。”

“明白，”他说，“我来这里46年了。”

“46年？！”我倒吸一口气，“地球年？”

“我来这里46地球年，是。”

他被困在这座星系的时间比我这辈子都长。

“那……那么波江座人活多久？”

他晃晃一只爪子。“平均689年。”

“地球年？”

“是，”他回答得有点尖锐，“一直都用地球单位。你不擅长数学，所以一直用地球单位。”

“你活了多少年？”

“291年，”他停顿了一下说，“没错，地球年。”

老天爷啊，洛基比美国还年长，他跟乔治·华盛顿大约出生在同一个时代。

对他的种族而言，他甚至都没有那么老。还有年长的波江座人在哥伦布发现（已经有人居住的）北美洲时就活在世上。

“你为什么吃惊，问题？”洛基问，“人类活多久，问题？”





第十六章


“这是地球重力，问题？”洛基问。他的太空球停放在控制室的驾驶座旁。

我查看离心机控制屏，我们已经达到最大转速并展开到缆绳的最大长度。船员舱准确掉转180度，示意图显示，飞船的两部分已完全分离，我们正在太空中平稳地旋转。“实验室重力”值的读数是“1g”。

“对，这是地球重力。”

他左右踩踏两块相邻的五边形板，让自己的球体来回移动。“没多少重力，具体数值是多少？”

“9.8米每平方秒。”

“没多少重力，”他重复说，“波江b的重力是20.48。”

“那很大。”我说。不过可以想象，他以前跟我讲过关于波江b的全部数据，包括它的质量和直径。我知道他们的表面重力大约得有地球的两倍。不过很高兴我的计算结果得到确认。

还得注明：哇，洛基的质量是168千克，那意味着在他的家乡，他的体重接近800磅。那是他的原生环境，所以我估计他可以轻松移动。

体重800磅，还能不费力地到处游走，我得记好：不要跟波江座人摔跤。

“那么，”我边说边向后靠在驾驶座上，“有什么计划？飞进佩特洛娃线，获取一些噬星体？”

“是！不过我要先给自己造氙岩屋。”他指向舱口下方其他的船员区域，“主要在睡眠室。不过会在实验室建通道，在控制室封闭一个小型空间。可以，问题？”

的确，他不能一直待在太空球里。“可以，那没问题。氙岩在哪儿？”

“氙岩原料在宿舍的包里，液体，混合，变成氙岩。”

类似环氧树脂，不过是非常非常结实的环氧树脂。

“有趣！总有一天我要了解关于氙岩的一切。”

“我不懂科学，我只是使用。抱歉。”

“没关系，我也不能解释如何造一台思考的机器。我只是使用它。”

“好，你理解。”

“你造氙岩建筑要花多久？”

“四天，有可能五天。你为什么问，问题？”

“我想快点工作。”

“为什么那么快，问题？越慢越安全，错误越少。”

我在座椅中挪了挪。“地球的形势不妙，每况愈下。我必须得抓紧时间。”

“不明白，”洛基说，“为什么地球那么快恶化，问题？波江b就恶化得很慢，至少在72年后才会有大问题。”

72年？天哪，真希望地球有那么多时间。可是72年后，地球将会成为冰冻的废土，99%的人类将会死去。

为什么波江b受到的影响没有那么严重？我皱起眉头，稍加思考就想到了答案：都是因为热能储备。

“波江b比地球热得多，”我说，“大得多，大气也稠密得多，波江b在空气中存储的热量超过地球太多，所以地球冷却得更快，非常快，再过14年，会有一大半人类死掉。”

他的声音变得单调，这是一种非常严肃的表达。“明白。压力，担忧。”

“对。”

他用两只手爪握在一起。“那我们工作，现在就工作！学习如何消灭噬星体，你返回地球，说明情况，拯救地球。”

我叹了口气。早晚得告诉他这件事，不如就是现在。“我回不去，我会死在这里。”

他的甲壳颤抖了一下。“为什么，问题？”

“我的飞船只有来到这里的燃料，我没有足够的燃料回家。小型航天器带着我的发现返回地球，不过我得留在这里。”

“为什么任务是这样，问题？”

“嗯，我的行星最后只能生产这么多燃料。”

“你离开地球时就知道，问题？”

“对。”

“你是个好人类。”

“谢谢，”我尽量不去想迫近的命运，“那我们就收集噬星体吧。我有办法能获取一些样本。我的设备非常善于检测微量——”

“等等，”他举起一只手爪，“你的飞船返回地球需要多少噬星体，问题？”

“呃……200万千克出头。”我说。

“我可以提供。”他说。

我从椅子上跳起来。“什么？！”

“我可以提供，我有多余的。可以给你那么多，还足够我返回波江b。你可以拿去。”

我的心脏偷停了一下。“真的？！那可是不少燃料！我重复了一遍：200万千克，2乘以10的6次方！”

“是，我有大量噬星体。来这里的途中，我的飞船比计划中更高效。你可以用200万千克。”

我栽回座椅中，喘着粗气，差点就开始过度呼吸，但还是眼含着泪水说：“我的天……”

“不明白。”

我抹掉泪水。

“你还好吧，问题？”

“嗯！”我啜泣着说，“是，我很好。谢谢你！谢谢你谢谢你！”

“我高兴。你不死。我们拯救星球！”

我情不自禁地哭出了喜悦的泪水。我有救啦！

半数中国海军站在飞行甲板上，有些是在执行任务，不过大多数是来看人类的救星。整个科学团队也在场，都是每周例会时出席的那批人，斯特拉特、我、迪米特里、洛肯和最新加入的拉迈医生。对了，没有赌博成瘾的骗子就不算完整的科学团队，所以鲍勃·瑞德尔也在。

公平地讲，鲍勃顺利地完成了任务，出色地组建了撒哈拉噬星体繁殖场。能够担任优秀管理者的科学家很少，那不是容易的工作，然而繁殖场正按照他承诺的速度产出噬星体。

直升机缓缓低飞过来，然后精准地降落在停机坪上，一队地勤人员冲过去保证安全。旋翼还在旋转，但是货舱门打开了。

三个人走出来，每人都穿着蓝色连体服，肩上有各自的国旗，分别是一名中国男性、一名俄罗斯女性和一名美国男性。

地勤人员引领他们走出安全距离，直升机再次起飞。过了一会儿，第二架直升机降落。跟第一架一样，这架也搭载了三名宇航员，分别是一名俄罗斯男性、一名俄罗斯女性和一名美国女性。

这六个人将是万福玛利亚号的正选宇航员和后备宇航员。每一架直升机都能轻松搭载全部六名宇航员，但是斯特拉特有一条非常严格的规定：任何一名宇航员在任何情况下都不能跟后备宇航员同乘飞机、直升机或者汽车。他们每个人都具有特殊的专业技能，都需要多年的专业训练。

我们不希望一次车祸就毁掉人类生存的希望。

候选人数不够充足，因为具有抗昏迷性又愿意执行自杀任务的“合格”人选根本没多少。

尽管候选人群体不足，但遴选过程还是漫长且残酷，还充斥着每个相关政府没完没了的政治活动。斯特拉特毫不动摇，坚持只选最优秀的候选人，但是不得不做出一些让步。

“女人。”我说。

“嗯。”斯特拉特抱怨道。

“不过有悖于你的指导方针。”

“确实。”

“好吧。”

“不，不好，”她皱起眉头，“在这件事上我被美国和俄罗斯拒绝了。”

我端起胳膊说：“我从没想到女人会如此性别歧视女人。”

“这不是性别歧视，而是现实。”她拨开吹到脸上的一缕头发，“我的指导方针是所有候选人都必须是异性恋男性。”

“为什么不能都是异性恋女性？”

“绝大多数科学家和训练有素的宇航员候选人都是男性。我们生活的世界就是如此。不喜欢？鼓励你的女学生考理工科吧。我到这来不是为了实现社会平等，而是要不惜一切代价拯救人类。”

“还是有点性别歧视。”

“随你怎么说，这个项目不能有一点性张力存在。要是上演一出三角恋怎么办？发生纠纷呢？比这更小的事都能让人痛下杀手。”

我看着甲板对面的候选人。杨舰长正在欢迎他们登船，他对自己的同胞特别感兴趣，两人笑着握手。

“你还不愿意让中国人加入，觉得他们的航天工程还太嫩，可我听说你亲自挑选他担任甄选宇航员的指挥官。”

“他最有资格，所以让他担任指挥官。”

“也许那边的俄罗斯人和美国人也有资格，也许真正拯救世界的人会保证职业素养。因为你怕宇航员管不住下半身，就把候选的天才们刷下差不多一半，也许这不是个好主意。”

“我们必须得期望他们保持职业素养了。那个俄罗斯女人，伊柳希娜，也在第一梯队，是一名材料专家，截至目前是这项任务最适合的人选。科学专家是那个美国人，马丁·杜波依斯。两男一女，酝酿灾难的配方。”

我把手放在胸前，假装用惊讶来嘲弄她。“这可不行！杜波依斯显然是黑人！我不敢相信你竟然允许！你不怕他用饶舌音乐和篮球毁掉这项任务？”

“噢，快闭嘴吧。”她说。

我们注视着宇航员被甲板上的船员围拢，他们绝对星光熠熠，特别是姚。

“杜波依斯有三个博士学位，分别是物理学、化学和生物学。”斯特拉特又指着美国女宇航员说，“那边的是安妮·夏皮罗，她发明了一种新的DNA剪接法，如今被称为夏皮罗方法。”

“真的吗？”我说，“安妮·夏皮罗？她从无到有发明了三种完整的酶来剪接DNA，使用的是——”

“对，对，非常聪明的女性。”

“那是她博士论文的课题，她的论文课题。你知道有多少人念书时的研究就能斩获诺贝尔奖吗？就我所知没多少。她居然是你心目中科学专家的第二选择？”

“她是在世的最具天赋的DNA剪接专家。可是杜波依斯在众多不同领域中都颇有造诣，这一点更重要。我们不知道他们在外太空会遭遇什么，所以需要有人掌握广博的知识基础。”

“了不起的人物，”我说，“精英中的精英。”

“很高兴他们给你留下深刻的印象，因为你将培训杜波依斯和夏皮罗。”

“我？”我问，“我不懂如何训练宇航员。”

“美国太空总署和俄罗斯联邦太空总署会教他们成为宇航员，”她说，“你要教他们科学知识。”

“你开玩笑吗？他们远比我聪明，我教他们什么？”

“别低估自己，”斯特拉特说，“你是世界领先的噬星体专家，要毫无保留地向他们传授你掌握的噬星体知识。第一梯队宇航员过来了。”

姚、伊柳希娜和杜波依斯走向斯特拉特。

姚鞠了一躬，用略带口音的标准英语说：“斯特拉特女士，很荣幸终于见到你。谢谢你选择我作为这项关键任务的指挥官，请接受我最真诚的感谢。”

“见到你我也很高兴，”斯特拉特说，“你最胜任这个职务，不用谢。”

“你好！”伊柳希娜冲过来拥抱斯特拉特，“我来为地球献出生命！挺了不起，是吧？”

我靠近迪米特里说：“所有俄罗斯人都这么疯吗？”

“对，”他笑着说，“这是作为俄罗斯人感到幸福的唯一方式。”

“这……悲观了吧。”

“这才是俄罗斯的风格！”

杜波依斯跟斯特拉特握握手，用轻柔得几乎听不见的声音说：“斯特拉特女士，谢谢你给我这次机会，我不会让你失望。”

我和其他科学负责人都跟这三位宇航员握手，但是没有什么先后顺序，不像正式会面，更像是人头攒动的鸡尾酒会。

会面进行到一半，杜波依斯转向我说：“我想你就是瑞恩·格雷斯。”

“没错，”我说，“很荣幸见到你。你的成就简直……我甚至无法理解你做出的牺牲。我是不是不应该谈论这些？我不清楚，或许我们还是别谈这件事了？”

他笑着说：“我也经常想到，我们不用避开这个话题。另外你我看起来境况相似。”

我耸耸肩说：“我猜是吧，其实你比我厉害得多，不过我的确热爱分子生物学。”

“哦，对，这一点也算，”他说，“不过我指的是抗昏迷性。我听说你有抗昏迷性的基因标记，跟我和其他队员一样。”

“是吗？”

他挑起眉毛说：“他们没告诉你？”

“没有！”我瞥了一眼斯特拉特，她正忙着跟贪污犯鲍勃和姚指挥官交谈，“我头一次听说。”

“这就怪了。”他说。

“为什么她不告诉我？”

“你问错了人，格雷斯博士。不过我猜他们只告诉了斯特拉特，而她只告诉需要知道的人。”

“那是我的DNA，”我抱怨说，“应该有人告诉我。”

杜波依斯巧妙地转换话题。“不管怎么样，我期待向你学习关于噬星体生命周期的一切知识。夏皮罗博士，我的后备宇航员，她也非常激动。我猜我们将成为仅有的两名同班同学。你有教学经验吗？”

“还真有，”我说，“很丰富。”

“太好了。”

我满脸笑容。自从明白自己不会牺牲已经过了三天，可我还是笑得停不下来。

说实话，我死亡的可能性还是很大，回家之旅漫长且危险。我从路途的休眠中生还，并不意味着回家时还能活下去。也许我可以保持清醒，耗光正常食品后，只吃进食管输送的营养糊？我一个人可以熬过四年，对吧？我们休眠就是为了防止互相残杀。可是独自生活在有限空间会产生完全不同的心理创伤。我应该仔细研究一下。

可是眼下不行，现在我得拯救地球，我自己的生死存亡随后再说，这已经成为一个可以考虑的问题，不再是毫无希望的死路一条。

离心机屏幕上的绿色指示灯亮起。

“重力已施加完毕。”我笑着说。

我们短暂地恢复到失重状态之后，现在又启动了离心机模式。之前不得不停止旋转是因为我需要使用引擎。我们不能在推进的同时启动离心机。如果在飞船分离成两部分、靠100米长的缆绳相连时启动旋转驱动，你想想那场面，肯定不会让你感到愉快。

来到这里的几十年里（不可思议！），洛基仔细勘测了整个星系。他把积累的所有信息都交给了我。他记录了六颗行星，包括它们的体积、质量、位置、轨道特征和大气的总体组成。他不用飞到各处去做这些工作，只需要在目标A上进行天文观测。原来波江座人跟人类一样好奇。

这也是一件益事，跟《星际迷航》不一样，我不能通过启动一台扫描仪来直接获得一座星系的所有信息。洛基观察了几个月才获得如此详细的数据。

更重要的是，洛基了解此星系中佩特洛娃线的所有情况。如我所料，它延伸到一颗特定的行星，可能是二氧化碳最多的那颗。在此星系中是第三颗行星“鲸鱼座τ星e”，至少人类是这样称呼它的。

所以那颗行星将是我们的第一站。

我们当然可以驾驶万福玛利亚号穿过任何一段佩特洛娃线，并以这种方式采集噬星体样本。可是我们只会跟佩特洛娃线交会几秒，而且一座恒星系统并不是静态的，我们必须超过一定速度才能在恒星轨道维持运行。

可“鲸鱼座τ星e”是一颗又大又漂亮的行星，位于佩特洛娃线最粗的地方，我们可以把万福玛利亚号停泊在环绕行星的轨道上，不论在哪一条轨道运行，都会有一半时间沉浸在那里的噬星体中。我们可以在那里想留多久就留多久，尽量多地收集我们所需的噬星体数据和佩特洛娃线本身的动态数据。

就这样，我们启程前往那颗神秘的行星。

我没办法让苏鲁先生[33]直接画出一条航线，所以花两天时间计算并检查两遍计算过程，才得出确切的方位角，然后沿着那个方向推进。

当然，我还剩下两万千克噬星体，考虑到我能用6克每秒的消耗速度获得1.5g的加速度，那么没错，燃料余量很大，而且洛基的飞船上显然有十分充裕的噬星体（我还没弄明白他为什么多出那么多燃料）。可我还是要节省燃料。

我先给出足够的推力，然后自由滑向鲸鱼座τ星e。大约11天后我会启动入轨推进，等待期间，我们还可以使用重力，所以又恢复到了离心机模式。

11天，真的惊人。我们到那里的总距离将超过1.5亿千米，几乎跟日地距离相同，我们只需要11天。怎么做到的呢？用超出天际的速度。

我推进了三个小时才获得目标速度，到达鲸鱼座τ星e时我会用三个小时减速，此刻我们正以162千米每秒的速度航行。这简直不可思议，假如你以这个速度离开地球，四分钟就能到达月球。

整个机动过程，包括减速时的运行，将消耗130千克燃料。

噬星体可真是超越了人类的想象。

洛基站在控制室地板中间的透明氙岩球形舱里。

“乏味的名字。”洛基说。

“什么？什么名字乏味？”我问。

他花几天时间在整艘飞船建立波江座外星租界，甚至在一层层甲板间安装自己的新通道，仿佛遍布各处的巨型仓鼠管道。

他一边在不同的扶手上切换重心，一边说：“鲸鱼座τ星e，乏味的名字。”

“那就给它起个新名字。”

“我起名？不，你起名。”

“你先来到这里，”我解开安全带，舒展身体，“你发现那颗行星，你测绘它的轨道和位置，所以你来命名。”

“这是你的飞船，你来命名。”

我摇摇头说：“地球文化规则，如果你先到一个地方，你有权命名你在那个地方发现的一切。”

他仔细考虑起来。

氙岩的确是一种奇妙的物质，只需一厘米厚的透明氙岩板，就能分隔占我这边空气五分之一的氧气压力和洛基那边29倍地球大气压的氨气，更不用说我这边20摄氏度的气温和洛基那边210摄氏度的气温。

在某些房间里，他比我占据更多空间。而宿舍几乎全被他占去了，我坚持要求他把所有个人物品都挪进自己的领域，因此同意他占据宿舍中更大的地方。

他还根据万福玛利亚号气密过渡舱的大小，在宿舍安装了一间大型气密过渡舱，因为他料定飞船上任何重要的东西都可以通过飞船的过渡舱。可我却无法进入他的区域，我的太空服完全经受不住他的环境，我会像颗葡萄一样被挤碎。安装气密过渡舱的目的就是让我们可以来回传递物品。

实验室大部分都属于我，他在一侧建了一条向上延伸的通道，通道的另一条分支贴着屋顶延伸，最终穿过屋顶，进入控制室。他可以观察我的任何一项科学实验，可是地球设备终究无法在他的环境下工作，所以必须得放在我这边。

至于控制室……里边本来就很逼仄。洛基把氙岩球形舱安放在舱口旁边的地板上，他真的在努力把侵占的空间减至最小，并向我保证在舱壁开孔不会影响飞船的结构完整性。

“好吧，”他最后说，“名叫♫♩♪♫。”

我不再需要音频分析仪，他发出的是A大五度和声接E平行八度和声接G小七度和声，我把这个词录入表格。虽然不清楚原因，但是我已经几天没看这张表格了。“什么意思？”

“这是我伴侣的名字。”

我瞪大了眼睛。这里有点不对劲！他从没跟我说过他有伴侣！我以为波江座人从不接吻和倾诉。

在前往行星的途中我们谈了一些基本的生物学信息。我解释了人类如何繁殖，他也说了波江座外星人的婴儿从哪儿来。他们是雌雄同体，通过把蛋下在一起来繁殖。蛋与蛋之间发生变化，一个吸收另一个，形成一个可以成活的蛋，并在一波江年，即42地球天后孵化。

一起下蛋基本上就等同于波江座人在做爱了，而且他们一旦结为伴侣就一生不变，可这是我头一次听说洛基也有伴侣。

“你有伴侣？”

“不确定了，”洛基说，“伴侣可能有了新伴侣。我离开很长时间了。”

“难过。”我说。

“是，难过。但也不可避免，必须拯救波江b。你为♫♩♪♫挑个人类名称吧。”

专有名词让人头疼。假如你跟一个名叫汉斯的家伙学习德语，你只要叫他汉斯就行。可我根本无法发出洛基的声音，反之也是如此。所以一个人如果跟另一个人谈论名字，另一个人就得在自己的语言中挑选或发明一个单词来表示那个名字。洛基真正的名字是一串音符，他曾经告诉过我，不过在他的语言中没有意义，所以我就一直沿用“洛基”这个称呼。

可我的名字其实是一个英语单词，所以洛基就直接用波江语中表示“优雅”的词语称呼我。

总之，我现在得找到一个英语单词表示“洛基的配偶”。

“艾德里安。”我说。有何不可呢？“人类的称呼是‘艾德里安’。”

“明白。”说完他顺着通道进入实验室。我手叉着腰，探头看他离开，同时问：“你去哪儿？”

“吃饭。”

“吃饭？！等一下！”

我从没见过他吃饭，除了甲壳顶部的散热孔，我甚至没见过他身上有别的开口。他是怎么吃下东西的？而且说到这个问题，他又是怎么产卵的？他一直对此讳莫如深。飞船相连时，他回到飞船上进食，而且我觉得，他还趁我睡觉时偷吃过几顿。

我赶忙爬下梯子进入实验室。此时他已经在垂直通道里握着一级级扶手往下爬了一半，我沿着自己的梯子跟过去。“嘿，我想看看！”

来到实验室地面的洛基说：“隐私。我吃完睡觉。你看我睡觉，问题？”

“我想看你吃！”

“为什么，问题？”

“科学。”我说。

洛基左右摆动了几次甲壳，这是波江座人表示稍有烦恼的身体语言。“生理过程，令人厌恶。”

“科学。”

他又晃了晃甲壳。“好吧，你看。”他继续往下爬。

“太好了！”我随着他往下。

我挤进自己在宿舍的狭小区域。最近这里只有床铺、厕所和机械臂属于我。

公平来讲，他也没多少空间。他占了大部分地方，但是塞满了他所有的破烂。另外他还在宿舍里用自己飞船上的东西建立了专门的工作间和一套生命保障系统。

他打开众多软包装袋中的一个，掏出一个密封包装后用手爪撕开，里边有各种我辨别不出的形状，大多数是像洛基甲壳一样的石质材料。他开始用手爪把那些东西撕扯得越来越细碎。

“那是你的食物？”我问。

“社交不适，”他说，“禁止交谈。”

“抱歉。”

我猜进食对他们来说是一个令人不悦的过程，必须得私下完成。

他扯下食物上的石块，露出下边的肉质，绝对是肉，看上去跟地球的肉一模一样。考虑到我们几乎确定是源于相同的生命基础，我确信我们消耗相同的蛋白质，迎接各种进化挑战的大致办法也都相同。

忧伤再次涌上心头，我想毕生研究波江座外星人的生理学！可我得先拯救人类，愚蠢的人类，害我不能发展业余爱好。

他从那块肉上撕下所有石块，放在一旁，然后又把肉撕成小块，整个过程中他把食物一直放在原来的包装里，丝毫没有碰到地面。我也不喜欢自己的食物接触地面。

过了一会儿，他已经把餐食中可食用的部分撕扯得极其细碎，那是他手工的极限，比人类对食物的处理精细得多。

然后他把食物放在原地，走到自治区域的另一边，从一个密封盒子里掏出一个扁圆盘，放在自己腹部的下方。

接下来的场面变得……让人恶心。他警告过我，我不能怪他。

他腹部的石甲分开，我能看见里边的肉扯开一个口子，滴下几滴闪亮的银色液体。血？

然后，一团灰色物质啪嗒一声从他体内掉进圆盘，声音好似一个湿漉漉的东西拍在地上。

他盖好圆盘并将其放进原来的密封盒里。

回到食物旁，他翻身让后背着地，腹部张开的孔洞还在，我能看见里边有软软的肉。

他伸出几只手挑选小块的食物，把它们扔进腹部的开口。

他有条不紊地重复这个过程，最后所有食物都被放进他的……嘴里？胃里？

他没有咀嚼，也没长牙齿。在我看来，他体内没有活动的器官。

他吃完最后一点，然后无力地垂下胳膊，展开身体躺在地上，无力动弹。

我抑制住冲动，没有问他是否还好。虽然他看起来像死了一样，但这大概是波江座外星人特有的进食过程，以及排泄过程。对，我猜之前排出的那一团就是他上一餐的残余。他是单口生物，即通过同一个器官排泄和进食。

他腹部的开口缓缓闭合，皮肤上开裂的地方似乎开始结痂，但是我没能观察多久，因为腹部的石甲紧接着恢复原位，遮住了他的肚子。

“我……睡觉……”他口齿不清地说，“你……观察……问题？”

洛基进食后的昏迷可不是小事，这根本不像主动入睡，而是一种生理上的强制性餐后休眠。

“是，我观察。睡吧。”

“睡……睡了……”他含糊不清地说完后便昏睡过去，还躺在地板上，保持着腹部朝上的姿势。

他的呼吸加快，每次刚一入眠他都会这样，他的身体需要排出高温循环系统的全部热量。

几分钟后，他停止喘息。我这才知道他没有事，已经睡着。只要度过急促呼吸的阶段，我就从没见他在两小时内醒来。我可以溜走去做自己的工作了，在此情况下，我要记录下刚刚见证的整个消化过程。

第一步：从口中排泄出物质。

“的确，”我对自己说，“恶心得让人受不了。”





第十七章


我醒来时洛基正盯着我。

这种情况每天早晨都会发生，可惊悚的感觉却从没消失。

我怎么知道那个呈五边形对称的无眼生物在“盯”着我？我有感觉，身体语言有所呈现。

“你醒了。”他说。

“对，”我下床伸了伸懒腰，“食物！”

机械臂从上边取下一个加热过的盒子递给我，我打开看了一眼，好像是鸡蛋和香肠。

“咖啡。”

机械臂尽职地送来一杯咖啡。有点贴心的是，有重力时机械臂会端来杯装咖啡，没重力时就给我拿袋装的。给万福玛利亚号写点评时我会表明这一点。

我看着洛基说：“你不必看我睡觉，没关系的。”

他把注意力放在自己那边的一张工作台上。“波江座人的文化习惯。必须看。”他拿起一件设备捣鼓起来。

哦，关于这个“文化”，我们有一条不成文的规定：必须得接受风俗文化。这样就可以终止任何小纠纷。说白了就是“按我的方式做，因为我从小到大都是这样”。我们还没有遇到文化冲突，暂时没有。

我吃下早餐，喝下咖啡，这段时间里，洛基什么也没跟我说。我吃饭时他从来不说话，这是波江座人的礼节。

“垃圾。”我说。

机械臂来收走我的空杯和食品包装。

我登上控制室，坐在驾驶座，在主屏调出望远镜界面。行星艾德里安位于正中，过去十天艾德里安在我们的视野里变得越来越大。我们飞得越近，我就越佩服洛基的天文学造诣，他对艾德里安运动和质量的观测都很准确。

希望他的重力计算也是一样，否则我们进入轨道会很困难，调整时间也会很短。

艾德里安是一颗淡绿色行星，丝丝缕缕的白色云雾飘浮在上层大气中，我完全看不清地面。飞船计算机中运行的软件再次刷新我的认知，我们在太空高速飞行的同时还在不停旋转，可是屏幕上的图像却一直清晰稳定。

“我们接近了。”我说。洛基跟我隔着一层房间，不过我用正常的音量说话，我知道他能听清楚。

“你知道大气成分了，问题？”洛基大喊。正如我清楚他有顺风耳，他也知道我听力的局限。

“我正要再试一次。”

我切换到光谱仪屏幕。万福玛利亚号几乎在每个方面都很可靠，但你不能指望一切都工作正常，光谱仪就一直无法使用，我猜与数字转换器有关。我每天都会试用，它总是告诉我无法获取足够的数据进行分析。

我瞄准艾德里安，让它再试一次。我们离得越近，就能获得越多反射光，也许光谱仪会获得足够的数据进行分析，从而告诉我艾德里安的大气组成。

分析中……

分析中……

分析中……

分析完成。

“成功啦！”我说。

“成功了，问题？！”洛基用高八度的声音说。他匆忙爬上自己的通道，来到控制室的球形舱里。“艾德里安的空气由什么组成，问题？”

我读了下屏幕上的结果。“看起来它含有……91%的二氧化碳、7%的甲烷、1%的氩气，其余的都是微量气体，而且大气相当稠密。组成成分都是透明气体，可我却看不见行星表面。”

“通常你能从太空看见行星表面，问题？”

“如果大气层允许光线通过，那么可以看见。”

“人类的眼睛真是了不起的器官。羡慕。”

“嗯，还不算了不起，我看不见艾德里安的表面。如果大气非常稠密，它就会挡住光。总之这不重要。甲烷——就很奇怪。”

“解释。”

“甲烷不稳定，它在太阳光下会很快分解。甲烷是怎么存在的？”

“地质条件产生甲烷，二氧化碳加矿物质加水加热产生甲烷。”

“是，有可能，”我说，“可是甲烷含量很高，极其稠密的大气中含有8%。地质条件能产生那么多？”

“你有不同的理论，问题？”

我揉揉后脖颈说：“不，并没有。不过这一点挺奇怪。”

“差异就意味着科学。你思考差异，提出理论，你就是人类科学家。”

“是，我会考虑的。”

“多久进入轨道，问题？”

我切换到导航控制屏，我们航向正确，入轨推进预计在22小时后启动。“不到一天。”我说。

“激动，”他说，“然后我们采集艾德里安的噬星体样本。你飞船上的采样设备工作正常，问题？”

“是。”话虽这么说，可我没法确认实际情况。没理由让洛基知道我只是隐约了解这艘飞船的操作。

我快速浏览科学仪器，最后停在外部收集单元上，看着屏幕上的示意图。它很简单，采样器是一个矩形箱子。激活时，它会垂直船体外壳而立。然后箱子两侧的门会打开，里边有大量黏性树脂——准备捕获飞进箱子的任何物质。

没错，就像捕蝇纸，复杂的太空捕蝇纸，但也只是捕蝇纸。

“采集样本之后，如何取回飞船里，问题？”

简单并不意味着方便，就我所知，没有任何自动系统会参与采样工作。“我得亲自去取。”

“人类让我惊叹。你离开飞船。”

“对，我估计是。”

波江座外星人就没有花心思发明太空服。他们为什么要那样做？太空里不存在他们感官能接收的输入方式，那就好比人类带着装备潜入海洋般的黑油漆里，没有理由那么做。波江座外星人使用船体机器人开展舱外工作，万福玛利亚号没有船体机器人，所以舱外工作得由我来完成。

“惊叹用得不对，”他说，“惊叹是恭维。更合适的说法是♫♪♫♪。”

“这是什么意思？”

“有人行为不正常时，给自己带来危险。”

“哦，”我说着把这个新的和声加入我的词库，“疯狂。我们对此的说法是‘疯狂’。”

“疯狂，人类真疯狂。”

我耸耸肩。

“真该死！”我说。

“文明用语！”无线电里的声音说，“不过说正经的，出什么事了？”

样本瓶轻轻从我手中掉落池底，它用了三秒才着地。不过穿着这套太空服待在全世界最大的游泳池底，我不可能伸手抓住它。

“我弄掉了三号瓶。”

“好吧，”福里斯特说，“目前掉了有三瓶，我们得改进夹持工具。”

“也许不是工具原因，只是我不行。”

隔着笨拙的手套操作夹持工具远谈不上得心应手，但还是相当巧妙。它把太空服手套笨拙的抓握转换成了另一端精细的操作。我只需要用食指扣一个扳机，钳子就会捏紧两毫米。如果我用中指扣另一个扳机，它会顺时针旋转多达90度，我的无名指和小指可以使它向前倾斜多达90度。

“待命，我在查看视频。”福里斯特说。

美国太空总署在约翰逊航天中心的中性浮力实验室，本身就是一项工程奇迹。巨大的水池足以容下一比一复制的国际空间站，他们用这座水池训练身着太空服的宇航员在零重力下移动。

无数次（我也不幸被迫参加的）会议之后，微生物界说服斯特拉特这次任务需要特殊定制的工具。她虽然同意，但要求定制工具不能影响任务。她毅然决然要求所有设备都是经过数百万小时用户测试的现成产品。

作为她的科学跟屁虫，我被迫接过了测试IVME工具的任务。

IVME是一组首字母缩写，代表上帝都不曾想到的词语组合：“真空环境微生物设备”。噬星体生活在太空里，我们可以在地球上的大气环境中研究它们，可是要在无重力的真空环境下研究过，我们才会充分了解它们是怎么回事。万福玛利亚号的宇航员需要这些工具。

我站在中性浮力实验室的一角，壮观的国际空间站模型就在我身后，两名潜水员漂浮在旁边，准备在遇到紧急情况时营救我。

太空总署为我在池底放了一张金属桌。最大的困难不是让设备在真空中工作——不过他们的确得完全重新设计移液管，毕竟太空中没有吸力——最大的困难在于用户戴上太空服手套后双手失去灵活性。噬星体也许喜欢真空，但是人类身体必定不会喜欢。

不过话说回来，我至少了解了不少俄罗斯太空服的使用方法。

对，俄罗斯太空服，不是美国太空服。斯特拉特听取了不少专家的意见，他们都一致认为俄罗斯海鹰型太空服最为安全可靠，所以这项任务就选了俄罗斯的太空服。

“好，我看明白是怎么回事了。”福里斯特通过头戴式耳麦说，“你让钳子倾转，可它却释放，内部微缆的接线一定是弄乱了。我这就过去，你能带着钳子浮上来吗？”

“没问题。”我朝两位潜水员挥手并指向上方，他们点点头，帮我浮到水面。

附近甲板安装的吊臂把我吊出水池，几名技术人员过来帮我脱下太空服，不过这很容易，我只是从太空服的后挡板跨出来。茧式太空服没法不让人喜欢。

福里斯特从隔壁的控制室过来，收走了工具。“我要做些改动，我们可以过几个小时再试。你在水下时我接到一个电话。三十号楼需要你过去，趁他们重置飞行控制模拟器，夏皮罗和杜波依斯有几个小时的休息时间。恶人不休息，斯特拉特让你过去给他们培训噬星体。”

“收到，休斯顿。”我说。世界也许要毁灭，不过待在太空总署的主园区，我总会心怀敬畏，激动不已。

离开中性浮力实验室，我走向三十号楼。假如我提出要求，他们会派一辆汽车。可我不需要，因为步行只需十分钟。而且，我喜欢在这个国家的宇航史中徜徉。

我走进大楼，通过安检，来到他们设置的一间小会议室。马丁·杜波依斯穿着蓝色飞行制服，站起来跟我握手。“格雷斯博士，很高兴再次见到你。”

他的面前摆着细致认真的文书和笔记，安妮·夏皮罗潦草的笔记和揉成团的废纸散放在旁边的桌子上，但是她的座位却空着。

“安妮在哪儿？”我问。

杜波依斯重新坐下，即使坐着，他也保持挺拔完美的身姿。“她去上厕所，应该很快回来。”

我坐下打开背包。“你可以叫我瑞恩，我们这儿都是博士。我觉得直呼名字就行。”

“抱歉，格雷斯博士，我从小到大没那种习惯。不过你愿意的话可以叫我马丁。”

“谢谢，”我掏出笔记本电脑并启动，“你最近怎么样？”

“我挺好，谢谢关心。夏皮罗博士和我发展出一段性关系。”

我停顿了一下说：“呃，好吧。”

“我经过深思熟虑才通知你。”他翻开自己的笔记本，把一支笔放在旁边，“核心任务团队中不应该有秘密。”

“对，我觉得也是。”我说，“那应该不成问题。你是正选科学专家，安妮是备选成员，你们不可能都去执行任务。不过……我想说的是……你们的关系……”

“对，你说得没错，”杜波依斯说，“不到一年我就要出发执行自杀任务。假如出于某种原因，我不适合或无能力执行任务，她将顶替我。我们都明白这一点，也知道这段关系只能以死亡结束。”

“我们活在一个没有希望的时代。”我说。

他在胸前双手合十。“夏皮罗博士和我不这样看。我们非常享受积极的性行为。”

“嗯，好吧。我没必要了解——”

“也没必要使用安全套。她在避孕，按照项目要求，我们都进行了异常全面的体检。”

我在电脑上打字，期待他换个话题。

“很享受。”

“肯定的。”

“总之，我觉得应该告诉你。”

“应该的，不对。好吧。”

安妮打开门，匆忙走进来。

“抱歉！抱歉！我得上趟厕所，有点儿……着急。”世界上最聪明、最厉害的微生物学家说，“差点憋不住！”

“欢迎回来，夏皮罗博士。我把咱们的关系告诉格雷斯博士了。”

我双手抱头。

“好啊，”安妮说，“嗯，我们没什么要隐瞒的。”

“书归正传，”杜波依斯说，“要是我没记错，上次课我们讲到噬星体线粒体内的细胞生物学。”

我清清喉咙说：“对，今天我要讲讲噬星体的克雷布斯循环[34]，这与我们在地球线粒体中发现的一样，只不过多了一步——”

安妮举起手说：“噢，抱歉。还有一件事。”她对杜波依斯说，“这堂课后我们有15分钟私人时间，然后才开始下一项培训。想去走廊尽头的卫生间做爱吗？”

“我接受这个建议，”杜波依斯说，“谢谢，夏皮罗博士。”

“好，太棒了。”

他们都看向我，准备上课。我等了几秒，确保他们不会继续分享不合时宜的内容，不过他们似乎感到心满意足。“好啦。那么噬星体中的克雷布斯循环有一个变化，等一下，做爱时你也叫她夏皮罗博士吗？”

“当然，那是她的称谓。”

“我还挺喜欢的。”夏皮罗博士说。

“抱歉问到这个，”我说，“我们继续讲克雷布斯循环……”

洛基关于行星艾德里安的数据完全正确。它的质量是地球的3.93倍，半径为10318千米（几乎是地球的两倍）。它以每秒35.9千米的平均轨道速度围绕鲸鱼座τ星飞行。此外，洛基得出的行星位置偏差在千万分之一内。这些数据正是我进行入轨计算所需要的。

数据的正确性非常重要，否则入轨出错会出现很严重的混乱状况，甚至造成人员伤亡。

当然，要是用旋转驱动，我们得退出离心机模式。

洛基和我飘浮在控制室，他在屋顶的球形舱里，我在驾驶座位上。我注视着实景视频显示屏，脸上挂着傻乎乎的笑容。

我来到了另一颗行星！过去几周我已经来到了另一颗恒星附近，所以没必要如此兴奋，可这很难理解。鲸鱼座τ星跟太阳差不多，它很明亮，无法靠近，甚至总体的辐射频率范围都相同。不知为何，来到一颗新的行星更让人激动。

艾德里安的缕缕白云在我们下方飘过。或者更准确地说，缕缕白云几乎没怎么移动，而是我们在上方极速飞过。艾德里安的重力比地球更大，所以我们的轨道速度有每秒12千米出头，远比绕地球飞行所需要的速度大。

来到行星上空，我一直观察了11天的淡绿色星球展现出更多细节。它不仅仅是绿色，类似木星和土星，还有深浅不一的绿色条纹环绕着它。然而不同于那两颗庞大的气体巨星，艾德里安是一颗岩石行星。多亏了洛基的记录，我们有了它的半径和质量，也就是说我们知道它的密度高得不可能仅由气体组成，下边的星球上有一层表面，只是我看不见。

老天，要是能有一台登陆器，让我用什么交换都行！

其实那东西用处不大，就跟登陆金星或波江b类似，即使我有办法登陆艾德里安，也会被那里的大气压死。该死，如果是这样，真希望洛基有一台登陆器，波江座外星人也许受得了下边的气压。

说到波江b，洛基正在控制室的球形舱里校准某种设备。那看上去像一把枪，既然我们还没有发动星际战争，估计它另有用途。

他用一只手拿着设备，一只手敲打，另外两只手端着一块矩形面板，面板通过短线缆跟枪形设备连接。他的最后一只手握着把手，稳住身体。

他用类似螺丝刀一样的工具又对设备做了一些调整，突然间，面板有了动静。它本来是一个平面，现在开始展现出纹理。洛基左右挥舞枪形设备，面板屏幕上的图案也左右移动。

“成功！它工作了！”

我从驾驶座一侧探出头更仔细地观看。“那是什么？”

“等一下。”他用枪形设备对准我的外部摄影机图像显示屏，调整了几下控制器，矩形面板上的图案稳定在一个圆形。仔细一看，我发现圆形的某些部分比别处高，看起来像一张立体地图。

“这台设备像人类的眼睛一样听取光线。”

“噢，这是一台相机。”

“♫♪♫。”他马上说。这下我们的词汇表里有了“相机”。

“它分析光线，转化成不同质地展现出来。”

“噢，你能感受那种质地？”我说，“妙。”

“谢谢，”他把相机固定在球形舱墙壁上，对准我的中央屏幕，“人类可见光的波长是多少，问题？”

“380纳米到740纳米之间所有波长的光。”大多数人根本不能随口说出这些数据，当然大多数人也不是在教室墙上悬挂大幅可见光谱图的初中老师。

“明白，”他说着调整设备上的几个旋钮，“现在我能看见你看到的东西了。”

“你是个了不起的工程师。”

他不屑一顾地摆了摆手说：“不，照相是一种古老的技术，显示也是一种古老的技术，都曾在我的飞船上为科学服务，我只是为了在这里使用而改造了一下。”

我觉得波江座外星人有一种非常谦虚的文化，要不然洛基就是那种无法接受恭维的人。

他指着自己显示屏上的圆圈说：“这是艾德里安，问题？”

我查看他所指的准确区域，然后对比着我的屏幕说：“对，那块区域是‘绿色’。”

“我没有表达这个意思的词语。”

波江座外星人的语言里当然没有表示颜色的词语。为什么要有呢？我从没觉得颜色神秘莫测，只不过假如你以前从没听说过，那我猜颜色就非比寻常了。我们已经对电磁光谱中不同的频率范围进行命名，我的学生们也都能看见，可是当我告诉他们“X光”、“微波”、“WiFi”和“紫色”都是不同波长的光时，他们还是觉得不可思议。

“那你就给它起个名字。”我说。

“是是，我命名这种颜色，就叫中等粗糙吧。在我显示屏上的图案中，光滑代表高频光，粗糙代表低频光，这种颜色是中等粗糙。”

“明白，”我说，“没错，绿色正好位于人类可见光谱的中间。”

“好好，”他说，“样本准备好了吗，问题？”

此时我们已经在轨道上待了一天，刚来到这里时我就启动了采样单元。我切换到外部采集单元控制屏，它显示工作正常，甚至给出了启动时间：21小时17分。

“嗯，我觉得好了。”

“你去取。”

“呃，”我抱怨说，“舱外活动太费事啦！”

“懒惰的人类，快去！”

我笑起来，他开玩笑时会用一种稍有不同的语调，我花了很长时间才能辨别出来，就好像……词语间的停顿有了变化，节奏变得不同，我也不是非常明了，但是一听到就会明白。

我通过外部收集单元的主控屏，关闭样本采集器，让它恢复平行放置的状态。显示屏报告操作完成，我通过船体外壳上的摄像机进行确认。

我钻进一套海鹰太空服，进入气密过渡舱，启动外出流程。

亲眼所见的艾德里安绝对惊艳，我在飞船外注视着这颗庞大的行星，一连好几分钟。星球上覆盖着深浅不一的绿色条纹，来自鲸鱼座τ星的光芒经过反射，简直美得令人惊叹。我可以一连欣赏几个小时。

大概这样看着地球我也会有同样的感受，希望我还能记起，地球一定跟眼前的景象一样美妙。

“你出去太长时间了。”耳机里传来洛基的声音，“你安全，问题？”

我已经调出舱外活动屏幕，通过控制室的扬声器播放我的无线电通话内容。此外我还在控制室里洛基的球形舱上粘了一个麦克风，并设置为语音激活模式。他只要说话就能广播出来。

“我正看着艾德里安，它很漂亮。”

“以后再看，先取样本。”

“你总催我。”

“是。”

我沿着船体攀爬，沐浴在艾德里安的光芒之中，所有一切都被染上了淡绿色。我轻松找到了样本收集器。

它没有我想象的大，约有半米见方，侧面有一个红黄色相间条纹的拉杆，拉杆上用英俄中三种文字写着“拉动释放ECU”。

我把安全绳挂在收集单元一个便于操作的孔洞上（估计设置在此就是为了挂安全绳），拉动拉杆到打开位置。

采样器从飞船上浮起来。

我拖着采样器，沿船体返回气密过渡舱，按流程进入飞船，然后脱掉了太空服。

“一切顺利，问题？”洛基问。

“对。”

“好，”洛基说，“你用科学工具检查，问题？”

“是，这就开始，”我调出离心机控制屏，“准备产生重力。”

“对，重力，”他用三只手爪拉住扶手，“提供给科学仪器。”

等离心机一转起来，我就来到实验室开始工作。

洛基飞快跑到实验室屋顶的通道，聚精会神地观察。当然，不是“观察”，我猜是专注地收听。

我把采样器放在桌子上，打开一块面板，这是对着鲸鱼座τ星的一面。看着眼前的一切我笑了起来。

我仰头看着上面的洛基说：“我们开始时这块面板是白的，现在它都黑了。”

“不明白。”

“采集器的颜色变成了噬星体的颜色。我们收集到大量噬星体。”

“好好！”

接下来的两个小时里，我刮下了采样器两侧的所有东西，分别放在各自的容器里。然后我充分冲洗每份样本，让噬星体沉淀到底部。我敢肯定，刮擦时有很多黏性物质跟噬星体粘在了一起，我希望除去它们。

之后我进行了一系列测试。首先我对一些噬星体进行DNA标记检查，看它们是否跟地球上的相同。结果是肯定的，至少我检查的标记相同。

然后我检查每份样本的总体数量。

“奇怪。”我说。

洛基来了兴趣。“什么奇怪，问题？”

“两侧的噬星体数量大致相同。”

“出乎意料。”他说。

“出乎意料。”我也同意。

采样器的一侧对着鲸鱼座τ星，另一侧对着艾德里安。噬星体靠迁徙繁殖，每一个眼睛放光的活跃噬星体飞往艾德里安后，都应该有两个从艾德里安返回。所以一般说来，从艾德里安到鲸鱼座τ星的噬星体应该是反方向的两倍。可是实际情况却并非如此，两个方向的噬星体数量相同。

为了看得更清楚，洛基沿着横跨房顶的通道爬行。“计数错误，问题？你怎么数，问题？”

“我测量两侧样本的总热能输出。”这是了解噬星体数量的万全之策。每个噬星体保持96.415摄氏度，它们的数量越多，承载它们的铁盘吸收的总热量就越多。

他互相敲了敲两只手爪。“真是个好办法，数量一定相同。怎么回事，问题？”

“我不知道。”我把一些“返程”的噬星体（也就是从艾德里安到鲸鱼座τ星的噬星体）涂抹到一枚载玻片上，然后把它拿到显微镜下。

洛基在通道里紧紧跟随。“那是什么，问题？”

“显微镜，”我说，“它帮助我看见很小的东西，我用它可以看见噬星体。”

“了不起。”

我观察样本，然后倒吸了一口气，载玻片上除了噬星体还有很多东西！

遍布样本中的熟悉的黑点是噬星体，可是还有透明的细胞、更小的细菌状生物和更大的变形虫状生物，细小的，肥大的，螺旋的……形形色色，数不胜数，就像是在观察一滴湖水中的所有生命！

“哇！”我说，“生命！这里有丰富的生命！不仅有噬星体，而且多种多样！”

洛基居然在通道壁上撞来撞去。“不可思议！不可思议不可思议不可思议！”

“艾德里安不仅是一颗行星，”我说，“而且跟地球和波江b一样，是一颗有生命的行星！这就解释了甲烷的来源。生命释放甲烷！”

洛基一动不动，然后直直地挺立起来，我从没见过他把甲壳提得那么高。“生命也是噬星体数量跟预期不符的原因！生命就是原因！”

“什么？”我说，他以前从来没有像现在这样激动，“怎么回事？我不明白。”

他用手爪敲打通道壁，指着我的显微镜说：“艾德里安上有生命吃掉了噬星体！数量平衡，自然规律。这解释了一切！”

“我的天哪！”我大惊失色，心脏都要跳出胸膛，“噬星体有天敌！”

艾德里安不仅有噬星体，还有一个完整的生物圈，就连佩特洛娃线里都有一个活跃的生物圈。

这里是所有一切起源的地方，一定是，不然我们如何解释无数差异极大的生物都进化到能在太空中迁徙？它们都来自同一个基因源。

噬星体只是在这里进化的众多生命之一。有了各种各样的生命，就会存在差异和弱肉强食。

艾德里安不只是某个被噬星体感染的行星，它是噬星体的老家！也是噬星体天敌的老家！

“这真不可思议！”我大吼道，“假如我们找到天敌……”

“我们带回家！”洛基的声音比平时高了两个八度，“它吞食噬星体，繁殖，吞食更多噬星体，繁殖，吞食更多更多更多！恒星得救啦！”

“是！”我用指关节顶住洛基的通道壁，“撞拳！”

“什么，问题？”

我又敲了敲通道。“这样，这样做。”

他在墙壁另一侧正对着我手的地方模仿我的动作。

“庆祝！”我说。

“庆祝！”





第十八章


万福玛利亚号的宇航员坐在休息室的沙发上，每个人都在喝各自的饮品。

姚队长喝的是一种德国啤酒，工程师伊柳希娜端着超大一尊伏特加，科学专家杜波依斯正在喝一杯2003年的卡伯纳-苏维翁红葡萄酒，他提前十分钟就倒出来醒酒了。

休息室本身的设置颇为艰难。任何跟任务不直接相关的东西斯特拉特都不喜欢，而且航空母舰上也没有什么多余空间。不过在全世界一百多名科学家的要求下，她大发善心安排了一个放松场所，机库甲板角落里的一个改造过的小房间被我们用来享受奢侈生活。

几十个人挤在屋子里，观看壁挂显示器上的电视节目。根据不成文的规定，沙发上的座位属于宇航员，所有潜在的特权都属于宇航员。他们要为人类献出生命，我们至少能给他们最好的座位。

“距离发射只剩几分钟时间。”英国广播公司的记者说。我们可以观看美国新闻、中国新闻、俄罗斯新闻，内容都是一样的。拜科努尔航天发射场的远景点缀着发射台上巨型运载火箭的镜头。

记者站在俯瞰俄罗斯任务控制中心的观察室里。“今天的发射任务是万福玛利亚计划总共十六次发射中的第九次，不过这可以说是最重要的一次。此次的荷载包括驾驶座舱、实验室和宿舍模块，国际空间站的宇航员准备接收这些模块，并用随后两周时间把它们安装在万福玛利亚号飞船的框架上，后者的制造正是依靠前几次发射……”

伊柳希娜举起她的伏特加说：“别搞砸我的房子，俄罗斯国家航天集团的混蛋们！”

“他们不是你的朋友吗？”我问。

“那可说不准！”她在笑声中大吼。

倒计时出现在屏幕上，还有不到一分钟的时间。

姚向前倾身，专注地凝视。一位行动派的军人被迫旁观如此重要的发射任务，这感觉肯定不好受。

杜波依斯看着姚的表情说：“我相信发射会一切顺利的，姚队长。”

“嗯。”姚说。

“发射倒计时30秒。”伊柳希娜说，“我可等不了那么久。”她把伏特加一饮而尽，然后立即又倒了一杯。

随着倒计时的继续，聚拢的科学家又向前靠近了一些。我发觉自己被挤在沙发靠背上，但是我被电视画面吸引，对此已经全然不顾。

杜波依斯仰起脖子向后看着我说：“斯特拉特女士不跟我们一起看吗？”

“我觉得不会，”我说，“她不关心发射这种趣事，大概在办公室检查报表或别的什么吧。”

他点点头。“那么在某种程度上有你在这儿代表她，我们很幸运。”

“我？代表她？你凭什么这样觉得？”

伊柳希娜转头对着我说：“你是二把手，不对吗？你是万福玛利亚计划的大副？”

“什么？不！跟所有这些家伙一样，我只是一名科学家。”我指着身后的男男女女说。

伊柳希娜和杜波依斯互相看了一眼，然后又看向我。“你真这样觉得？”伊柳希娜说。

鲍勃·瑞德尔在我身后开口说：“你跟我们这些人不一样，格雷斯。”

我对他耸耸肩。“我当然一样，为什么不一样？”

“问题在于，”杜波依斯说，“你对斯特拉特女士来说有点特殊。我曾以为你们俩之间存在性关系。”

我被惊掉了下巴。“什……什么？！你疯了吗？！没有！根本没有！”

“哈，”伊柳希娜说，“你也许应该追求一下她。她太紧张了，可以好好享受一下性生活。”

“胡说八道，大家都这样想？”我转身面对科学家们，他们大部分人都避开了我的目光。“根本没那种事！我也不是她的二把手！我只是一名科学家，跟你们一样被选入这个项目！”

姚转头瞅了我一会儿，房间陷入沉默。他不怎么说话，所以每次发话大家都很当回事。

“你是二把手。”说完他便转回头继续看电视。

英国广播公司的播音员随着屏幕上的计时器数出最后几秒，“三……二……一……发射！”

屏幕上火焰和烟雾环绕着刚刚腾空而起的火箭，它开始很慢，然后逐渐加速。

伊柳希娜举了几秒杯子，最后爆发出一阵欢呼：“发射塔分离！发射成功。”她大口饮下伏特加。

“距离地面只有100英尺，”我说，“或许应该等它进入轨道？”

杜波依斯抿了一口他的葡萄酒。“宇航员在发射塔分离时就庆祝。”

姚一言不发，只是喝了一口他的啤酒。

“为什么……这个……不……对劲？！”每说一个词，我就用双手拍一下额头。

垂头丧气的同时，我跌坐进实验椅。

洛基从上方的通道里边观察边说：“没有捕食者，问题？”

“没有捕食者。”我感叹道。

实验非常简单。玻壳里充满艾德里安的空气，空气并非真的来自艾德里安，但是气体组成是基于大气的光谱。气压非常低，是艾德里安大气压的十分之一，近似于高层大气的压力。

玻壳里还有我们收集的艾德里安生物和一些新鲜的噬星体。我希望提供一批新鲜多汁的噬星体可以让捕食者数量激增，一旦它成为占统治地位的细胞类型，我就可以把它从样本中分离出来。

不成功。

“你确定，问题？”

我检查临时拼凑的热能指示器，它只是一部分浸入冰水、一部分连接玻壳的热电偶，噬星体提供热能，冰水消耗热能，热电偶的温度结果告诉我噬星体释放了多少热能。假如温度降低，那意味着噬星体的数量在减少，但并没有发生这种情况。

“嗯，我确定，”我说，“噬星体的数量没变化。”

“也许玻壳温度不对，太热。艾德里安上层大气温度大概比你的室温更低。”

我摇摇头。“艾德里安的气温应该无关紧要，捕食者连噬星体的温度都受得了。”

“哦，对，你说得对。”

“或许捕食者理论不对。”我说。

他喳喳喳地爬向实验室远端的通道。他思考时就会这样行走，地球人和波江座人都有同样的行为习惯，这可真有意思。“捕食者是唯一的解释，也许佩特洛娃线中没有捕食者，它们生活在更低的大气中。”

我振作起来。“也许是。”

我朝实验室的显示器看过去，我用它播放外部摄像机拍下的艾德里安画面，不是出于任何科学原因，只是因为看起来挺酷。此刻我们正要越过明暗的界线，进入星球的白天一侧，轨道上的晨光沿着一条弧线闪现。

“那好，我们假设大气里有捕食者，在什么高度呢？”

“最佳高度是多少，问题？假如你是捕食者，你去哪儿，问题？你去噬星体那里。”

“好，那么噬星体在什么高度？”这个问题不言自明，“噢！存在一个繁殖高度，空气里的二氧化碳足够噬星体繁殖。”

“是！”他踩踏着通道回来，站在我的上方说，“容易，我们能找到，用佩特洛娃镜。”

我用拳头一砸手掌。“对啊！显而易见！”

噬星体必定得在某个地方繁殖，二氧化碳的某个分压值将是关键，但是我们不用弄清或者猜测。噬星体分裂时，它和后代返回鲸鱼座τ星。它们发射红外光来推进，那意味着在特定高度上，佩特洛娃频率的光辐射遍布整颗行星。

“去控制室！”我说。

“控制室！”他冲过实验室屋顶的通道，消失在控制室的私人入口，我在旁边跟随，但是没那么快。

我攀上梯子，坐进驾驶座，启动佩特洛娃镜。洛基已经在他的球形舱中就位，把他的相机对准了我的主屏幕。

整个屏幕散发出红色。

“这是什么，问题？没有数据。”

“等等。”我说着调出控制和选项界面，开始移动滑块，“我们就在佩特洛娃线之中，周围到处都是噬星体，我来调整设置，只显示最亮的光源……”

这需要很多操作，不过最后我设置好亮度范围，屏幕上只剩下不规则的斑点表示来自艾德里安的红外光区域。

“我认为这就是答案。”我说。

洛基贴近它的纹理屏幕，“看到”我的所见。

“出乎意料。”我说。

我以为它只是遍布在某个特定高度的一层红外辐射。可是实际情况并非如此，屏幕上的斑块基本上呈云团状，与可见光条件下的缕缕白云也不相符。我找不出更合适的词语描述，这些云就是红外云。

或者更确切地说，是一团团发射红外线的噬星体。无论出于什么原因，噬星体在某些区域繁殖得更多。

“异乎寻常的分布。”洛基说出了我的心声。

“对，也许天气影响繁殖？”

“也许。你能计算纬度，问题？”

“能，稍等。”

我放大画面并移动佩特洛娃镜，直到艾德里安地平线正上方的一块噬星体云出现在画面里。读数显示出镜头当前相对飞船各向轴线的角度。我记下这些角度，切换到导航控制屏幕，获得飞船相对轨道中心的角度。有了这些数据，再经过一整套三角学计算，我就能得出噬星体云团的高度。

“繁殖高度是地表上空91.2千米，云团宽度不到200米。”

洛基用一只手爪握住另一只，我理解这个身体语言，他在思考。

“假如捕食者存在，那它们就在那里。”

“同意，”我说，“可是我们如何采样？”

“轨道最近能到多少，问题？”

“距离行星100千米，再近飞船就会在大气中燃烧。”

“真不走运，”洛基说，“距离繁殖区还有8.8千米。不能再接近了，问题？”

“假如以轨道速度进入大气层，我们会死。不过我们要是慢下来呢？”

“减慢意味着轨道不稳，掉进大气，死路一条。”

我靠在扶手上看着他说：“我们可以用引擎防止落入大气层，只要持续不断地向远离行星的方向推进，降低我们在大气中的高度，获取样本以后就离开。”

“不行，我们会死。”

“为什么不行？”

“引擎发射大量红外光，假如你在大气中使用，大气会变成离子。爆炸，摧毁飞船。”

我浑身一颤。“对，有道理。”

迪米特里当初首次测试旋转驱动，只运行了100微秒它便熔化了后方的一吨金属硅。而且那台测试引擎的功率是万福玛利亚号上引擎的千分之一。在真空里，一切运转正常。不过在空气里使用这些引擎会产生一个巨大的火球，核弹与之相比就像是爆竹。

我们陷入沮丧，沉默着坐了一会儿。我们两个世界的救星就在下方10千米的地方，可我们却去不了。肯定有办法，不过是什么呢？我们甚至不用亲自下去，只需要获取那里的空气样本，不管多少都行。

等一下。

“再说一遍，你是怎么制造氙岩的？混合两种液体？”

洛基被我问得措手不及，但他还是回答：“是，用液体和液体，混合，它们变成氙岩。”

“你能做多少？那些液体你带了多少？”

“我带了很多，用来打造我的区域。”

我建了一张表格，开始输入数字。“我们需要0.4立方米氙岩，你能造出那么多吗？”

“能，”他说，“剩的液体足够了，能造出0.61立方米。”

“好，那我……有个办法。”我撑起了双手的手指。

这是个简单的办法，但也很蠢。不过，蠢办法如果可行，就会变成金点子。看看我这个办法属于哪一种。

噬星体繁殖地在深入艾德里安大气层10千米的地方，我不能驾驶万福玛利亚号飞到那么低，因为稠密的空气会把飞船烧毁。我无法在大气中使用引擎，因为所有东西都会烧毁、爆炸。

所以就得尝试钓鱼的方法。我们要造一条10千米长的链条，在末端安装某种采样设备（洛基负责实现），拖着它穿过大气层。挺容易的，对吧？

错。

万福玛利亚号必须得保持12.6千米每秒的速度才能稳定在轨道上，慢一点就会发生轨道衰变，我们会落入大气层烧毁。不过，假如我们拖着链条，即使是氙岩链条以那个速度穿过大气，它也会被扯断并蒸发。

所以我们必须得放慢速度，可是减速意味着坠向行星，除非我用引擎一直保持高度。可是如果这样操作，引擎喷口就正对着链条和采样设备，引擎的喷射物会把它们全部蒸发掉。

所以我们要倾斜一个角度推进。就这么简单。

听起来绝对荒唐，万福玛利亚号将与垂直方向保持30度夹角，并以这个角度推进。下方的链条会垂直伸入大气10千米，推进器后方的大气将一直处在离子焰状态，看上去应该非常壮观，但是离子焰位于我们身后，链条将穿过不受影响的大气。

总之，我们的横向速度只有一百多米每秒。链条在稀薄的高纬度空气中能够经受这样的速度，没有问题。我计算过，链条只会跟垂直方向偏离两度。

一旦我们觉得取到样本，就赶紧离开。哪有可能出错呢？！

我最后这句是反问。

我不是最了不起的建模设计师，但是能用计算机辅助制图软件设计非常适合的链节，不过不是普通的椭圆形链节。它大体是椭圆形，但是有个窄小的开口，用于相互连接，便于组装成链条，但又极不可能脱开，特别是在它们承受拉力的时候。

我抓起一个铝块，把它固定在铣床上。

“这会成功，问题？”洛基在屋顶的通道里问。

“应该会。”我说。

我启动铣床，它直接开始工作，完全按照我期望的样子，铣出一个链节的模子。

我取出工件，掸掉铝刨花，举向上方的通道。“怎么样？”

“非常好！”洛基说，“我们需要很多很多很多链节，更多模子意味着我可以一次制造更多链节。你能制造很多模子吗，问题？”

“这个嘛，”我在备品柜里查找，“我的金属铝不多。”

“你在飞船上有很多没用的物件，比如宿舍里的两张床。熔化它们，制成铝块，造出更多模子。”

“哦，办任何事你都不糊弄妥协，是吗？”

“不明白。”

“我没法熔化大量物品啊，用什么办法？”

“噬星体，熔化一切。”

“真有你的，”我说，“不过不行，我的生命保障系统受不了那么热的环境。这提醒我了，你为什么多出来那么多噬星体？”

他停顿了一下说：“怪事。”

我竖起耳朵，奇怪的故事总是让我感兴趣。他喳喳走过通道，坐在一个宽敞些的地方。“波江座科学家做了很多计算。计算路程，燃料更多就意味着更快，所以我们生产了很多很多很多噬星体。”

“你们怎么能生产那么多？地球遇到了很大困难。”

“容易。把噬星体装入充有二氧化碳的金属球，再放到海里。噬星体翻倍翻倍翻倍，很多噬星体。”

“对啊，因为你们的海洋比噬星体更热。”

“是。地球海洋没有噬星体热。难过。”

一说到噬星体生产，波江b就赢在了起跑线上，整个行星可以看作一口高压锅。大气压力是地球的29倍，温度是210摄氏度，这意味着地表的水是液态的。他们的海洋温度远远高于噬星体的体温。他们只需要把噬星体放在海里，让它吸收热量并繁殖。

真让我嫉妒，我们得用黑板铺满撒哈拉沙漠来繁殖噬星体，他们只需要把噬星体扔进海里。波江b海洋蕴藏着难以估量的能量。全部水体是地球海洋总量的数倍，温度在200摄氏度左右，甚至更高。那蕴含的能量肯定很惊人。

所以他们可以花一个世纪左右的时间来解决问题，而地球在几十年里就会被冻住。不只有他们的大气存储热量，海洋存储得更多。他们又一次赢在起跑线上。

“波江座科学家设计飞船和燃料需求，全程耗费6.64年。”

这项数据让我困惑了一会儿。波江座40距离鲸鱼座τ星十光年，所以从波江b的视角来看，你不能在十年之内完成这段路途，他说的一定是因为时间膨胀造成飞船最终经历了6.64年。

“途中发生了怪事，船员生病死亡，”他放低声音，“现在我知道是辐射。”

我低头给了他一点时间。

“每个人都生病，我一个人驾驶飞船。又有怪事发生。引擎工作异常，我是引擎专家，也查不出问题。”

“你们的引擎坏了？”

“没，没坏。推进正常。可是速度……不增长。无法解释。”

“哈。”

他一边说一边来回走动。“还有奇怪的事，比预期早到了路途中点，早很多。我把飞船掉头，反向推进减速，可是鲸鱼座τ星越来越远。怎么回事？飞船还在向鲸鱼座τ星前进，可它却越来越远。非常困惑。”

“啊——哦。”我说。一个想法潜入我的脑海，一个非常令人不安的想法。

“我加速，减速，更加困惑，但还是来到了这里。尽管出现那么多错误和不解之处，我还是用三年时间来到了这里，是波江座科学家预计时间的一半。太费解。”

“噢……天啊……”我嘟囔着。

“剩下非常非常非常多燃料，超出预期很多。不是抱怨，只是不解。”

“明白……”我说，“告诉我，波江b时间跟你飞船上的时间一致吗？”

他翘起甲壳。“这个问题没意义，时间当然一致，时间在哪里都一致。”

我双手捂头说：“哎呀。”

波江座外星人不明白相对论物理学。

他们用牛顿物理学计算整个旅途，以为可以不断加速，不知道光速限制，在此前提下计算出一切。

他们不知道时间膨胀，洛基没觉得在自己旅途中，波江b经过了长得多的时间。他们不了解长度膨胀。实际上，到鲸鱼座τ星的距离在你相对它减速时会增加，即使你在向它开进。

一颗行星上的全部智慧生命，根据错误的科学假设打造出一艘飞船，可是船员中唯一的生还者聪明透顶，奇迹般地通过试错法解决问题，居然把飞船开到了目的地。

这个大错误居然拯救了我。他们以为自己还需要更多燃料，可是洛基余下超多。

“好啦，洛基，”我说，“你让自己舒服点，我有很多科学原理要解释。”

有人在我办公室敲了两下门，探身进来。“格雷斯博士？你是格雷斯博士吗？”

办公室不大，不过在航空母舰上能有自己的私人空间，那可是交了好运。在荣升为我的办公室之前，这个房间是卫生间清洁用品的储藏间。船上有3000个屁股每天都需要擦，在下次靠岸之前我可以一直在此办公，到时候他们会在储藏间装满厕纸之类的备品。

我大概跟厕纸同等重要。

我从笔记本电脑上抬起头，一个有点衣冠不整的小个男人在门口尴尬地挥手。

“嗯，”我说，“我是格雷斯，你是……？”

“哈奇，不列颠哥伦比亚大学的斯蒂夫·哈奇。很高兴见到你。”

我指了指自己折叠办公桌前的折叠椅。

他拖着步子走进来，手里抱着一个球形金属物。我从没见过这种东西，哈奇把它重重放在我的桌上。

我看着它，它就像是有人削平了一个实心球，一端配上圆锥，另一端配上圆台。

哈奇坐在椅子上舒展手臂。“唉，真奇怪。我以前从没乘坐过直升机，你呢？对，你肯定坐过。否则你怎么来这儿？我知道，你当然可以乘一艘小艇，但不太可能。我听说他们让航空母舰远离大陆，以免噬星体实验时发生事故。说实话，乘小艇要舒适一些，这趟直升机差点让我吐了。不过这不是抱怨，我很高兴参与其中。”

“呃，”我指着桌上的物件说，“这是什么东西？”

他似乎变得更加积极。“哦，对！这是一台甲壳虫！当然，还只是原型机。我和我的团队认为我们解决了大部分问题，但你绝无可能解决所有难题。不过我们已经准备好真正的引擎测试，学校说我们得在这艘航空母舰上做那些实验，不列颠哥伦比亚省政府也这么说，噢，加拿大国家政府也是这番腔调。顺便说一嘴，我是加拿大人，不过别担心！我不是反美的加拿大人，我觉得你们还行。”

“甲壳虫？”

“对！”他拿起甲壳虫，把圆台一侧转向我，“万福玛利亚号的船员将以此给我们送回信息。它是一台独立的小型航天器，将自动导航从鲸鱼座τ星返回地球，其实，它可以从任何地方返回。这就是我和我的团队过去一年一直在开发的成果。”

我窥进圆台，看见闪亮的玻璃状表面。“那是一台旋转驱动？”我问。

“正是！啊，那帮俄罗斯人很懂行。我们只是用他们的设计，成果斐然，至少我觉得如此。我们还没测试过旋转引擎，难的是导航和转向。”

他掉转设备，把圆锥体的顶部对准我。“这里是摄像头和计算机所在的位置，没有说得天花乱坠的惯性导航系统那一套。它使用通常的可见光来观察星星，辨别星座，并据此得出自己的方向。”他敲了敲中间的球形外壳，“这里有一个直流发电机，只要有噬星体就有电。”

“它能运送什么？”我问。

“数据。它有一套冗余的磁盘阵列，存储容量超出任何人使用的上限，”他敲了敲圆球，引起轻微的回声，“这小家伙的主体用来存放燃料。它需要大约125千克噬星体走完全程，听起来好像挺多，不过……要考虑到……12光年啊！”

我端起设备，在手里掂量了几下。“它怎么转向？”

“里边有反作用轮，”他说，“反作用轮转到一边，飞船就转向另一边。小菜一碟。”

“恒星际导航是‘小菜一碟’？”我笑道。

他窃笑。“这个嘛，对于我们要完成的任务来说，是的。它有一个接收器，持续监听地球信号。一旦听到信号，它就广播自身位置，并等待深空网络[35]的指令。我们不必极其精确地导航，只需要进入地球的广播通信范围就行，大约土星轨道以内的任何位置都可以。”

我点点头。“然后科学家可以告诉它具体如何返回。聪明。”

哈奇耸耸肩。“没错，他们可以那么做。但是不需要。他们会让甲壳虫先广播发送所有数据，信息先行，然后如果需要，他们可以随后再回收。噢，我们造了四台这种设备，只需要其中一台能返回就行。”

我翻来覆去地查看甲壳虫，它的重量很轻，最多只有几磅。“好的，所以这种设备有四台。每台返回的可能性有多大？设备上至少会有点系统冗余性吗？”

他耸耸肩。“不，没多少。但是它不用飞万福玛利亚号那么久，所以系统寿命不需要那么长。”

“它飞过同样的航程，对吗？”我问，“为什么时间不一样？”

“因为万福玛利亚号的加速度受限于船上柔弱易伤的人类，甲壳虫没有这个问题，装用的都是军用级巡航导弹电子器件和部件，可以承受几百g的推进力，所以它可以更快达到相对论速度。”

“哦，有意思……”我好奇这能否设计一个好问题让我的学生解答，但很快又抛开了这个想法。其中涉及极其复杂的数学问题，八年级学生不可能算得出来。

“对，”哈奇说，“它们以500g加速度达到0.93倍光速的巡航速度，回到地球的时间本来需要12年，但是这些小家伙只会经历20个月。你相信上帝吗？我知道这是个私人问题。我相信，而且认为他让相对论成为现实很了不起，你不认为吗？你走得越快，经历的时间就越少。这就如同他邀请我们去探索宇宙，你懂的。”

他陷入沉默，凝视着我。

“好吧，”我说，“真的非常了不起。干得好。”

“谢谢！”他说，“那么我能用一些噬星体进行测试吗？”

“当然，”我说，“你想要多少？”

“大约100毫克？”

我向后一靠。“悠着点，牛仔。那可是很多能量。”

“好吧，好吧。总得试试嘛。那，1毫克怎么样？”

“嗯，这我能搞定。”

他拍了拍手说：“成功！我要有噬星体啦！”他往我这边靠过来，“没觉得了不起吗？噬星体，我是说。它就像……有史以来最酷的东西！上帝再次直接把未来交给我们了！”

“酷？”我说，“这可是造成物种灭绝的灾难，更像是上帝给我们带来了世界末日。”

他耸耸肩。“呃，也许有一点。可是想想吧，无懈可击的能量存储！想想电池供电的家庭，比如你有一块五号电池，里边装满噬星体，能给你家供电十万年。想想购买一辆汽车，永远不需要充电？整个电网的概念行将终结。等我们在月球或什么地方开始繁殖噬星体，它完全是清洁可再生的能源，只要有阳光就行！”

“清洁？可再生？”我说，“你是说噬星体……对环境有好处？它可不会。即使万福玛利亚号找到办法，我们也面临着一次大灭绝。20年后地球上的很多物种将消失，我们正在努力确保人类逃过此劫。”

他没理会我的意见。“地球以前经历过五次大灭绝事件。人类是聪明的，我们会撑过去。”

“我们会饿死，”我说，“数十亿人会饿死。”

“不——”他说，“我们已经在囤积粮食，在空气中释放大量甲烷保持太阳能。只要万福玛利亚号成功就会没事。”

我瞪了他一会儿。“毫无疑问，你是我见过的最乐观的人。”

他向我伸出两个大拇指说：“谢谢！”

然后他拎起甲壳虫转身离开。“走，皮特。我们这就给你弄点噬星体！”

“皮特？”我问。

他回过头说：“对，我用甲壳虫命名它们，英国摇滚乐队。”

“所以，你是粉丝吗？”

他转回身面对我说：“粉丝，哦，是的。我不想夸大其词，不过《佩珀军士的孤独之心俱乐部乐队》这张专辑是人类历史上最伟大的音乐成就。我懂，我懂，很多人会不同意，可他们错了。”

“也有道理，”我说，“可为什么叫皮特呢？乐队的成员不是约翰、保罗、乔治和林戈吗？”

“当然，这几个用来命名万福玛利亚号上装载的甲壳虫。不过这家伙用于地球低轨道测试，SpaceX公司会专门为我发射一次！是不是挺了不起？总之，我把这台甲壳虫命名为皮特·贝斯特，皮特是林戈加入前的鼓手。”

“好吧，这我还真不知道。”我说。

“这下你知道了，我现在要去取噬星体，得确保这些甲壳虫能够……‘回来’。”

“好。”

他皱起眉。“《回来》是甲壳虫乐队的一首歌。”

“当然，明白了。”

他转身离开时说：“有些人就是不尊重经典。”

他离开后我一脸茫然，可以肯定，我不是被他弄蒙的第一个人。





第十九章


洛基被相对论惊得目瞪口呆，开始的几个小时里，他根本就不相信我。可是后来关于相对论如何解释他的旅途，我给他越讲越多，他才明白过来。他不喜欢这个事实，但是承认宇宙运行的法则比表面更加复杂。

在那之后，我们花了漫长的时间制造链条。

我尽可能快地制造模具，洛基赶着氙岩凝固的时间，尽可能多地制造链节。这是套高效的流水线，产出呈几何级数增长。我每造一个新的模具，洛基每批能做的增链节数也随之增加。

链条，链条，链条。

假如说我这辈子再也不用见到别的链条，现在还为时尚早。十千米长的链条，每一个链节只有五厘米，那就是二十万个，每一个都靠我的手或洛基的手爪连接起来。我们俩只连接锁链不干别的，每天工作八小时，也花了两周才干完。

我一闭上眼睛就看见链条，每天晚上都梦见链条。有一顿饭我的餐包里装的是意面，可我只能看见光滑的白色链条，却看不见面条。

但我们还是把它造出来了。

所有的链节一造好，我们就并行连接。我们一起连接十米长的链条，然后再接成二十米，按此类推。采取这种方式，我们至少能有效率，困难的是找地方存放它们，十千米长的链条可是很大一堆。

最后实验室成了存放区，但那里的地方还是不够。洛基始终是一位有天赋的工程师，他造了刚好能通过气密过渡舱的大卷轴。我多次出舱才把它们安装在飞船上，然后按照500米一段把链条缠在卷轴上。不过当然了，要进行舱外活动，我得让飞船在离心机模式下停止转动，一切都进入零重力环境。

在失重状态下组装过链条吗？那可不是闹着玩。

至少可以说，最终把500米链条组装好是一项挑战，我必须穿着太空服把20段500米的链条连接起来。好在我有IVME的操作设备，虽然美国太空总署没打算让我用它来造一条锁链，但是管它呢。

此刻我和洛基飘浮在控制室，他在自己的球形舱里，我在驾驶座上。

“采样器状态？”我说。

洛基检查着他的读数说：“设备运转正常。”

洛基制造了一台采样设备，非常出色，至少我这样觉得。工程制造不是我的长项。

采样器是一个钢球，直径20厘米，顶部有一个结实漂亮的圆环连接着链条，球体水平中线上分布着一些小孔，连通空心的内室，里边有一个压力传感器和几个执行机构。压力传感器知道采样器何时到达正确的高度，并触发执行机构封闭内室，只需要把内室的壳转动几度，刻意错开内外原本相对的开孔就行。错开的孔洞和一些合理放置的衬垫会把目标高度的空气封在里边。

他还在采样器上添加了温度计和加热器。样本一封好，加热器便保持封闭时的内室温度。真的非常简单，但我没有想到。生命对温度的范围竟然如此挑剔。

唯一保持不变的部件是一个小型无线电发射器，播放一个奇怪的模拟器号，我无法用自己的设备读取或解码，显然采用了非常标准的波江座数据连接，不过他有相应的接收器，这才是关键。

就这样，事先不需要知道环境条件，洛基以最低的复杂度，给艾德里安的生命制造了一台生命保障系统，只负责维持采样时的环境条件。

洛基真是一个天才。我好奇是所有波江座外星人都像他一样，还是他比较特殊。

“估计……我们准备好了？”我还做不到胸有成竹。

“是。”他发出颤音。

我把自己固定在驾驶座上，他在自己的球形舱里用三只手爪握住扶手。

我调出姿态控制面板，开始掉转方向。等我让飞船背对着前进的方向，并跟下方的地面平行时，我便停止转向。现在我们以每秒12千米的速度船尾朝前飞行，我需要把这个速度降到近似为零。

“方向好了，”我说，“开始推进。”

“好。”洛基边说边专注地观察读数显示屏，他那块屏幕根据先前架设的摄像头，以纹理的形式显示我这块屏幕的内容。

“有了……”我启动旋转驱动。我们的加速度在一秒之内从零变为1.5g。我被紧紧压在椅背上，洛基用第四只手又抓住一个支撑点来稳住身体。

随着万福玛利亚号慢下来，我们的速度不够维持在轨道上。我扫了一眼雷达屏，我们确实在降低高度。我调整了飞船的姿态，让我们的水平指向稍微上抬了一点点，连一度都不到。

然而即使是这样小小的改变，造成的后果都太夸张了！雷达显示我们在迅速升高。我拉回角度，以这样的方式驾驶一艘太空飞船显得粗糙、艰险、可怕，但我别无选择。这种形式的机动没法提前计算，有太多变量和实际问题会让数学计算失效，总之我还是得很快切换到手动飞行模式。

又经过几次校正，我有了感觉，随着速度的降低一点点增加飞船相对行星的角度。

“你说释放采样器的时间。”洛基说。他的手爪就悬在释放卷轴让链条自由下落的按钮上方，我们只能希望它别被缠住。

“还不到时候。”我说。

姿态控制屏显示我们跟水平方向的夹角是9度，我们需要达到60度。这时我的目光被右边的外部摄像信号吸引了。下方的行星在……发光。

不，不是整个星球，只是我们正后方的一部分，那是空气跟引擎喷发的红外辐射发生反应了。在飞船后方的一片区域里，万福玛利亚号正在释放出比鲸鱼座τ星多数十万倍的能量。

空气被红外线加热到极高温度，发生离子化，真正意义上达到了红热状态。随着角度越来越大，空气的亮度也在增加，然后受影响的区域开始发光。我知道后果会很严重，但没想到会是这样，我们在空中留下一条红色光带，摧毁了大气中的一切。二氧化碳分子可能被纯粹的热能撕裂成碳粒子和游离氧，氧元素甚至不会形成氧气，因为实在是太热了。

“引擎把艾德里安大气加热很多。”我说。

“你怎么知道，问题？”

“有时我能看见热。”

“什么，问题？你为什么不告诉我，问题？”

“这跟视觉有关……没时间解释。相信我，我们正在把大气变得非常热。”

“危险，问题？”

“我不知道。”

“我不喜欢这个回答。”

我们不断提高角度，飞船后方的空气越来越亮，最终我们达到了正确的角度。

“角度达成。”我说。

“高兴！释放，问题？”

“待命。速度……”我查看了导航控制屏幕说，“127.5米每秒！跟我计算的一样！真牛，我们的方法起作用啦！”

我感受到艾德里安的引力把我拉进椅子里。

我常常向学生们解释一些事情，这是其中之一。当你身处轨道时，重力不是直接“消失”。你实际体验到的重力基本跟地面上一样。轨道上宇航员获得的失重感来自持续的坠落，但是地球的曲率使地面以同样的速度远离你，所以你只不过是在无休止地下落。

万福玛利亚号不再下落，引擎把我们撑在空中，倾斜的角度让我们以每秒127米——约285英里每小时——的速度往前挪。对于汽车来说很快，但是对宇宙飞船来说却慢得出奇。

飞船后方的大气亮得耀眼，为了保护数字成像部件，外部摄像机都已停止运行。

生命保障系统控制面板突然毫无征兆地从我的主屏上跳出来，警告说外部温度异常。

“空气热，”我大喊，“飞船也热。”

“飞船没接触空气，”洛基说，“为什么飞船热，问题？”

“空气把我们的红外辐射反射给我们，飞船现在已经热得发射自己的红外线了。我们要被烫熟啦。”

“你的飞船由噬星体冷却，问题？”

“对，噬星体冷却飞船。”

遍布船体的噬星体管道就是为这种情况准备的。当然，不是“向一颗行星的大气发射大量红外线，让温度热得都能熔化钢铁”的情况，而是通常出现的热量积累；而这通常出现的情况可能是指当太阳或鲸鱼座τ星加热飞船，且热量无处散发的时候。

“噬星体吸收热量，我们安全。”

“同意，我们安全。准备就绪，释放采样器！”

“释放采样器！”他的手爪砸在释放按钮上。

卷轴从飞船上释放，链条坠向下方的行星，我听见它们发出摩擦和撞击的声音。一共20个卷轴，一个接一个展开释放，我们尽了最大努力防止链条纠缠起来。

“六号卷轴释放完毕……”洛基报告。

生命保障系统面板再次弹出警告，我也再次把它静音。噬星体生活在恒星上，我确信一点反射红外线产生的热量奈何不了它们。

“十二号卷轴释放完毕……”洛基说，“采样器信号正常，采样器现在检测到空气。”

“好！”我说。

“好好，”他说，“十八号卷轴释放完毕……空气密度增加……”

因为外部摄像机停止了工作，我无法看清任何情况。可是洛基的读数跟我们的预期一致。此时此刻，链条正在展开，下坠，我们倾斜的引擎推进防止我们下落，但是没有任何东西阻止链条垂直下落。

“二十号卷轴释放完毕。所有卷轴释放完毕，采样器空气密度接近噬星体繁殖区水平……”

我注视着洛基焦虑地喘息。

“采样器已关闭！密封完好，加热器运行！成功成功成功！”

“成功！”我吼道。

成功了！真的成功了！我们获得了一份艾德里安噬星体繁殖区的大气样本！假如存在捕食者，它们肯定在那里，没错吧？我希望如此。

“现在进行第二步。”我叹了口气，这可就没那么简单了。

我解开安全带，从椅子上起身，艾德里安1.4倍于地球的重力把我从倾斜30度的地板上往下拽。整个房间感觉都是倾斜的，这也确实是实际情况。我感受到的不是引擎的推力，而是重力。

1.4g不算太难忍受，做任何事都费力一点，但还不算离谱。我钻进海鹰太空服，接下来的工作都很困难，我得完全在重力作用下出舱工作。

不用说，太空服、气密过渡舱和我所接受的训练，完全不是为这样的情况所设计的。谁曾想到我会在完整重力作用下踩着飞船走来走去？实际上，重力甚至超过了地球值。

然而不管重力有多大，这里还是没有空气，这是所有情况中最糟的一种。可是我别无选择，必须得拿到样本。

此刻采样器正悬在一条十千米长的链条末端，垂入大气中。我们要把它弄回飞船可不是一件容易的事。

为此制订完整计划时，我本打算飞离这颗行星，等恢复到零重力状态再收回采样器。可问题在于，那样做会把采样器蒸发掉。尝试以任何方式驾驶飞船离开艾德里安乃至进入一条稳定的轨道，都意味着使用旋转驱动推动飞船前进，这将导致链条和样本一直被拖在后边，进入红外线喷射区。那样的话，链条和采样器以及其中的一切都会被加热到极高温度，变成分离的原子。

我后来又想造一个可以缠绕链条的巨大卷轴，可是洛基告诉我，他绝对造不出又大又结实的卷轴来缠绕整整十千米的链条。

洛基有个相当聪明的想法：采样器完成工作后可以沿着链条爬上来。不过试了几次之后，他抛弃了这个想法，说风险太大，不值得那样做。

所以我们提出了……眼下这个方案。

我抓起洛基设计的一架特殊绞盘，挂在太空服的工具带上。

“小心，”洛基说，“你现在是朋友。”

“谢谢，”我说，“你也是朋友。”

“谢谢。”

我启动出舱流程，把目光投向了外边。

这是种奇怪的体验，太空一片黑暗，脚下的行星宏伟壮观，一切看上去都跟我们在轨道上的感受一样，只不过还有重力。

行星的光经过万福玛利亚号的边缘时呈现出红色。我可不傻，我调整了飞船方向，确保它能为我挡住大气反射的致命热能。

气密过渡舱的舱门在“上方”，我需要拖着自己和100磅的装备爬上去，钻出舱外。这项工作得在1.4倍的地球重力下完成。

我花了足足五分钟时间，咕哝够了。我说了一通不算特别亵渎神灵的话，总算来到舱外，很快我就站在了自己的飞船上。一失足我就会坠向死亡，其实用不了太久，只要我一掉下飞船，引擎就会要了我的命。

我在脚边的扶手上挂好安全绳。失重条件下使用的安全绳会在我掉下去时救我一命吗？这不是登山装备，不适用于这种环境，不过我猜聊胜于无。

我沿着飞船走向链条的固定点，那是洛基造的一大块氙岩，他详细解释过如何把它粘在外壳上，看起来粘得还挺结实，链条还没脱落。

我来到它旁边，用手撑着跪下。穿着这套太空服，重力绝对难以承受。这一切都超出了我们的预期。

我把（可能没用的）安全绳挂在最近的扶手上，从工具带上取下绞盘。

链条跟飞船呈30度角下垂，消失在下方的星球里。纤细的锁链延伸得那么远，大约过了一千米我就看不见了。不过我从洛基的读数上知道，它整整垂下了十千米，末端的采样容器里装满了拯救两个生命世界的潜在希望。

我把绞盘插在固定底盘和链条之间。链条一点都没动，纹丝没动，不过这符合预期。人类肌肉确实无法移动这么沉重的东西。

我把绞盘连接在底盘上，绞盘的外壳是氙岩，所以氙岩跟氙岩的连接应该足够承受接下来的拉力。

我拍打了几下绞盘，以确保它安装到位。结果让我满意。

然后我按下激活按钮。

绞盘中心弹出一个齿轮，齿轮的一个齿穿过一个链节，将其挂住。齿轮转动，拖动链条进入绞盘的内部机构。链节在绞盘里被转动180度，从相邻的链节脱出，然后被释放。

我们制作链条时用的是“陷阱”链节，可以不用把每个链节封闭就能连接起来。随机的运动绝对不可能把相连的链节分开，但绞盘就是专门用来分离链节的。

链节一旦脱开，绞盘就会把它从一旁弹出，然后对下一个链节重复同样的过程。

“绞盘起作用了。”我通过无线电说。

“高兴。”洛基回答。

这个绞盘简单、直接、巧妙，解决了所有问题，力道足以拉起链条。它拆下链节，再把它们抛向行星。如果把拉上来的部分垂下去，那将造成一场灾难，想想缠绕在一起的耳机线，再把那种后果放大到十千米。

不会那样。每个链节都会按照自己的方式消失在我们下方，升起的链条也不会受到任何影响。

“绞盘拆下216个链节时你加速。”

“好。”

我不知道现在已经拆下多少链节，不过提升的过程很平稳，大约每秒两个链节，一个缓慢而可靠的开始。我观看了两分钟，差不多达到了洛基要求的数目。“一切正常，现在至少有216节了。”

“加速。”

每秒两节看起来也许不慢，可是以这样的速度需要30个小时才能提升完链条。我不想在外边待那么久，我们也绝对不愿长时间保持这种持续推进的危险状态。我向前推动控制杆，绞盘加速。似乎一切正常，于是我把它推到了最尽头的位置。

这下飞出绞盘的链节快得我数不过来了，链条也在快速提升。

“绞盘达到最高速度，一切正常。”

“高兴。”

我手扶着操纵杆，眼看着链条。假如采样器撞上绞盘，所有努力将付诸东流。样品容器将被扯开，所有样本都会死亡，我们不得不再造另一根链条。

我可不想那样，上帝，我都没法用语言来描述我有多不想。

我看着远处的链条，一直保持警惕。无聊是真正的问题所在，我知道拉起整根链条肯定还得有一会儿，可是必须得为采样器做好准备。

“采样设备无线电信号加强，”洛基说，“接近，准备。”

“我准备好了。”

“充分准备。”

“我准备非常充分。镇静。”

“我镇静，你要镇静。”

“不，你才要镇静，等下，我看见采样器了！”

连接着采样器的链条末端正从下边行星的方向冲向我，我抓住控制杆，放慢了绞盘。采样器爬升得越来越慢，最后变成了龟速。除了最后几节链节，剩下的都已经掉下去了，我这才勉强够到采样器。我停住了绞盘。

我没有笨手笨脚冒险摘下采样器的巨大球体，取而代之，我抓住它上方剩下的几个链节，把它从绞盘上摘了下来。此刻我有了一个球体和一截链条，为了里面宝贵的生命我紧抓住链条，把它别在工具带上，但还是没有撒手。对此我不想冒任何风险。

“状态，问题？”

“拿到采样器，正在返回。”

“厉害！高兴高兴高兴！”

“等我进入飞船再高兴！”

“明白。”

我刚走两步，飞船就抖动起来。我摔倒在飞船上，抓住两个扶手。

“这是怎么回事？！”

“我不知道，飞船突然移动。”

飞船又抖了一下，这次是一股稳定的拉力。“我们在朝错误的方向推进！”

“快快快进来！”

地平线在我的视野中升起，万福玛利亚号无法继续维持自己的角度，它正在向前方倾倒。绝对不应该出现这种情况。

我爬过一个又一个扶手，没时间每一步都挂好安全绳，只能祈祷自己别掉下去。

飞船突然又发生震颤，船体在我脚下侧向滑动。我仰面摔倒，但死死抓住了采样器的锁链。什么情况？！没时间考虑了，得赶在倾覆的飞船要了我的命之前回到里边。

我拼命抓住扶手爬向气密过渡舱，谢天谢地，它多少还朝向上方。我把采样器抱在胸前，头朝下掉进了过渡舱，好在海鹰太空服结实得很。

穿着笨重的太空服，我努力挣扎着站起来，伸手抓住外侧舱门，用力关闭。等气压达到平衡，我飞速脱下宇航服。采样器得暂时留在过渡舱，我需要知道飞船到底出了什么问题。

我跌跌撞撞进入控制室，洛基还在他的球形舱里。

“屏幕闪出很多颜色！”他在喧嚣中一边喊，一边把自己的镜头指向各处，同时观察自己纹理显示屏上的图像。

飞船下方某个地方，受到张力的金属发出巨响，有什么东西正在受迫弯曲。我觉得是船体外壳。

我坐进驾驶座，没时间系好安全带。“哪里发出的声音？”

“到处，”他说，“不过最响的地方是右舷宿舍舱壁，它正在向内弯曲。”

“有东西要扯坏飞船！一定是重力！”

“同意。”

可是这件事在意识深处困扰着我，这艘飞船本来就适用于加速，它承受了四年1.5g的加速度，类似的重力它一定能受得了啊，哪里出了问题？

洛基握着好几个扶手撑住自己。“我们拿到了采样器，现在离开。”

“好，我们离开这里！”我把旋转驱动的推力调至最大。形势严峻时，飞船推力可以达到2g加速度。我认为现在的形势的确非常严峻。

飞船在摇晃颠簸中前进，引擎运转不畅，感觉就像乘坐战栗的航班。

逃离重力真正有效的方式，是利用奥伯特效应[36]侧向离开。我努力让飞船保持在跟地面大致水平的姿态，并非要逃离艾德里安，只想进入不用引擎维持就能稳定运行的轨道。我需要速度，不是拉开距离。

我得让引擎持续全功率运行10分钟，飞船会达到所需的每秒12千米的轨道速度，只需要对准比地平线稍高的地方推进就行。

至少我是这么计划的，可实际却无法实现。飞船不断向下偏离目标，而且还横向飘移。究竟怎么回事？！

“出问题了，”我说，“飞船不受我控制。”

洛基不费力就能保持稳定，他的力量是我的很多倍。“引擎损坏，问题？艾德里安反射了太多热量。”

“也许是。”我查看导航控制面板，发现我们正在加速，至少还有些进展。

“宿舍下方的船体凹进去一大块。”洛基说。

“什么？下边没有空间——啊。”他可以用回声定位感知整艘飞船，不仅是生活区。所以他所谓的“宿舍下方凹进去一大块”其实是在燃料舱。

这可糟了。

“关停引擎，问题？”

“我们会变得太慢，会掉进大气层。”

“明白。希望。”

“希望。”没错，希望。此时此刻我们只能抱有希望，希望飞船进入稳定轨道之前不会自毁。

接下来的几分钟是我生命中最紧张的时段。而且实话实说，过去几周我经历了不少相当紧张的时刻。船体继续发出可怕的声音，不过我们还没有死，所以我估计外壳还没有破裂。最后，在感觉过去了非常久但其实只有10分钟之后，我们才获得维持在轨道运行的速度。

“速度满足要求，关掉引擎。”我把旋转驱动功率滑块调整为零，然后任凭脑袋靠在后边的头枕上放松。现在我们可以慢慢来，搞清哪里出了问题，不需要使用引擎……

不对。

我的头靠在了头枕上，它倒在了头枕上。

我向前伸出双臂，然后放松肌肉，它们落向左边。

“呃……”

“重力还在。”洛基说。这符合我的观察结果。

我查看导航控制面板，速度正常，我们正绕着艾德里安稳定运行。实际上，轨道难看至极，远地点跟行星的距离比近地点多2000千米。不过这也是一条轨道，管它呢，而且还很稳定。

我再次检查旋转驱动控制面板。所有三组已经输出为零，根本就没有推进力。我又仔细检查诊断屏并确认，分布在三组引擎中的1009个三棱柱转子都处在静止状态。都没有问题。

我又让胳膊落下一次，动作还是一样奇怪，胳膊落向左边。

洛基也用自己的一条手臂做了类似的动作。“艾德里安的重力，问题？”

“不，我们在轨道上。”我挠挠脑袋说。

“旋转驱动，问题？”

“不，停机了，推进力为零。”

我又让胳膊掉落一次，这次它撞到座椅的扶手。

“哎呀！”我甩着手说。疼死我了。

作为实验我又让手臂掉落了一次，这次它落得更快，所以刚刚才撞得很疼。

洛基从他连体服的工具带上取出好几样工具，同时撒手让它们落地。“重力在增大。”

“这没有道理啊！”我说。

我又查看导航面板，我们的速度比上次查看时增加了不少。“我们在加速！”

“引擎在工作，唯一的解释。”

“不可能，旋转驱动停机了。没有什么能让我们加速！”

“被动增加。”他说。

“是。”说着我开始感到呼吸困难。不管我们在哪儿，重力水平远不止一两倍地球重力。眼看形势就要失控。

我竭尽全力来到屏幕前，轮番检查控制面板，导航、佩特洛娃镜、外景、生命保障系统……每个部分都完全正常，直到我翻到“结构”控制面板。

我从没关注过结构面板，它只有一个灰色的飞船外形。可是眼下，它第一次有信息要传达。

左弦燃料舱上有一个不规则的红斑，是外壳破裂了吗？有可能。燃料舱在压力舱之外，可能出现巨大的漏洞，但不会漏气。

“飞船上有个洞……”我边说边赶紧切换回外部摄像头。

洛基用他的摄像头和纹理面板关注着我的屏幕。他状态不错，完全没受巨大冲力的影响。

我转动摄像头，拍摄受到影响的船体。

找到啦，飞船左舷漏了一个大洞，足有20米长，10米宽。漏洞的边缘说明了情况，外壳熔化了。

原因是艾德里安大气的反射，不是实际的爆炸，纯粹是空气反射的红外线。飞船尝试警告我船体过热，我真应该听进去。

我以为外壳不能熔化，它有噬星体冷却！可是它当然可以熔化。即使噬星体是完美的吸热材料（有这个可能），热能被它吸收之前也得通过金属传导。假如热量传过外壳的整个厚度之前最外层金属开始熔化，那么噬星体对此也无能为力。

“确认，外壳破裂，左舷燃料舱。”

“为什么有推力，问题？”

都能解释通了。“噢，该死！燃料舱里有噬星体！它们暴露在太空！就是说能看见艾德里安！我的燃料正在向艾德里安迁徙繁殖！”

“坏坏坏！”

那就是推力的来源。无数饥渴的噬星体小家伙们都为繁殖做好了准备，然后突然之间，它们看见艾德里安，那里不仅提供二氧化碳，还是它们祖上的故乡，它们进化几十亿年一直要寻觅的行星。

随着每层噬星体冲出飞船，飞向艾德里安，下一层就暴露出来。离开的噬星体产生红外辐射，飞船受此推动。幸运的是，后边余下的噬星体吸收了能量，但也因此吸收了动量。

这远远不是一个完美的机制，而是一次各种物质飞溅的严重爆炸。这种情况随时都有可能恶化，发生剧烈的红外爆发，方向更不明确，我们也会被蒸发掉。我必须得阻止它。

可以抛出燃料舱！第一天来到控制室我就看到这项功能！它究竟在哪儿来着……？

我费尽力气把胳膊抬向屏幕，设法切换到噬星体控制面板，它显示出飞船和燃料的配置图。燃料区被分成九个立方体，我没时间核对这些立方体跟破损外壳的关系，而是哼了一声，用力伸出胳膊，点击我猜测的正确位置。

“抛……掉……故障……燃料舱。”我咬紧牙关说。

“是是是！”洛基鼓励我说。

燃料舱显示屏在窗口跳出来：噬星体112.079千克。旁边有一个按钮上标着“抛出”。我用力一按，一个确认窗口又跳出来，我确认抛出。

加速度的突变把我甩向旁边，就连洛基都无法保持自己的位置。他撞在球形舱的侧壁上，但很快做出调整，用五只手爪紧紧握住扶手。

船体比之前响得愈加厉害，加速没有停止，我的视野变得模糊，驾驶座的安全带开始弯曲。我就要昏迷过去，所以我们承受的力大约为地球重力的六倍或更高。

“推进力还存在。”洛基用颤抖的声音说。

我无法回复，根本无法发出任何声音。

我知道自己抛弃的燃料舱位于受影响的区域，破裂的燃料舱肯定不止一个，没有时间谨小慎微了，再过几秒，这股强大的推力会让我完全够不着屏幕。假如有第二个燃料舱破损，那它一定紧挨着刚刚被我抛掉的那个。可是相邻的燃料舱有两个，我随便挑出一个，选对的概率为50%。费了九牛二虎之力，我先后点击了燃料舱图标、抛出按钮和确认按钮。

飞船发生严重的摇晃，我像一个破旧的娃娃被甩来甩去。在我不断变暗的周边视野中，我看见洛基蜷成一个球，撞击着墙壁，在接触身体的地方溅出银色的血迹。

要说有什么变化，嗯，那就是这股力量比之前更大了。不过等一下……现在它作用于另一个方向。

我不再被按在座椅上，而是被拉着远离它，安全带紧紧勒着我的身体。

离心机屏幕从众多功能中脱颖而出，跳到前台，闪烁着离心力超限警告。

“哼。”我本打算感慨上帝，可是已无法呼吸。

那么多燃料被投入太空……还不是恰到好处地沿着飞船的长轴被抛出，而是沿着一定角度弹射出去，让飞船转得像个陀螺。爆炸的燃料舱可能让情况变得更糟。

好吧，至少我阻止了燃料泄漏，没有新的推进力作用于飞船，现在只需要处理旋转问题。我用力吸了一口气，飞船的离心力小于刚刚不受控的推进力，但还是相当大。不过乐观地看，它至少把我的胳膊拉向屏幕，而不是阻碍我操作。

假如我能重新投入旋转驱动，也许就能抵消——

座椅终于承受不住，我听见固定点断裂时发出的啪啪声。我向前跌倒，撞到屏幕上，但身体仍然被绑在金属座椅上，结果座椅从后边重重压在我身上。

正常重力下，座椅可能不是很沉，也许有20千克。可是现在离心力这么大，我仿佛被一个水泥块压住后背，无法呼吸。

没错，座椅重量太大，压得我无法扩张肺部。我感到头晕目眩。

这就是所谓的机械窒息，大蟒蛇用来杀死猎物的手段。最后时刻想到这些可真有些奇怪。

对不起，地球，我心想。对嘛，这才是更合理的临终思维。

我的双肺此刻充满二氧化碳，我感到特别恐慌。可是飙升的肾上腺素无法提供摆脱困境所需的力量，它只会让我保持清醒，这样我就能更加细致地感受死亡。

谢谢你，肾上腺。

飞船上金属变形的杂音停止了。我猜该坏的已经坏掉，剩下的都能承受住压力。

我的眼睛流泪、刺痛。怎么回事？我在哭吗？我一个人辜负了全人类，他们都会因此而丧命。这个理由值得一哭。可我流泪不是源于情感，而是因为疼痛。我的鼻子也疼，不是因为实际的压迫或类似原因，而是鼻腔内部受到严重的刺激。

实验室里可能有什么东西泄漏出来，某种有毒的化学物质。我不仅无法呼吸，大概也不喜欢那种气味。

然后突然之间，我又能够呼吸了！不知道怎么回事，但是借着新获得的自由，我拼命喘息，很快便陷入剧烈的咳嗽之中。氨气，到处都是氨气，我无法忍受。我的双肺尖啸，我的眼睛流泪。然后出现了一种新气味。

着火了。

我翻身发现洛基俯瞰着我。他不在自己的球形舱，而是来到了外边的控制室里！

他割断我的安全束带，拉开座椅，推向一旁。

他站在我身旁，左右摇晃。我能感受到他身体的热辐射离我很近，滚滚浓烟从他甲壳顶部的散热器开口散发出来。

他膝盖发软，瘫倒在我旁边的显示屏上，将显示屏损毁。结果液晶显示单元熄灭，塑料边框开始熔化。

我看见一股烟雾顺着通道从实验室更远的房间延伸过来。

“洛基！你干了什么？”

这个疯狂的混蛋肯定是从宿舍的气密过渡舱出来，进入我的区域救我！他会因此丧命！

他身体颤抖，身下的腿也折了起来。

“拯救……地球……拯救……波江b……”他声音颤抖，然后跌倒在地。

“洛基！”我想都没想就抓住他的甲壳。这就好比把手放在火炉上，我又猛地把手抽走。“洛基……不……”

可是他一动不动。





第二十章


洛基的身体加热了整个房间。

我几乎无法移动，离心机的力量太大了。

“嗯！”我呻吟着从破碎的显示器上起身，拖着身体穿过各种碎片，挪到旁边的第二台显示器前。我尽量每次不把身体撑得太高，得保存力量。

我把手指挪到屏幕边缘，点击底部的控制屏幕选择按钮。扭转当下局面的机会只有一次。

我记得导航控制功能的手动控制部分有一个按键可以停止所有旋转，这是此刻最吸引我的功能，可我不能冒风险。燃料舱敞开着，我已经抛掉了两组，还不清楚其他潜在的损失。我最不愿意做的就是启动旋转驱动，即使是用来进行姿态控制的小型驱动。

我调出离心机控制屏，它闪烁着红色和白色，还在对飞船承受的过度旋转表达着愤怒。我竭力撤销警告，然后进入手动控制模式，一系列对话框弹出来，都是告诉我“嘿，禁止这种操作”。不过我把它们都关掉了。很快我就获得了缆绳卷轴的直接控制权限，操纵它们以最大速度释放。

房间以奇怪的方式旋转、倾斜。我的内耳和眼睛感知的差异让人觉得不舒服。我明白这是因为飞船的两部分正在分离，这对我在控制室受到的力产生了严重的影响，可在此情况下，逻辑思维帮不上什么忙，我转头吐在了墙上。

几秒之后，受力急剧降低，变得更容易承受，还不到1g，多亏了神奇的离心机数学原理。

你在离心机上受到的力与半径的平方成反比。我展开卷轴上的缆绳，把半径从20米（飞船长度的一半）变成75米（缆绳完全展开时控制室到重心的距离）。我不知道此前承受的力有多大，不过现在只有原来的十四分之一。

我仍然被压在显示器上，不过感觉没有那么沉重，估计只有半个g的重力了。现在我又能呼吸了。

所有一切都上下颠倒，因为在手动模式下控制离心机，所以飞船正严格按照我的要求操作，绝不会多做什么。它伸展缆绳，但是没有向内旋转船员舱。离心机把所有物品都甩向船员舱的顶端，此刻实验室在我的“上”方，宿舍在更“上”方。

我甚至不清楚在哪里手动操作船员舱转向，也没有时间去寻找。眼下我只能在上下颠倒的空间里作业。

我飘忽地跳向过渡舱并打开舱门，里面乱成一锅粥，不过我不在乎。我整理好团成一团的太空服，摘下上边的手套戴在自己手上。

回到控制室，我站在控制台上（控制面板都已经颠倒），希望自己没有把设备损坏得太严重。我在洛基的身体前弯下腰，隔着手套抓住他甲壳的两侧，把他提了起来。

真沉啊！

我又把他放下，假如用这个姿势搬走他，我会扭到腰。尽管时间很短，但我确实把他搬起来了，我感觉他有200磅重。谢天谢地，我们只有一半的重力，否则在标准重力下他得有400磅重。

我一个人绝对抬不动他。

我甩掉手套，跳回气密过渡舱，一件件抛开里边的物品，最后找到安全绳。我在洛基的甲壳下绑了两根绳索，然后把它们绕在肩上，在此过程中还烫伤了好几次手臂，不过这些我随后会处理。

我在腋下扣好每根绳索，这个方法可不轻松，而且看起来也有损我的英姿，不过这会让我解放双手，双腿用力。

我把双手穿过舱口伸进实验室，握住梯子上最近的一级横档。开始进展很慢，控制室里没有梯子。有什么必要呢？没人会考虑到上下颠倒的情况。

我的肩膀疼痛不堪，这个背负系统设计得不好，没有合理分配负载。拉着200磅外星人的两根细绳深深地勒在我的锁骨上。我只希望尼龙绳的熔点比洛基的体温高。

我吭哧带喘，呲牙咧嘴，一级一级往上爬，终于把脚跨进实验室。我踩在舱口边沿，用安全绳把洛基拉了上来。

实验室仿佛经历了一场劫难，所有东西都堆在脚下的屋顶上，只有桌椅还通过螺栓固定在我上方的地板上。幸运的是，大部分更加精密的设备都固定在桌子上。不过那些精密的量产版实验设备不应该像爆米花一样在六七倍重力下被摇来晃去。我不知道它们中有多少已经坏得无法修复了。

这里比控制室更高，我更接近离心机中心，所以重力小些。我爬得越高就越轻松。

我踢开挡道的实验室备品和设备，再次重复刚才的过程，把洛基拖向宿舍的舱口。受力虽然更小，可肩膀还是被勒得很疼。我再次利用舱口作为支撑点，把洛基拉进宿舍。

宿舍里我本就不大的空间只能勉强容纳我们两个，洛基的区域跟实验室一样，也是一片混乱。他的工作台没有固定，所以此刻掉到了屋顶上。

我拖着他走过屋顶，登上了我的床铺。多亏有了摆式安装结构，床铺此刻已经完全翻转过来，成为一座平台，便于我踩着它进入分隔我们俩生活区的气密过渡舱。

我这一侧的隔离舱门开着，他曾经从这里冲出来救我。

“唉，你为什么要那么做？！”我发起牢骚。

他本可以让我死去，真应该那么做。他能承受向心力，没有任何问题，他可以充分利用时间，尽快发明一种设备，用它重新控制住飞船。没错，我很清楚。他是个好人，救了我的性命，可这无关于我们俩，他要拯救一颗行星，为什么要冒着丢掉性命和任务失败的危险来救我？

宿舍里的过渡舱门没有达到屋顶，所以我得上演“岩浆熔城”的戏码跳过去。

我从床铺跳进气密过渡舱，然后用绳索把洛基拉进去。开始往外爬的时候，我看见了过渡舱的控制面板。

更确切地说，我看见了毁坏的盒子，它曾经是过渡舱的控制面板。

“啊，开玩笑吗？！”我大吼。

过渡舱两侧都有控制面板，如果需要的话，我和洛基都能操作。可是现在我这一侧的损坏了——可能是混乱过程中被一块碎片砸中了。

我必须得让他回到自己的环境中，可是如何才能做到？我有个主意，但不是个好主意。气密过渡舱里有一个安全阀，可以让空气从洛基那一侧进入过渡舱。

极其特殊的异常情况才会用到。我没办法进入洛基在飞船上的空间，我当然受不了他的环境，我的太空服会像一颗葡萄一样被压碎，可是洛基穿着自制的球形太空服能够进入我的区域。所以为了增加安全性，避免洛基穿着球形太空服进入过渡舱时出现紧急情况，里面有一个能够让空气从他那侧进入过渡舱的安全阀，它有一根长长的铁质拉杆，所以可以用洛基穿着球形太空服时随身携带的磁铁进行操作。

我看看过渡舱里的操纵杆，又看看外侧舱门和它的转轮门锁，不断在操纵杆和舱门之间切换目光。

我绷紧肌肉，在心里数到三。

我拉下操纵杆，跃向我的区间。

炽热的氨气涌入过渡舱和宿舍，我关紧舱门，转动轮锁。我能听见另一侧的嘶嘶声，但是什么都看不见。我也许再也看不见了。

我的眼睛仿佛被烧过一样灼痛，我的肺部好像有一百把刀在挥舞，我身体左侧的皮肤全都失去了知觉。还有我的鼻子——算啦，气味极其难以忍受，以至于我的嗅觉直接失去了作用。

我的喉咙完全被堵死，身体想要摆脱氨气。

“计……”我喘息着说，“计……算……机……”

我痛彻全身，想死的心都有，但还是爬上了床铺。

“救命！”我拼命呼喊。

“多处受伤，”计算机说，“眼黏液过多，口部周围有血液，二级烧伤，呼吸困难。伤检分类结果：插管。”

幸亏机械臂不受上下颠倒的影响，它抓住我，把什么东西用力塞进了我的喉咙，我感到没受伤的手臂上被扎了一下。

“静脉注射液体和镇静剂。”计算机报告。

然后，我直接昏了过去。

醒来时我浑身疼痛，身上还布满了医疗设备。

我的脸上罩着氧气面罩，右臂上连着静脉注射器，左臂从手腕到肩膀都缠着绷带，疼得要命。

其他的器官也疼，特别是眼睛。

可是至少我能看见，真让人欣慰。

“计算机，”我用嘶哑的声音说，“我睡了多久？”

“昏迷六小时十七分。”

我深吸一口气，感觉肺部沾满了焦油，可能是痰或其他某种黏液。我朝洛基的区域看去，他还在气密过渡舱里我放下他的地方。

我如何判断波江座外星人的死活？洛基睡眠时，所有的活动都停止，可是波江座外星人去世后大概也不会动。

我发现右手食指连接着一台脉搏血氧监测仪。

“计算——”我咳嗽起来，“计算机：我的血氧含量是多少？”

“91%。”

“还行。”我摘下面罩，在床上坐起来。缠着绷带的左臂随着每个动作而发生刺痛，我把身上的各种设备都扯了下去。

我张开又攥紧左手，功能正常，只是肌肉有点酸痛。

一股高温高压氨气流高速射中了我，肺部和眼睛很可能发生了化学烧伤，左臂估计是物理烧伤，我身体左侧承受了气流的冲击。

29倍标准大气压，210摄氏度（超过400华氏度！），手雷爆炸一定是这种感觉。还要明白：没人驾驶飞船，我们没有在行星上坠毁纯属走运。

要么是飞船进入稳定轨道，要么是我们完全摆脱了艾德里安的重力。我摇摇头，燃料舱产生的推力简直离谱，我甚至不清楚是否还在行星附近……真了不起。

能活着真是我运气好，没别的言语可以描述现在的情况了。从此之后我所做的一切都是宇宙的恩赐。我走下床，站在洛基的气密过渡舱前，重力还是地球重力的一半，所有一切还是上下颠倒。

我能为洛基做些什么呢？

我坐在他身体对面的地板上，手扶着气密过渡舱的舱壁。这个姿势感觉有点夸张，所以我又把手收了回来。好吧，我了解非常基本的波江座外星人生理学，但不能凭此就当他的医生。

我拿起一台平板电脑，划过我创建的各种文档。我没法完全记住他告诉我的一切，但是至少做了大量的记录。

受重伤时，波江座外星人的身体会停摆，这样他才能立刻尽一切努力疗伤。我希望洛基的小细胞在他的身体里尽职尽责，还希望它们知道如何修复各种意外造成的损伤，这包括（1）他适应的气压骤降为原来的二十九分之一；（2）突然暴露在大量氧气中；（3）进入比体温低200度左右的环境。

我抛开心中的忧虑，继续看我的记录。

“噢，找到了！”我说。

是我需要的信息：他甲壳散热器中的毛细血管由脱氧金属合金组成。常温循环系统把基于水银的血液泵入血管进行输送。在波江b的无氧环境中，这很合理；在我们的环境中，这就是一个绝佳的火药桶。

大量氧气刚刚经过了比人类头发丝还细的高温金属管，它们会烧起来，洛基排气孔中冒出的烟正是这么产生的，他的散热器真的着过火。

老天爷。

整个器官一定堵满了烟灰和其他燃烧产物，毛细血管将被氧化物覆盖，损失热传导性能。该死，氧化物是隔热物质，这可能是最糟糕的结果。

好吧，他要是死了也就死了，我也不会造成更大伤害。可是假如他还活着，我得救他。没理由不去尝试一下。

可是我该怎么救？

好多种压力，好几个温度，那么多空气组成，我得把它们都记清。我自己的环境，洛基的环境，现在又多了艾德里安噬星体繁殖地的环境。

不过最紧要的问题是重力，我受够了海神波塞冬号遇难时的摇晃体验，是时候纠正这艘飞船的运行了。

我返回“下”方的控制室。中央屏幕已经被毁，不过其他的工作正常，而且它们都可以互换，有时间我会在中间安装一台，替换掉损坏的。

我调出离心机控制屏幕，在控制功能中查找了一番，终于找到掉转船员舱的手动控制功能。它们藏在选项菜单的深处，幸亏我不用在紧急时刻这么找。

我命令船员舱以很慢很慢的速度掉转方向，设定的速率是1度每秒，旋转180度需要3分钟。我听见不断传来咚咚的声音和实验室里的巨响。我已经完全不在乎了，只想确保洛基不会进一步受伤，这样慢的速度应该会让他的身体沿着气密过渡舱顶部滑动，然后沿着舱壁最终滑落到地板上。反正我是这么计划的。

转向完成后，虽然重力仍是地球重力的一半，但感觉上恢复了正常。我又回到宿舍查看洛基。他此时来到了气密过渡舱的地面上，仍然正面朝上。他是成功滑下来的，没滚。

我真想立即救治洛基，可是还得确保差点让他丧命的这次冒险没有白费力气。我从飞船的气密过渡舱抓起样本容器，坦白讲把它留在过渡舱的这步操作让我有点得意。容器在猛烈突然的加速过程中得到了太空服的缓冲。

洛基有先见之明，把读数放在采样器上，用于显示内部的温度和压力，它们是基于波江座六进制模拟指针表盘示数的，可是我已经熟悉得能够直接转换成十进制了。球形容器内部温度是零下51摄氏度，压力是0.02倍地球大气压。根据之前的光谱测量结果，我已经知道了大气的组成。

好，这就是我需要复制的大气环境。

我整理了一下实验室尚存的设备和物资，因为只能最小限度地使用左臂，所以我的进度很慢。不过至少我还能借用左臂拖拉，只是暂时不能搬举重物。

我找出一只稍有损坏的真空罐，这是一个直径约为一英尺的鼓形玻璃容器，我用树脂补好裂缝，然后进行测试，它可以排出空气，保持真空。既然它能保持真空，那就能保持0.02倍标准大气压。

我把样品容器放入其中。

化学存储柜还结实地挂在墙上。我把它打开，里边自然已经是一团乱麻，不过大多数容器看似完好无损。我抓起那一小瓶从地球带来的噬星体。

瓶里大约有一克，是用来进行实验的备品。如果需要的话我随时都能获得更多，只需要割开船体外壳中任何一条基于噬星体的冷却管线，不过现在没必要。

瓶中的样本是油泥状，我打开瓶子，用棉签挖出一些。（瓶中的一克噬星体蕴含着一百万亿焦耳的能量，最好别总考虑这一点。）

我把噬星体涂抹在真空罐的内壁上，又把棉签扔在真空罐里的采样器旁边。

然后把所有空气都排出真空罐。

化学试剂补给包括不少小瓶装气体。谢天谢地，钢制气瓶很结实，所以它们才能在我们刚刚经历的宇宙弹球游戏中保存下来。我通过送气阀往真空罐里加入气体，一次加一种，想要复制出艾德里安的大气。我加入二氧化碳、甲烷甚至氩气。我想象不出氩气会有什么用处，这是一种惰性气体，应该不会跟其他物质发生反应。不过，我也曾经这么看待氙气，结果显然是错误的。

我没有任何办法可以把真空罐中的大气冷却到零下50摄氏度，所以只能希望容器中的生命可以承受地球人的室温。

就在结束充入氩气的时候，我听见采样器发出咔哒一声。正如洛基设计的功能，外部气压跟艾德里安上噬星体繁殖高度的气压一致时，小阀门就会自动打开。经验丰富的洛基是我认识的最优秀的工程师。

行啦，我已经尽可能保障样本的安全，让空气组成和气压尽量接近原始环境，还放了很多可以食用的噬星体。假如那里边存在任何微型捕食者，它们应该很健康。

我用缠着绷带的手臂擦了一下眉头，随即就后悔做出这个动作，我疼得浑身一颤。

“这是有多难，瑞恩？！”我怒斥自己，“别再用你烧伤的胳膊了！”

我爬下梯子回到宿舍。

“计算机，止痛药。”

机械臂伸过来，递给我一个纸杯，里边装着两片药，以及一杯水，我没看是什么药就服了下去。

我回头看着我的朋友，试着想出一个可行的计划……

距离我把洛基弄进他的气密过渡舱，已经过去了一天的时间，他还是没有动弹。但我没有浪费时间，而是在实验室搞了一些疯狂的科学创造。这种发明创造工作其实是洛基的特长，但我也尽力而为了。

我考虑了很多种不同的办法，但最后还是觉得应该让洛基的身体尽量自己康复。为人类做手术我都会感到不舒服，更别说波江座外星人了。他的身体应该知道怎么办，我只需要放手信任他。

但这不是说我什么都不做。对于他的情况我有个估计，假如我弄错了，我的做法也不会伤害他。

此刻他的散热器官上有很多烟灰和燃烧后的废物，所以散热器官可能没法正常工作。如果他真的还活着，身体需要很长时间才能把那些东西排出来，可能会太久。

所以也许我可以帮他？

我把盒子拿在手里，它有五面封闭，一面敞开，壳体是四英寸厚的钢板。我花了一整天才把铣床修好，不过修好以后，铳这个盒子就轻松多了。

盒子里有一台大功率空气泵，就这么简单。我可以用它喷射出非常强劲的高压空气。我在实验室里测试过，它能把一英尺外的一毫米厚铝板射出一个洞，确实行得通。我希望可以因为从头造出这件设备而自封为天才，可实际上我只造了外壳，这台空气泵是用一个高压槽改装的。

盒子里还有一块电池、一台摄像机、几台步进电机和一把电钻。我需要所有这些部件来执行我的计划。

我已经在一定程度上清理了实验室，大多数设备都已经被毁，但有些也许可以修复。我绕到实验桌的另一侧，那里正在进行另一项实验。

我有一小块氙岩，那是我们制作20万个链节时剩下的边角料。我用大量树脂把它粘在一个变钝的钻头尖端，然后放置了一个多小时，现在应该粘好了。

我拿起钻头和上面粘着的氙岩，用尽全力拽了拽，粘得很结实。

我点头微笑，这也许能管用。

我又用盒子做了几项测试。电机的远程控制功能运行良好，这其实不是真正的远程控制，而是一批安装在塑料盒盖上的开关，开关上连接的电线从金属盒子的一个小孔上穿出，那里后来又被堵上了树脂。我可以启动或停止盒子里的任何部件，这就是我的“远程控制”功能。我只希望电机在高温或氨气中不出故障。

我把所有这些都拿到宿舍，开始准备树脂。我把它们搅拌均匀，大量涂抹在盒子开口一侧的边缘上，接着把盒子按在洛基气密舱的墙壁上，保持不动，一直站了十分钟，紧紧固定着盒子。我本可以用胶带把它粘在墙上，等着树脂晾干，但我需要非常高的密闭性能，而且我也不愿冒任何风险。人手大概是实验室里最好使的钳子。

我小心翼翼地放开盒子，看它是否会掉下来。我又戳了戳，看起来粘得相当牢了。

这是一种五分钟速干树脂，不过我会等一个小时，让它完全粘牢。

我回到实验室，不然也没别的事做了，是不是？让我看看那个小型外星饲养箱有何进展。

看起来也没什么变化，我不知道我在期待些什么，也许是小飞碟在真空罐里飞来飞去？

可是真空罐里跟之前一模一样，采样器就在原位，涂抹的噬星体也没有变化，棉签……

嘿……

我盘坐在地上，眯起眼睛往里边细看。棉签有了变化，只是一点点，它更……蓬松了。

妙！也许我可以看一下棉签上有什么，只需要把它放在显微镜下——

糟糕。

我一下反应过来，自己完全忽视了一点，我根本没有办法取出样本。

“笨蛋！”我拍了下额头，又揉了揉眼睛。烧伤的疼痛和止痛药带来的昏沉让我难以集中精神，我还很疲惫。当年读研究生时我就记住了一个教训：当你累得犯傻时，你要承认这一点，不要尝试解决问题。我现在有一个最终需要打开的密闭容器，随后我会想办法解决的。

我拿出平板电脑，对真空容器拍照记录。一号科学法则：假如要发生意料之外的变化，那就把它记录下来。

为了更加科学，我把一个网络摄像头对准了实验区域，设置计算机进行每秒一帧的延时拍摄。我想知道发生了哪些缓慢的变化。

我回到了控制室，我们这是在特么哪儿呢？

研究了一番导航控制屏后，我意识到我们仍在绕行星飞行，轨道还算稳定，估计过段时间会衰落，但是不用着急。

我检查了飞船上所有的系统，并尽可能全面地给出诊断。尽管从设计上根本没有考虑如何处理我们所经历的险情，但是飞船依旧表现优异。

我抛弃的两组燃料舱已经不见了，另外七组看似状态良好。根据诊断测试的结果，船体上有些裂纹，不过似乎都在内部，好在不是对外，我可不想我的噬星体再看到艾德里安。

高亮的红色显示出一处微损伤。我仔细一看，破损位置就在燃料区和压力舱之间的舱壁上，这让计算机感到担心，我能理解这种情况的紧迫性。

泄漏的舱壁位于宿舍下边的仓库和四号燃料舱之间，我得过去看看。

不出意料，洛基还是没有动，我的铁盒子仍被粘在原处，现在大概就可以使用。但是我决心等足一个小时。

我打开通往仓库的嵌板，拉出一堆箱子，然后打着手电，带着工具箱，爬进仓库。里面空间逼仄，只有3英尺高，我整整爬了20分钟，才终于找到破损位置。要不是因为它周围有一小片冰霜，我都发现不了。逃逸到真空的空气冷冻得非常快，实际上那片冰可能还帮助延缓了泄漏。

不过倒也无所谓，泄漏点小到估计过几个星期不处理才会造成影响，而且飞船的气槽里大概有不少备用空气。不过也没理由任凭泄漏继续。我在一小块金属片上涂抹大量树脂，封堵住泄漏点。得按住它远不止五分钟，它才会粘牢。在低温环境下，树脂需要更长时间凝固，因为空气泄漏，漏点那里的舱壁温度低于冰点。我考虑去实验室取一把热风枪，可是……那需要做很多工作。我还是多按了一会儿，花了大概十五分钟。

爬回去的时候，我疼得脸都扭成一团了。还不到一小时，止痛药已经失去了效用。

“计算机！止痛药！”

“下一剂在三小时四分钟后可用。”

我皱起眉头。“计算机，现在什么时候了？”

“莫斯科标准时间晚上7点15分。”

“计算机，把时间设定为莫斯科标准时间晚上11点。”

“时钟设定完毕。”

“计算机，止痛药。”

计算机递给我一包药和一袋水，我急匆匆地吞了下去。多么愚蠢的系统，可以信任宇航员去拯救世界，但是不能信任他们监督自己的止痛药剂量？蠢到家了。

好了，时间够长了，我又把注意力转回到金属盒子上。

首先我需要在氙岩上钻一个孔，要是情况变糟，这个孔无疑就会成为一切恶化的源头。我大体的想法是用盒子里的电钻在氙岩上钻孔，让盒子承受另一侧传过来的压力。但是谁也说不准，盒子也许承受不住。

我戴上医用呼吸面罩和护目镜，假如一股过热的高压氨气喷射到房间里，我得保护自己不被呛死。

我提前将一根金属棒勉强锉成长钉，它的半径比我在盒子里准备的钻头稍大一些。假如压力把盒子顶掉，我会把长钉钉进钻孔，并祈祷它能堵住。

当然，压力也许不会把盒子完全顶掉，而是只有边缘粘胶的地方漏气。如果是这种情况，我就得用锤子把盒子敲掉，再钉上钉子。

没错，这危险得有些离谱，可是我真的不知道没有帮助洛基会不会活下来。也许是我过于感性而失去了理性。但那又如何？

我握紧了锤子和钉子，然后启动了电钻。

我花了很长时间才用之前试制的钻头钻透氙岩，甚至因为无聊而镇定下来，虽然厚度只有一厘米，可是钻起来就像是在打磨钻石。幸运的是钻头足够坚硬，什么都能钻透，盒子里的摄像头传出的画面显示，我在稳步且缓慢地取得进展。不同于在木头或金属上钻孔，氙岩这种材料更像是玻璃，会产生大小不同的碎屑，继而剥落下来。

最后钻头穿透到另一边，然后立即被高压气体喷回到盒子里并歪向一旁。波江座外星人的大气冲进了我的小盒子里，发出啪的一声。我眯起眼睛，过了几秒钟才睁开。

假如盒子会被掀开，那应该发生在钻透墙壁的瞬间。我的密封抗住了压力，至少目前抗住了。我放心地长出一口气。

不过我没摘下面罩和护目镜，很难说密封可能会在什么时候失效。

我开始检查摄像头拍摄的画面，下面的操作需要小心地瞄准，所以我非常聪明地保证摄像头能——

摄像头没信号了。

我的手腕涌起一阵剧痛，我急忙把手抽走。

哦，对呀，网络摄像头不能用于210摄氏度和29倍标准大气压的工作环境。我的盒子有一层厚厚的铁壳，而铁具有优异的导热性，它现在已经热得烫手了。

我还在犯傻。先是艾德里安采样容器，现在又是这个盒子。我想睡觉，但是洛基更重要，至少我不会一直犯傻。我会继续坚持，虽然知道自己不应该，但我愚蠢得已经顾不上再思考休息这种事了。

行吧，摄像头失效，我看不见盒子里边，但还是能看见洛基，因为气密过渡舱用的是透明的氙岩板。我只能因地制宜地开展工作了。

我启动高压泵，它还能工作，至少发出了声音。它应该朝洛基的方向喷出一股超高压气流。在29倍标准大气压下，空气的表现几乎跟水一样，你真的可以用它来冲洗。但是氨气无色透明，所以我不知道气流会射向哪里。

我用伺服电机控制器调整着气流角度。它们有作用吗？我不知道。气泵的噪声很大，我听不出来伺服电机是否在工作。我左右扫射，按照一定的模式一寸寸上下移动着。

终于我发现了动静，过渡舱里的一根操纵杆微微摆动了一下。我瞄准它，它被向后推动了几英寸。

“有啦！”我说。

这下我知道了它的指向。我试着瞄准洛基甲壳上的散热孔，没动静，于是我开始上下左右进行网格式搜索，最终有了效果。

啊，让人欢喜的效果！

我正中目标，洛基甲壳的排气孔突然喷出一股黑烟。他着火时，脏兮兮的烟尘和碎片积累在那里。这种感觉就像你用吹风机清除旧电脑里的灰尘，让人极度满足。

我来回扫射，努力对准一个又一个气孔。随后清理的气孔没有出现第一个气孔那样爆发的效果。我认为它们都通向同一个器官，类似人类的嘴和鼻子的关系。多孔冗余，保证安全。

几分钟后再没有烟尘喷出来，我关闭了气泵。

“好啦，伙计，”我说，“我尽力啦，接下来就靠你自己了。”

当天余下的时间我打造了第二和第三个安全盒，用它们罩住第一个盒子再粘好。波江座人的空气得冲破三层密封才能进入我的区域，这回肯定没问题了。

我希望洛基能醒过来。





第二十一章


“我们可以私下进行，”我说，“我可以跟你们单独会谈。”

三名宇航员坐在我面前的沙发上。为了这次会议我占用了休息室，还锁上了门。姚坐在中间，表情严肃，一如既往。杜波依斯坐在姚左侧，弓起后背，姿态完美。伊柳希娜懒散地坐在姚的右边，呷着啤酒。

“没必要单独会面，”姚说，“这个项目容不得秘密。”

我在椅子上不安地挪动身体，为什么斯特拉特安排我做这项工作？我既不善交际，也不懂如何处理微妙的问题。她说宇航员们最喜欢我了。为什么？也许只是因为我常在斯特拉特身边才被反衬得平易近人。

总之，发射只剩下一个月的时间，我必须得了解这个情况。

“好，”我说，“谁想第一个发言？”

杜波依斯举起手。“如果大家都同意的话，可以由我开始。”

“没问题，”我飞快地用钢笔画了几下，试试还有没有墨，“那么……你想要怎么死？”

别说，这个话题真的说不出口，可是又必须得说清楚。就为了我们能获得一线生机，这三个人将献出生命，至少我们能帮助他们实现自己想要的死法。

杜波依斯递给我一张硬实的纸。“我已经在这份文件上详述了我的要求，相信你们会把一切都准备就绪。”

我接过纸，上边画了着重号和图表，底部列出参考。“这写的是什么？”

杜波依斯指着这页纸的中部说：“我想死于氮气窒息。我进行的所有调研表明，那是痛苦最小的死法之一。”

我点点头，记下几条笔记。

“这份文件包含我有效实施自杀所需的设备列表，它们完全不会超过我个人物品的质量配额。”

我皱起眉头，主要是为了隐藏我无话可说的事实。

他双手合十，搭在大腿上。“很简单，只需要一个氮气罐和一个连接太空服的通用接头。我可以穿上太空服，注入氮气，停供氧气。窒息反射源自肺部堆积的过量二氧化碳，而不是氧气的缺乏。太空服的系统会不断吸收我呼出的二氧化碳，只留下氮气。我只会觉得疲乏，甚至有点儿头晕，接着会失去意识。”

“好的，”我努力保持专业，“要是太空服不能用怎么办？”

“第四部分详述了后备计划。假如我无法使用太空服，就使用飞船的气密过渡舱，它的容积足以保证积累的二氧化碳不会让人难受。”

“好吧，”我又记下几条，不过几乎没这个必要，他的文件非常全面，“我们会保证有一罐充足的氮气和一罐备份，以免第一罐发生泄漏。”

“好极了，谢谢。”

我把杜波依斯的文件放在一旁。“伊柳希娜，你呢？”

她放下啤酒说：“我想要海洛因。”

大家都看向她，就连姚的脸色都有点儿发白。

“抱歉，什么？”我说。

“海洛因，”她耸耸肩，“我这辈子一直是个好女孩，不吸毒，性生活节制。我想在死前体验强烈的快感。总有人死于海洛因，那感觉一定不错。”

我揉揉太阳穴。“你想要的死法是……过量使用海洛因？”

“不是一下子，”她说，“我打算享受快感，从常规的有效剂量开始，获得快感。瘾君子都认为前几次使用效果最佳，然后就一路滑坡。我想体验最初的那几次，然后选好时机过量使用一次。”

“我想……我们能满足你，”我说，“不过吸毒过量可能非常痛苦。”

她摆手表示不用担心。“让医生帮我列一份最佳剂量表，算出前几次使用快感最大化的正确剂量，然后致命那一剂可以加入其他药物，确保我没有痛苦地离世。”

我记下她的要求。“好的，海洛因。我不知道从哪里获得，不过我们会搞定。”

“全世界都为你们工作，”她说，“让制药公司给我生产一些海洛因应该不难。”

“对，我确信斯特拉特能打个电话或做点什么。”

我叹了一口气，谈完两个，还剩一个。“那么，姚队长，你呢？”

“我想要一把枪，”他说，“标准的中国军用九二式手枪，上路时把子弹存储在干燥密闭的塑料容器内。”

至少这样的死法还算说得过去，快捷无痛。“一把枪，明白。那容易得很。”

他左右看看自己的同事。“我最后一个死，假如你们俩的方法有什么差错。我会用枪解决，以防万一。”

“思考周全，”杜波依斯说，“谢谢。”

“假如你看到我正飘飘欲仙，可别开枪。”伊柳希娜说。

“明白。”姚说，然后他转向我，“谈完了吗？”

“对，”说着我站了起来，“这太尴尬了，谢谢。我现在得……去别处了。”

我在床上翻来覆去，手臂烧伤疼得无以复加，止痛药几乎没什么作用，我开始思考能不能找出伊柳希娜的海洛因。

不，我不会去使用海洛因。假如这还是自杀任务，我绝对会去找。

重点是，这已经不是自杀任务。好好表现我就能拯救世界，然后回家。

疼痛时轻时重，现在又缓解了一些。一有机会，我就看看手头的烧伤书籍。至少我想了解什么时候不会再疼。

咚。

“嗯？”我嘟哝着。

咚。

我朝声音的方向看去，是洛基在敲气密过渡舱墙壁。

“洛基！”我掉下床铺，落地前避开了受伤的左侧身体，连滚带爬地来到过渡舱的墙壁前。“洛基，伙计！你还好吗？！”

我听见他从体内发出一个低沉的声音。

“我不明白，大点声。”

“病……”他含混不清地说。

“对，你病了。你进入我的空气，你当然会病！你差点死了！”

他尝试从地上撑起自己，然后又跌倒在地。“我怎么回到这里的，问题？”

“我挪的。”

他生气地用一只手爪敲击地面。“你接触了我的空气，问题？”

“嗯，接触了点。”

他指着我的左臂说：“胳膊上的皮肤不平整，受伤了，问题？”

我估计他能依靠声呐看透绷带，里边一定挺糟糕的。我本来还不确定，现在他证实了这一点。“对，不过我会没事的。”

“你为救我受伤，谢谢。”

“你也一样。你的散热器官还好吗？你当时着火了，沾满了烟灰和氧化物。”

“在痊愈，”他指着墙边和地面上的烟灰说，“这都来自我体内，问题？”

“对。”

“如何脱落下来，问题？”

我有点自鸣得意，为什么不呢？那可不是简单的活儿，但是我搞定了。我指着气密过渡舱墙壁上的三层铁盒说：“我组装了一件工具朝你吹气。我对着你的散热器排气孔，吹出了所有脏东西。”

他沉默了一会儿，然后仍然微微颤抖着身体说：“东西在我体内待了多久，问题？”

我在心里算了下天数。“大约……两天。”

“你差点杀了我。”

“什么？！怎么会？！我吹掉了你散热器上所有的烟灰！”

他微微挪动了一下身体。“黑色物质不是烟灰，是我身体产生的。身体康复时它会覆盖住伤口。”

“噢……”我说，“噢，不……”

我吹掉的不是他散热器上的烟灰，而是他伤口上结的痂。“真抱歉！我本想帮忙来着。”

“没事。你更早动手，我就死了，不过我在你吹掉之前已经痊愈了，你还是帮上一些忙，谢谢。”

我双手抱头，再次道歉。“对不起。”

“别说对不起，把我放在这里，你救了我。谢谢谢谢谢谢。”他又尝试站起来，但是只坚持了一秒就瘫倒在地。“我虚弱，我会痊愈的。”

我后退一步，坐在自己的床上。“失重环境会让你更舒服一点吗？我可以退出离心机模式。”

“不，重力有助于康复。”他把腿摆成一张床，让甲壳在上边休息，这大概是个舒适的睡眠姿势。“样本容器安全，问题？”

“嗯，它在实验室呢。我在一个封闭容器里模拟艾德里安的环境，把一些噬星体样本和采样容器放了进去。我一会儿就去看看情况如何。”

“好，”他说，“人类对光的感知很有用。”

“谢谢，”我说，“但我的人类大脑却没有那么好使。我没办法把样本从那个容器中取出来。”

他稍微歪了歪甲壳。“你封闭了样本但又取不出样本，问题？”

“对。”

“通常你不傻，怎么傻了，问题？”

“人类需要睡眠时就会犯傻，还有吃止痛药的时候。我现在既疲惫又吃了药。”

“你应该睡觉。”

我站起来说：“我过会儿去睡，先去稳定我们的轨道。我们的远日点和近日点……总之，轨道不是很好。”

“犯傻时调整轨道，好计划。”

我窃笑着说：“新词：‘反讽’，为了表明观点而正话反说。反讽。”

他用自己的语言发出“反讽”这个词的和声。

在疲惫和药物的作用下，我睡得像个婴儿。醒来时我感觉精神百倍，但是烧伤似乎严重了很多。我看了看绷带，换了新的。

洛基在他的工作台前修补工具。他已经清理了自己的区域，那里看起来焕然一新。“你醒了，问题？”

“嗯，”我说，“你感觉如何？在康复吗？”

他挥挥一只手爪。“还需要康复很久，但是有些已经痊愈。不能多动。”

我把头往枕头上一躺。“我也一样。”

“你睡觉时机械臂动了你的胳膊。”

我指着绷带霜说：“它换了这块布，换这块布对人类的康复很重要。”

他用不同的工具在自己最新的发明上戳来戳去。

“那是什么？”

“我去实验室看存储艾德里安生物的设备。我现在又造了一件工具，从里边采集样本，但不让你的空气进去。”他举起一个大盒子，“把你的真空容器放在这里，封好，这会留住艾德里安的空气。”

他打开顶部，指着两根铰接杆说：“从外面操纵它们，收集样本，封好你的设备，打开我的设备，拿到样本，进行人类的科学研究。”

“聪明，”我说，“谢谢。”

他继续埋头工作。

我躺在床上。想做的事情还有好多，但我得慢慢来，不能冒险像昨天那样再度过“愚蠢的一天”，差点毁掉样本，杀死洛基。现在我已经聪明得看清了自己的愚蠢，这就是进步。

“计算机，咖啡！”

一分钟后，机械臂递给我一杯爪哇咖啡。

“嗨，”我啜饮着咖啡说，“你和我怎么会听见同样的声音？”

他没停下手头的工作，还在安装设备里的操纵杆。“有用的技能，都进化出来。不意外。”

“没错，可为什么是同样的频率？为什么你听取的频率没有比我高很多？或者低很多？”

“我的确能比你听到高出很多或低出很多的频率。”

这我还不了解，但是应该猜到才对。声音是他最主要的感官输入，他当然会有比我更宽泛的输入范围。不过还有一个问题悬而未决。

“好吧，可为什么会有重叠的范围？为什么你和我的听觉频率范围没有完全错开？”

他把一只手中的工具放下，还剩两只手在新设备上忙碌。他用新腾出的这只手在工作台上摩擦。“你听见这个声音，问题？”

“是。”

“这是捕食者接近的声音，是猎物逃走的声音。物体互相接触的声音非常重要，得进化出针对性的听力。”

“噢，对呀！”

他指明之后这就变得显而易见。语音、器乐、鸟鸣，不管是什么声音都可能大相径庭，可是物体撞击的声音在不同的行星上不会有太大差别。假如我在地球上敲击两块石头，它们发出的声音跟我在波江b敲击时一样，所以我们都是被进化选择出来能够听到撞击声的物种。

“更有意思的问题是，”他说，“为什么我们以同样的速度思考，问题？”

我翻身侧躺。“我们没有以同样的速度思考，你做数学比我快得多，能一点不差地记住每件事。人类做不到，波江座人更聪明。”

他用闲着的那只手拿起一件新工具，开始摆弄。“数学不是思考，数学是过程。记忆不是思考，记忆是存储。思考是思考，问题，答案。你和我思考速度一样。为什么，问题？”

“嗯。”

我沉思了一会儿，这个问题问得太好了。洛基为什么没有比我聪明1000倍？或者愚蠢1000倍？

“其实……我有个理论，能解释为什么我们的智力大致相当。也许能。”

“解释。”

“智力的进化让我们在各自的行星上获得相对于其他动物的优势。可是进化很懒惰，一旦问题解决，优势特征就停止进化。你和我，我们俩只是刚好比各自行星上的其他动物更聪明一些。”

“我们比动物要聪明得多。”

“我们的聪明程度受进化所限，只需要确保我们拥有统治母星的最低智力。”

他考虑了一下。“我承认这点。仍然无法解释为什么地球智慧跟波江b智慧进化到同等水平。”

“我们的智慧取决于动物的智慧，那动物的智慧取决于什么呢？动物们需要多么聪明呢？”

“聪明得能及时分辨出威胁和猎物，并做出反应。”

“一点不假！”我说，“可那个时间是多久？一只动物要反应多久？捕猎或逃离危险需要多久？我觉得这都取决于重力。”

“重力，问题？”他把设备完全放下，注意力都集中在我身上。

“对呀！仔细想想，重力决定一只动物能跑多快，重力更高，跟地面接触的时间就越长。要更快移动，我认为归根结底动物的智力得快过重力。”

“有趣的理论，”洛基说，“但是波江b的重力是地球的两倍，你我的智力却相当。”

我在床上坐起来。“我猜在天文学范畴内，我们的重力近似相同，所以所需的智力大致相同。假如我们遇到一个生物来自重力为地球百分之一的行星，我敢说它在我们看来会非常愚蠢。”

“有道理，”他说着继续摆弄手里的设备，“另一个相似点：你和我都愿意为自己人牺牲。为什么，问题？进化厌恶死亡。”

“有利于物种，”我说，“自我牺牲的本能让整个物种延续下去的可能性更大。”

“不是所有波江座人都愿意为别人牺牲。”

我笑出了声音。“也不是所有人类都愿意。”

“你和我都是好人。”洛基说。

“是啊，”我笑着说，“我想是的。”

距离发射还有九天时间。

我在自己的房间里来回踱步。房间相当简朴，但我并不介意。活动房是一间配有小厨房的移动住宅，已经好过大多数人分配到的住处。俄罗斯人匆忙在距离拜科努尔航天发射场几英里远的地方搭建了几十栋临时住所，不过话说回来，我猜最近所有人都忙得不可开交。

从到达这里开始，我很少有机会在床上睡觉，似乎新情况和新问题总是层出不穷，都不严重，只是……需要解决。

万福玛利亚号已经组装完成，超过200万千克的太空飞船和燃料在稳定适宜的轨道运行，质量是国际空间站的四倍，组装时间仅仅为空间站的二十分之一。媒体起初一直追踪总的费用，但是花到十万亿美元之后，他们就放弃了。这个问题变得不再重要，不再关乎资源的有效利用，而是关乎地球抵抗噬星体，任何代价都不算高。

过去几周，欧洲宇航局的宇航员一直在飞船上检验它的性能。测试团队报告了大约五百个问题，而我们也一直在这过去的几周忙着善后，不过这些问题都不是硬伤。

箭在弦上，万福玛利亚号将在九天后发射。

我坐在充当办公桌的台子旁翻阅文件，签署了其中一些，又把另一些放在旁边，明天让斯特拉特过目。我怎么就变成一名管理人员了？我猜我们都得接受生命中的改变，假如这是我需要扮演的角色，那也只能随遇而安。

我放下文件，望向窗外。哈萨克斯坦草原平坦而单调，人们通常不会在重要地点附近建造航天发射器，原因显而易见。

我想念我的孩子们。

好几十名学生。实际上是几百名，过去一个学年了。

他们不会骂我，也不会在半夜把我吵醒。他们的争端通常在几分钟后就会解决，要么在老师的强制要求下握手言和，要么就等着放学留校。这其中还有自私的一面，具体来说就是：他们崇拜我，我想念那种受人尊敬的感觉。

我叹了口气。

即使任务成功，我的学生们也会经历一段艰难时世。万福玛利亚号要飞行13年才能到达鲸鱼座τ星，（假如宇航员找到问题的解决办法）甲壳虫还需要13年回来。也就是说，超过四分之一个世纪之后我们才知道该怎么办，等到一切都结束时，我的学生们早已不是孩子。

“加油干吧。”我嘟囔着抓起下一份问题报告。为什么用纸质文件而不是电子邮件？因为俄罗斯人有自己的行事风格，与他们共事，入乡随俗比发牢骚和抱怨更容易些。

这份报告来自欧洲宇航局的宇航员，讲的是医疗进食输送系统的十四号食物泥浆泵异常问题。十四号泵只是三级系统的一部分，效率仍保持在95%。不过没理由不管不顾，我们还有83千克发射质量可以使用，我做好记录，要把备用食物泥浆泵加入其中，它只有250克，宇航员们可以在离开轨道前安装好。

我把文件放在一旁，看见窗外短暂的闪光。大概是吉普车行驶在通往临时住所的土路上，时不时地就会有车灯照在我的窗户上，我忽略了它。

下一份要处理的文件讲的都是潜在的压舱物问题。万福玛利亚号根据需要往飞船各处输送噬星体，重心保持在自身的纵轴上。不过我们还是想尽可能保持平衡，欧洲宇航局团队重新安放了储藏间的许多备品袋，让重量分配变得更加均衡——

震耳欲聋的爆炸声震碎了窗户，房间也随之摇晃。冲击波把我彻底从椅子上撞飞，玻璃碎片割伤了我的脸。

然后是一片寂静。

紧接着远处响起警报声。

我先是跪在地上，接着站起来，让嘴巴开合了几次来减小耳膜的压力。

我跌跌撞撞地去开门，先是注意到门口原来的三级小台阶已经在几英尺之外，随即看见在台阶和房门之间翻起的泥土，立刻明白了。

台阶被深埋在泥土中，用四乘四的像栅栏似的东西固定在地上，但我的活动房没有这种支撑设计。

整个房子发生了移位，台阶还保持在原地。

“格雷斯？！你还好吧？！”是斯特拉特的声音，她的活动房就在我的旁边。

“没事！”我说，“到底什么情况？！”

“我不知道，”她说，“等下。”

很快我看见晃动的手电，她穿着浴袍和靴子来到我这里，同时已经在对讲机上讲话。“我是斯特拉特，怎么回事？[37]”她问。

“研究中心爆炸了。[38]”对讲机里这样回答。

“研究中心爆炸了。”她说。

拜科努尔是一座发射场，但他们确实有几栋研究大楼，不是实验室，更像是教室。发射前，宇航员一般会在拜科努尔度过一个星期，一边学习一边做准备，直到发射那一天。

“噢，上帝，”我说，“谁在那里？谁在那里？！”

斯特拉特从浴袍口袋拽出一叠文件。“等下，等下……”她翻阅文件，看一张扔一张。我一眼就看出文件的内容，一年来我每天都在看。时间表，记录了每时每刻每个人在哪里干什么。

她找到需要的那一页时停止了翻阅，倒吸一口气说：“杜波依斯和夏皮罗，他们计划在那里做几项噬星体实验。”

我手捂住头说：“不！不，不要啊！研究中心在五千米外，假如爆炸对我们造成如此严重的影响——”

“我明白，明白！”她再次按住通话键说，“第一梯队成员，我需要你们的位置。向我报告。”

“姚报告，”对讲机里响起第一个回复，“我在床上。”

“伊柳希娜报告，在军官酒吧。爆炸怎么回事？”

我和斯特拉特等待着期盼的回复。

“杜波依斯，”她说，“杜波依斯！报到！”

没有应答。

“夏皮罗，安妮·夏皮罗博士，报到！”

还是没有应答。

斯特拉特深吸一口气又呼出去，再次按住对讲机说：“斯特拉特呼叫运输部，我需要一辆吉普送我去地面控制中心。”

“收到。”对方回复。

老实说，接下来的几个小时乱成一团。整个基地被封锁了一段时间，对每个人都要检查身份。此前我们只知道某个末日邪教想破坏这项任务，可是最后没查出什么。

斯特拉特、迪米特里和我坐在地堡里，为什么呢？因为俄罗斯人不想冒险。这件事不像恐怖袭击，不过他们要保护好关键人员，以防万一。姚和伊柳希娜被送到另一座地堡，其他的科学负责人也去了不同的地堡。分散所有人，这样就不会存在单一的有效攻击点了。这自有其严酷的逻辑，毕竟拜科努尔航天发射场是在冷战时期建造的。

“研究大楼被炸成了大坑，”斯特拉特说，“没有杜波依斯和夏皮罗的踪迹，另外在那里的14名工作人员也下落不明。”

她在手机上打开照片，把情况展示给我们。

照片传递了一个彻底被摧毁的场景。俄国人架起大功率探照灯，照亮了现场，那里到处都是救援人员，可他们已经无能为力。

几乎没剩下什么东西，没有碎片，只有有限的残骸。斯特拉特划过一张张照片，其中有些是地面的特写，闪亮的圆形珠子点缀在地上。“那些珠子是怎么回事？”

“金属冷凝物，”迪米特里说，“意味着金属被蒸发，又像雨滴一样凝结。”

“天哪。”斯特拉特说。

我感叹道：“那些实验室里只有一种东西能产生蒸发金属的热量，那就是噬星体。”

“我同意，”迪米特里说，“可噬星体不会直接‘爆炸’，这怎么发生的？”

斯特拉特看着皱巴巴的时间表。“这上面说，杜波依斯想再试试噬星体发电机，夏皮罗去观察和帮助。”

“没道理啊，”我说，“那些发电机用的噬星体极其微量，根本不可能炸掉大楼。”

斯特拉特放下手机。“我们失去了第一和第二梯队的科学专家。”

“这简直是噩梦。”迪米特里说。

“格雷斯博士，我要一份潜在替补人员的短名单。”

我目瞪口呆地盯着她说：“你是石头做的吗？！我们的朋友刚刚牺牲！”

“没错，而且如果我们不搞定这次任务，所有人都会死。我们有九天的时间找出一位替补的科学专家。”

我眼含热泪地说：“杜波依斯……夏皮罗……”我吸着鼻子擦去泪水，“他们没了，他们没了……噢，上帝啊……”

斯特拉特扇了我一巴掌说：“振作点！”

“喂！”

“以后再哭！任务重要！你还有去年的抗昏迷候选人名单吗？开始逐一核查吧，我们得找一名新的科学专家，现在就需要那些候选人！”

“正在收集样本……”我说。

洛基在他位于实验室屋顶的管道里观察着我，他的设备符合预期，运转正常。透明的氙岩盒子有几个阀门和气泵，我可以用来控制里面的环境。我的真空容器在里边打开了，洛基的盒子甚至有环境控制功能，让内部温度保持在寒冷的零下51摄氏度。

洛基责怪我把样品放在（人类）室温下那么久，其实对于这个话题，他有很多话要说。

为了他能充分表达对此事的意见，我们不得不在共享词汇表里加入“鲁莽的”、“白痴”、“愚蠢的”和“不负责任的”这几个词。

还有一个词他多次提及，但是拒绝告诉我含义。

我已经三天没吃止痛药了，比之前也明智了许多。至少洛基已经很清楚，我不只是某个愚蠢的人类，而是一个蠢到冒烟的人。

我停止用药且睡过三觉之后，洛基才同意把他造的盒子给我用。此刻我的胳膊生疼，但是洛基有他的道理。

这段时间里，洛基也康复了很多。我不清楚他的体内情况如何，看起来虽然还是老样子，但是他的移动比以前好很多，只是还没达到最快速度。我也是一样，我们真是一对行走的难兄难弟。

商量好以后，我们把重力设置在0.5g。

我操作盒子里的机械爪张开又闭合了几次。“看，现在我也是波江座人了。”

“是，非常波江座。快采集样本。”

“你真没趣。”我抓起棉签，把它移向待用的载玻片，在上边抹了一下，留下明显的痕迹，然后把棉签放回真空容器。我封好真空容器，把载玻片放进透明且不大的氙岩容器并封好。

“好了，这下应该可以了。”我转动阀门充入我的空气，然后从顶部打开洛基的盒子。载玻片被安全地放在氙岩容器里，这可以说是本星系最小号的太空飞船，至少从可能存在的艾德里安生命来看是没错的。

我来到显微镜工作台。

洛基在上方的管道里跟随。“你确定你能看见那么小的光，问题？”

“能，用古老的技术，非常古老。”我把容器放在载物台上并调整显微镜，氙岩足够清晰，显微镜能够看透。

“好了，艾德里安，让我来看看你有什么。”我把脸靠近目镜。

噬星体最明显，一如往常，吸收所有光线，这在意料之内。我调整背光和焦点，然后看见到处都是微生物。

我跟孩子们最喜欢的一项实验就是让他们观察一滴水。最好是来自户外，水洼的一滴水里充满了生命。效果绝佳，当然，可能偶尔有些孩子会有那么一阵子拒绝喝水。

“这里有很多生命，”我说，“不同种类的。”

“好，想到了。”

当然会有很多生命，任何拥有生命的行星上到处都会有生命分布，至少我的理论是这样。进化极其擅长把生命填满生态系统的每个角落。

此时此刻，我正目睹数百种人类未曾见过的独特生物，全都是外星物种。我情不自禁地露出了笑容，但是工作还没有完成。

我四处挪动着，直到发现了一群美好的噬星体，假如存在捕食者，它应该出现在噬星体那里，否则的话这种捕食者的水平就太差了。

我打开显微镜的内部摄像机，影像出现在一块小液晶显示器上，我调整好显示屏，开始录像。

“可能得等一会儿，”我说，“需要观察他们之间的互动——哇！”

我把脸又怼在显微镜上仔细观察，只过了几秒钟噬星体就受到了攻击。是我撞了大运还是这种生物极具攻击性？

洛基在我上方来来回回走动。“什么，问题？发生了什么，问题？”

一只庞然大物冲向那群噬星体，那是个没有形状的团块，仿佛一只变形虫。它把身体逼近比它小得多的猎物，向两侧渗透迂回，开始包围整群噬星体。

噬星体开始蠕动，它们知道情况不妙，想要逃跑，可是已经来不及了。才缓缓逃出一小段距离就停了下来。正常情况下，噬星体能在几秒钟内加速到接近光速，可是这些却不能。也许大家伙分泌的化学物质在某种程度上阻止了它们。

合围完成，噬星体都被困住。几秒钟后，噬星体表面上变得跟细胞一样，不再是漆黑的一团，它们的细胞器和细胞膜在显微镜的灯光中清晰可见。它们失去了吸收热能和光能的本领。

它们死了。

“成了！”我说，“我找到捕食者啦！它就在我眼前吃掉了噬星体！”

“找到！”洛基欢呼，“分离。”

“嗯，我会分离它！”我说。

“高兴高兴高兴！”他说，“这回你命名。”

我从备品中拿起一个纳米移液管。“什么意思？”

“地球文化，你发现，你命名。捕食者叫什么，问题？”

“哦。”我说。眼下我缺乏创造性，这太让人激动，我没法把精力用在处理其他问题上。它是一只来自鲸鱼座τ星的变形虫。“那就叫τ星虫吧。”

τ星虫——地球和波江b的救星。

希望如此。

我应该戴一条波罗领带[39]，或许再戴一顶牛仔帽，因为我现在成了一名农场主，在农场里饲养了约5000万只τ星虫。

我刚从艾德里安空气里分离出τ星虫，洛基就造了一台繁殖柜，然后我们让它们开动起来。繁殖柜只是充满艾德里安空气并装有几百克噬星体的氙岩箱子。

据我们所知，τ星虫善于耐受温度变化，这也是好事，因为取回样本那天，我把它们放在了室温里。

药还真不是好东西。

回头来看，它们耐受温度的能力也说得通。它们生活在零下51摄氏度的环境中，却以96.415摄氏度的噬星体为食。哈哈，谁不喜欢吃热乎的呢？

让人激动的是，它们在繁殖！我给它们提供了充足的噬星体，相当于把酵母加入一瓶糖水，但是产出的不是美酒，而是更多τ星虫。既然我们有充足的捕食者可用于实验，那我就得着手工作了。

如果你把一只山羊送到火星，会发生什么？它会立即（惨痛地）死去。山羊没有进化出在火星上生存的能力。那么，你把一只τ星虫放在艾德里安以外的行星上会发生什么？

这是我想要解答的问题。

我在真空容器里模拟一种全新的大气，洛基从主工作台上方的通道里观察。

“没有氧气，问题？”他问。

“没有氧气。”

“氧气危险。”自从体内器官着火以来他就有点容易激动。

“我呼吸氧气，没有事。”

“能爆炸。”

我摘下护目镜，看着他说：“这项实验没有氧气，放心吧。”

“是，放心。”

我继续工作，打开一个阀门让少量气体进入真空容器，检查压力计确保——

“再次确认：没有氧气，问题？”

我猛抬起头，对他怒目而视。“只有二氧化碳和氮气！只有二氧化碳和氮气！没有别的！别再问我了！”

“好，不会再问，抱歉。”

我猜也不能怪他。

被烧一次是挺难受的。

我们要解决两颗行星的问题，不，不是地球和波江b，它们只是我们生活的行星。现在我们关心的是金星和他们的第三界，那里才是噬星体疯狂繁殖的地方。

金星，也就是太阳系的第二颗行星，跟地球一般大小，有稠密的二氧化碳大气。

第三界是洛基所在星系的第三颗行星，至少我是这么称呼它的，波江座人甚至都没有用自己的语言给它起名，只有一个代号：“三号行星”。他们的上古祖先没有抬头观星并用神灵之名为天体命名，几百年前他们才发现系内的其他行星。可我不想总说“三号行星”，所以把它命名为“第三界”。

跟外星人合作拯救濒临灭绝的人类，最难的部分是总得给一些东西起名。

第三界是行星中的小不点，只有地球的月亮那么大。可是不同于我们没有空气的近邻，第三界居然拥有大气。怎么回事呢？我也不清楚。它的表面重力只有地球标准重力的0.2倍，根本就不够留住大气，可是不知为何，第三界成功地保有一丝稀薄的大气。根据洛基所述，大气的组成有84%的二氧化碳、8%的氮气、4%的二氧化硫和各种各样的微量气体，总的大气压力还不到地球的1%。

我检查读数，点头表示认可，然后用肉眼检查里边的实验情况。我为想出这个办法而感到自豪。

玻璃片上有一层薄薄的噬星体。我隔着玻璃片点亮红外光，吸引另一侧的噬星体均匀地覆盖在玻璃板上，跟旋转驱动的方法一样，结果就是产生一层均匀分布的噬星体，只有一个细胞那么厚。

然后我在玻璃片上播撒τ星虫，如果它们吃掉噬星体，当前不透明的玻璃片就会变得越来越透明。测量光强度跟数出微观生物的数量相比，简直就是小菜一碟。

“好……在容器里复制出金星高层大气，至少我尽力了。”

我推测噬星体的繁殖区主要是基于气压来确定。基本上，来到行星时，它们得从近光速开始依靠空气减速，但是它们那么小，减速也不需要很久，产生的热量当然也会被它们全部回收。

最终结果就是噬星体停在0.02倍标准大气压的地方，接下来那将是我们密闭容器的标准压力。金星上空0.02倍标准大气压的高度约为70千米，那里的温度大约是零下100摄氏度（感谢海量参考资料！），所以我把金星模拟实验设定为这个温度。当然，即使在超低温范围内，洛基的温度控制系统也表现优异。

“好，现在准备第三界。”

“第三界上0.02倍标准大气压处的气温是多少？”

“零下82摄氏度。”

“好。谢谢。”我说着来到第二个真空容器，它里面有同样的噬星体和τ星虫构成。我充入适当的气体模拟第三界的大气，设定为0.02倍标准气压区域的温度。我从洛基的完美记忆中获取相关信息。第三界的大气层跟金星和艾德里安并无太大区别，主要是二氧化碳和其他一些气体。不出所料，噬星体在那里也要前往二氧化碳浓度最大的地方。

好在这些行星没有被氦气或其他什么气体覆盖，飞船上根本就没有那些。不过二氧化碳呢？容易得很，我的身体就在生产。氮气呢？多亏了杜波依斯所选的自杀计划，飞船上携带了大量氮气。

不过第三界确实有二氧化硫，占大气含量的4%，足以让我无法忽略，所以不得不制备一些。实验室有非常多种试剂可供选择，虽然没有二氧化硫，但是硫酸溶液还是有的。我从冰箱里损坏的冷却盘管上回收了一些铜管，用作反应物。仿佛魔法生效一般，我制备出了所需的二氧化硫。

“好了，第三界准备好了，”我说，“我们等待一个小时再确认结果。”

“我们有希望。”洛基说。

“是，我们有希望，”我说，“τ星虫生命力顽强，能够在接近真空的环境中生存，似乎在极寒环境中如鱼得水。也许金星和第三界也适合它们生存，那里是它们猎物的天堂，怎么会不适合它们呢？”

“是，进展顺利。一切顺利！”

“对，总算一切都步上正轨。”

然后，灯灭了。





第二十二章


一片黑暗。

灯光、显示器甚至实验设备上的发光二极管，都熄灭了。

“好吧，保持镇静，”我说，“保持镇静。”

“为什么不安，问题？”洛基问。

当然，他注意不到灯熄灭了，他没有眼睛。“飞船刚刚停机了，一切都停止工作了。”

洛基在他的通道里疾走。“你的设备现在安静了，我的设备还在工作。”

“你的设备靠你自己的发电机，我的设备是由飞船供电的。所以灯都熄灭了。所有设备都停止工作了！”

“这坏了，问题？”

“是，坏了！主要问题就是我什么也看不见了！”

“为什么飞船停止工作，问题？”

“我不知道，”我说，“你有灯吗？你能透过氙岩照亮我这边的东西吗？”

“没有。我怎么会有灯，问题？”

在实验室的黑暗之中，我磕磕绊绊地摸索着移动。“通往控制室的梯子在哪儿？”

“左边，再往左，继续……对……向前伸手……”

我的手摸到了梯子的一级横档。“谢谢。”

“不可思议，人类没有光就束手无策。”

“对，”我说，“来控制室。”

“好。”我听见他喳喳喳地走过通道。

我爬上梯子，控制室也是一片黑暗，供电完全被切断。显示器已经熄灭，就连气密过渡舱的窗户都没能提供一点照明——飞船的那一侧刚好背对着鲸鱼座τ星。

“控制室也没有光，问题？”洛基说——他大概在屋顶的球形舱里。

“没有——等一下……我看见点儿东西……”

某块显示屏的角落上有一个红色的小发光二极管，绝对是在发光，但不是很亮。我坐在驾驶座上，细细观察控制装置。座位有点晃动，我只是敷衍了事地修理过，不过座椅至少又被固定在地板上了。

不同于控制室里各处常见的平面显示器，这一台具有实体按键和紧邻的液晶显示屏，灯光来自一枚按键。

我显然得按一下，否则还能怎么办？

液晶显示屏亮起来，一段高度像素化的文字出现在屏幕上，详述了当前的状态：主发电机：掉线；备用发电机：掉线；应急电池：100%。

“好吧，怎么用电池呢……”我嘟囔着。

“进展，问题？”

“等等。”我仔细端详液晶显示屏四周，最后终于发现一个被置于塑料安全罩底下的小开关，上边标着“电池”。肯定是它。我掀起安全罩，扳动了开关。

昏暗的发光二极管照亮了控制室，效果远不如正常的灯光清晰。最小的控制屏只有一块亮起，屏幕正中显示出万福玛利亚的任务标志，底部出现了“载入操作系统……”的提示。

“成功了一部分，”我说，“我的应急电池投入使用，但是发电机停了。”

“为什么不工作，问题？”

“不知道。”

“你的空气还好，问题？没电就没有生命保障系统，人类把氧气变成二氧化碳，你会用尽氧气，然后受到损伤，问题？”

“没事，”我说，“飞船特别大，需要很久才会给我造成麻烦，更重要的是我得找出这次故障的原因。”

“机械损坏，告诉我，我去修。”

这主意不错，洛基似乎什么活都能干，不是他有天赋就是所有波江座人都这样。总之，我运气爆棚，不过……面对人类科技他会有怎样的表现呢？

“也许可以，不过我首先得弄明白为什么两组发电机同时停机。”

“问得好，更重要的是，没有动力你能操纵飞船，问题？”

“不能，做任何事我都需要动力。”

“那么最重要的就是，还有多久发生轨道跌落，问题？”

我眨了眨眼。“我……不知道。”

“赶紧开始。”

“对，”我指着显示屏说，“我得先等电脑启动。”

“快。”

“好，我快点儿等。”

“反讽。”

计算机结束了启动过程，显示出我未曾见过的屏幕内容，我能看出有故障了，因为大写的“故障”正显示在屏幕顶部。

停电前，界面上那些令人愉悦的按钮和小组件都不见了，取而代之的只有黑色背景上显示的三列白字，左侧是全中文字符，中间是俄文，右侧是英文。我猜正常操作条件下，飞船会根据浏览屏幕的人员切换语言。现在类似“安全启动”模式，屏幕不知道谁在浏览，所以它显示出了我们所有人的语言。

“什么情况，问题？”

“屏幕上显示了信息。”

“怎么回事，问题？”

“等我读一下！”

洛基忧心忡忡的时候真让人心烦。我设法读取了状态报告。

应急电源：在线

电池：100%

预计剩余时间：4天16小时17分钟

萨巴杰生命保障系统[40]：离线

化学吸收生命支持系统：在线！！！时间有限，不可修复！！！

温度控制：离线

温度：22℃

压力：40071PA

“飞船现在能维持我的生命，但是做不了其他事。”

“发电机给我，我来修。”

“首先我需要找到它。”

洛基大失所望。“你不知道自己飞船上部件的位置，问题？！”

“计算机知道那方面的所有信息！我没法都记住！”

“人类大脑屁用没有！”

“噢，闭嘴吧！”

我爬下梯子，回到实验室，这里的应急照明也已经启动。洛基在他的通道里跟着我。

我爬到地面，拿起工具袋，沿着下一段梯子往下爬，他继续跟着我。

“你去哪儿，问题？”

“仓库，只有那里我还没有彻底搜索过。仓库位于船员舱的最底部，如果宇航员能接触发电机，应该就是在那里。”

一回到宿舍我就爬进仓库，胳膊疼得厉害。我爬来爬去，在燃料舱隔离层上寻找，结果胳膊愈加疼痛。

此时此刻，我只能努力忍受持续不断的疼痛，但不能吃止痛药，吃药只会让我更糊涂。我仰面躺在仓库里，让疼痛消退一点。这里一定有检查口，对吧？我记不起飞船的具体结构，不过关键设备应该位于增压区，就因为会出现眼下的情况，对吧？

可是该如何找到它呢？我需要X光探测器了解哪里有——哦，对呀！

“洛基！这里有门吗？”

他沉默了一会儿，然后在墙上敲了几下。“六扇小门。”

“六扇？！呃，告诉我第一道在哪里？”我把手放在仓库的顶棚。

“手移向你的双脚左侧……”

我按照他的指示来到第一扇门，我的天，它们真难看清。宿舍的应急照明本身就不足，射入仓库的一点点光亮更是暗得可怜。

嵌板是用一个固定插销的普通平头螺丝锁死的。我用工具包里的一字螺丝刀把它拧开，掀开嵌板，露出下边的一条管道和阀门。标签上写着“主氧气栓”。我肯定不想瞎摆弄这东西，我关上嵌板。

“下一扇门。”

一扇接一扇，他领着我找，我挨个打开检查。我知道他能用声呐探测内部设备的形状，但是那用处不大。我宁可自己看，也不想听他用我们之间有限的语言描述他的感知。

在第四扇活动门下边，我找到了发电机。

它比我预期的小很多，整个小隔间大约有一立方英尺，发电机本体位于一个形状不规则的铁罩内，看到上边的标签我才知道它是发电机。我还看见两根安装了阻断阀门的粗管和几根常见的电缆。

“找到了。”我说。

“好，”洛基从宿舍里回答，“取出来给我。”

“我想先看一下。”

“你不擅长，我来修。”

“发电机在你的环境里可能会坏掉。”

他哼了一声。

“如果我修不好，你才能说服我让你修。”

“嗯。”

两根带有阻断阀门的管道一定是用来输送噬星体的。我看向隔间的更深处，发现了两个标签，一个写着“燃料”，一个写着“废料”。意思很明确。

我用一把扳手拧开废料管的龙头，管道脱开时，一股黑色液体滴漏出来，不是很多，只是阻断阀门到我这一端的管道里存留的，肯定是我们用来带走死亡噬星体的液体。我手上沾了一点，有种黏滑的感觉，也许是油，真是个好主意。任何液体都可以冲走噬星体，油比水轻，还不腐蚀管道。

接下来，我扭开“燃料”管道，它也溅出棕色的液体，不过这一次可难闻死了。

我向后退缩，把脸埋在臂弯。“噢！天哪！”

“出什么事了，问题？”洛基从下方喊道。

“燃料很难闻。”我说。波江座人没有嗅觉。虽然向洛基解释视觉用了很久，但是解释嗅觉很容易，因为波江座人有味觉。归根结底，嗅觉只是远距离的味觉。

“是天然气味还是化学气味，问题？”

我又不情愿地深吸一口气。“闻起来像腐坏的食物，噬星体通常不难闻，一般情况下根本没有气味。”

“噬星体是活的，也许能腐烂。”

“噬星体不能腐烂，”我说，“它怎么能腐烂——噢！不！上帝啊，不要！”

我用手抹了点难闻的黏液，然后扭动身躯出了仓库。我把手举在空中，不碰任何东西，沿着梯子爬上实验室。

洛基跟着我走在自己的通道里。“什么情况，问题？”

“不、不、不、不……”我最后都尖叫起来，心脏仿佛就要跳出喉咙。我觉得自己就要呕吐了。

我把黏液抹在一块载玻片上，然后把它推到显微镜下。背光没有电源，所以我从抽屉里抓起一支手电筒，照在载物台上。只能这样凑合了。

我透过目镜观察，结果怕什么就来什么，“老天在上。”

“怎么回事，问题？！”洛基的声音比平常高了八度。

我双手抱头，难闻的黏液都抹在了身上，可我已经不在乎了。“τ星虫，发电机里有τ星虫。”

“它们损坏了发电机，问题？”洛基说，“给我发电机，我修理。”

“发电机没坏，”我说，“假如发电机里有τ星虫，那就意味着燃料供给里有τ星虫。τ星虫吃掉了所有的噬星体，我们没有电是因为没有燃料。”

洛基飞快地抬起甲壳，甚至都撞到了通道的顶部。“τ星虫怎么进入燃料的，问题？”

“我的实验室里有τ星虫，我没有封存它们，就没想过要封存，有些可能逃逸了。自从我们差点在艾德里安丧命开始，飞船出现了不少缝隙、孔洞和漏点，τ星虫肯定是从燃料管线上某处的小孔进入，只要有一个就完蛋。”

“坏了！坏坏坏！”

我开始过度呼吸。“我们要死在太空了，我们永远被困在了这里。”

“不是永远。”洛基说。

我振作起来。“不是吗？”

“不是。轨道很快衰落，然后我们就死了。”

接下来整整一天我都在检查能够接触到的燃料管线，每个地方的情形都是一样，没有了悬浮在油里的噬星体，只有τ星虫和大量τ星虫粪便（实事求是），主要是甲烷和多种其他微量化合物，我猜这解释了艾德里安大气中甲烷的来源，生命轮回的产物。

还活着的噬星体零星分布在各处，但是燃料中τ星虫的数量具有绝对优势，余下的噬星体活不了多久，努力抢救它们也没有意义，这就跟分离好猪肉和感染它的肉毒杆菌一样徒劳无益。

“没希望了，”我说着把最新的燃料样本摔在实验桌上，“τ星虫到处都是。”

“我的地盘上有噬星体，”洛基说，“大约还剩216克。”

“那些不够我的旋转驱动用多久，大约30秒吧。它们大概也活不了多久，我这边到处都是τ星虫。先在你那边好好存放吧。”

“我造一台新引擎，”洛基说，“τ星虫把噬星体变成甲烷，甲烷跟氧气反应，燃烧，产生推力。回到我的飞船。那里有很多噬星体。”

“这主意……不赖，”我捏着下巴说，“用τ星虫的屁推进我们飞越太空。”

“不明白τ星虫后边那个词。”

“那不重要。你等我计算一下……”

我拿起一台平板电脑，实验室里的计算机屏幕还没有启动。我不记得甲烷的比冲量，但是确实记得氢氧反应的比冲量是450秒。把这当作最理想情况来计算，我原本有两万千克噬星体，假设此时都变成甲烷，飞船上有大约10万千克干燥质量的甲烷，我不知道这种反应所需的氧气够不够，不过暂时忽略这一点的话……

得一直努力才能保持精力集中，我能感觉到自己头晕眼花。

我在计算器上敲出结果，然后摇摇头说：“不妙，飞船的速度还达不到800米每秒。我们没法逃离艾德里安的引力，更别说飞出直径1亿5000万千米的鲸鱼座τ星星系了。”

“坏了。”

我把平板电脑扔在桌子上，揉着眼睛说：“没错，坏了。”

他踩着通道来到我上方。“把发电机给我。”

我垂下肩膀说：“为什么？有什么用呢？”

“我清洁杀菌，除去所有τ星虫，用我的噬星体造出微型燃料舱，把发电机密封起来再还给你。你把它安装在飞船上，电力就恢复了。”

我揉揉疼痛的胳膊说：“嗯，假如发电机没有在你的环境中熔化，这是个好主意。”

“如果熔化，我把它修好。”

几百克噬星体不足以在整个星系遨游，但是足够给飞船供电……说不好……至少够我的余生使用。

“好吧，没错，这是个好主意，至少我们能让飞船苏醒过来。”

“是。”

我费劲地来到舱口。“我去取发电机。”

此刻的状态下，真不应该使用工具，但我还在继续坚持。我回到宿舍，进入仓库低矮的空间，拆下了发电机，或者是备用发电机，我不确定。不管怎么样，它把噬星体转化为电能，这才是重点。

我顺利回到宿舍，把发电机放进我和洛基之间的气密过渡舱。洛基启动过渡舱工作流程，把发电机拿到了他的工作台上。他随即用两只手爪开始修理发电机，用第三只手爪指向我的床铺说：“我现在工作，你睡觉。”

“确保你那边的噬星体别感染τ星虫！”

“我的噬星体放在密封的氙岩容器里，安全，你快睡觉。”

我浑身疼痛，特别是打着绷带的胳膊。“我睡不着。”

他更坚决地指了指。“你告诉我人类每隔16小时需要睡8小时，你已经31个小时没睡觉了，现在睡。”

我坐在床上叹息着说：“你说得有道理，我至少应该试试。真是艰难的一天，晚安。就这样吧，辛苦了一天的夜晚[41]。”我躺在床上，盖好了毯子。

“这句话没意义。”

“这是地球人的一个说法，出自一首歌。”我闭上眼睛轻唱起来，“……我像狗一样辛劳……”

过了一会儿，我迷迷糊糊就要睡着……

“噢！”我一下子坐立起来，“甲壳虫！”

洛基被吓得扔下了发电机。“有什么麻烦，问题？”

“不是麻烦！是解决办法！”我一跃而起，“甲壳虫！我的飞船有四艘更小的飞船，名叫甲壳虫！它们的用途是把信息带回地球！”

“你以前告诉过我，”洛基说，“可它们使用同样的燃料，对吗？噬星体现在都死了。”

我摇摇头。“没错，它们是使用噬星体。可是每艘甲壳虫飞船自成一体，跟外界隔绝。它们不跟万福玛利亚号共用空气、燃料或其他任何东西。每艘甲壳虫携带了120千克的燃料！我们有充足的噬星体！”

洛基在空中挥舞他的手臂。“足够让我们回到我的飞船！好消息！好好好！”

我也在空中挥舞手臂。“我们最终可能不会死在这里啦！我需要到舱外取回甲壳虫，去去就回。”我跳下床，走向梯子。

“不！”洛基说。他喳喳喳走向自己在宿舍中的区域，敲击着分隔墙说：“你睡觉，人类不睡觉没法好好工作。舱外活动危险。先睡觉，再出舱。”

我翻了个白眼说：“听你的，听你的。”

他指向我的铺位说：“睡觉。”

“遵命，老妈。”

“反讽。你睡觉，我看着。”

“这似乎不是个好主意了。”我通过对讲机说。

“执行任务。”洛基不讲情面地说。

我睡得很好，醒来准备面对一天的工作。早餐很美味。我做了做伸展运动。洛基交给我一台密封的全功能发电机，几乎可以永久使用。我轻而易举就把它安装好，恢复了飞船的供电。

洛基和我谈了使用甲壳虫回到目标A的最佳方案，直到眼下这一刻以前，都算得上是个好主意。

我站在气密过渡舱里，全部穿戴就绪，准备出舱，正对着广阔浩渺的太空。艾德里安向我反射着淡绿色的光，也照亮了飞船。然后它飘离视野，我陷入了黑暗，但这种情况没持续多久，12秒之后，那颗行星又出现在了我的视野上方。

万福玛利亚号还在旋转，这有点麻烦。

飞船两侧有噬星体驱动的小推进器，形成人工重力时用来加减速旋转。它们当然不能工作，因为跟其他设备一样，已经充满了τ星虫的排泄物。所以我又得进行一次重力环境下的舱外活动，不过这一次不是来自艾德里安的重力，而是随时有可能把我抛向无边宇宙的向心力。

死亡怎么看都是一样，那么这一次为什么比艾德里安采样器那次短暂的冒险更危险呢？因为这次我必须得在飞船端部保持平衡，一失误可能就会丧命。

我取得采样器的时候紧贴着船体，绑好了安全绳，还紧抓着把手防止失足摔倒。

可是甲壳虫安置在飞船端部。

根据离心机系统的工作原理，飞船端部朝向它的另一半。从离心机重力的角度来看，甲壳虫位于船员舱的上方。我得上去，打开头锥，把小飞船取出来。在整个过程中，我盼着自己别滑倒。飞船端部没有安全绳固定点，所以我得利用低处的一个固定点，这意味着绳子绷紧之前我有时间积累很多动能。它会被绷断吗？如果绷断，离心力会把我抛向太空，我会成为艾德里安最新的一颗卫星。

为了安全，我在太空服上绑了两根安全绳并反复检查了四遍，它们都稳固连接在过渡舱里一个结实的固定点上。假如我摔倒，它们应该能承受住拉力。

“应该吧。”

我向外走，抓住过渡舱顶部，把自己向上拉。我从来都没法穿着全套设备在完整重力下操作。

头锥的角度足够平缓，所以我不至于滑落。我又检查了一遍安全绳，然后沿着头锥往顶部爬。在此过程中，离心机的旋转把我甩向侧方。每过几英尺我就得停下来，让飞船外表的摩擦力抵消我的侧向移动。

“状态，问题？”

“有进展。”

“好。”

我来到端部，这里距离旋转中心最近，所以重力最弱，这也算是点优势了。

宇宙懒散地在我周围以25秒一周的速度旋转，有一半时间，艾德里安占满我脚下的整个视野，然后耀眼的鲸鱼座τ星现身几秒钟，再然后就是一片黑暗。这有点令人不安，但不算太糟，只是稍微有点讨厌。

甲壳虫舱门就在预期的位置，我必须得小心谨慎，不可以损坏任何东西。

鉴于一开始这就被设计成一项自杀任务，他们并不关心万福玛利亚号能否返回。内部机构安装了可以炸飞这扇舱门的炸药，以便甲壳虫可以起飞，找到返回地球的航线。优秀的系统设计，可是我回家时需要这扇舱门完好无损，完全是出于空气动力学方面的原因。

对，空气动力学。

万福玛利亚号总是让人觉得它出自一部海因莱因的小说，闪亮的银色，光滑的外壳，尖锐的头锥。为什么要把一艘完全不会进入大气层的飞船造成这样？

因为星际介质。极其微量的游离态氢和氦分布在太空中，密度大约是每立方厘米一个原子，不过你若以近光速飞行，效果就会累积起来。不仅因为你会撞到大量原子，而且从你的惯性坐标系来看，那些原子比正常情况重得多。相对论物理学可不一般。

总之，我需要头锥保持完整。

整个盖板和炸药组件由六枚六角螺栓固定。我从工具带上取下一把套筒扳手，开始拆卸。

我刚拧下第一颗，它就从头锥的斜面上滑落，掉入了未知的远方。

“呃……”我说，“洛基，你能造螺栓，对吧？”

“能，小意思。为什么，问题？”

“我掉了一个。”

“把螺栓拿好。”

“怎么拿？”

“用手。”

“我手里拿着扳手。”

“用另一只手。”

“我的另一只手正扶着船体保持稳定。”

“用第三只——呃。先拿到甲壳虫吧，我造新螺栓。”

“好嘞。”

我开始拧第二颗螺栓，这一次非常小心，拧到一半就放下扳手，用手完成剩下的工作。太空服的粗手指操作起来特别笨拙，拧一个螺栓就用了十分钟，不过我还是把它搞定了，最重要的是，它没掉。

螺栓被我放进太空服的口袋，这下洛基就会明白我需要他复制什么。

我拧下随后的四颗螺栓，任凭它们飞走。我估计它们会绕艾德里安运行一段时间，但早晚都得掉下去。在如此高的轨道上，微弱的阻力会让它们逐渐减速，最后落入艾德里安的大气层烧毁。

还剩下一颗螺栓，不过首先，在跟这颗螺栓相对的另一侧，我把盖板组件掀起一指宽的缝隙，在空着的螺栓孔上穿过一根安全绳并扣死。然后我把安全绳的另一端挂在了我的腰带上。现在我的身上连着四根绳子。我喜欢这个样子，看起来也许就像太空蜘蛛侠，可惜没人看。

如果需要的话，我还有两根安全绳可以缠在工具带上。这东西从来都不嫌多。

我拧下最后一颗螺栓，盖板组件从头锥上滑落，我让它从我身边飞过并最终被安全绳拽住。它弹跳了几次，撞在飞船上，然后晃悠起来。

我看向头锥的舱内，甲壳虫就在原处，每一艘都有自己的隔间。除了铭刻在矮胖燃料舱上的名字，四艘甲壳虫飞船一模一样。自然，它们所标的名字分别是“约翰”、“保罗”、“乔治”和“林戈”。

“状态，问题？”

“取出甲壳虫。”

我先从约翰开始，有把钳子固定着它，不过我很轻松就打开了。飞行器后边有一个喷嘴朝外的压缩空气罐，甲壳虫应当就是以这种方式发射的。它们需要远离万福玛利亚号飞船，才能启动旋转驱动，即使是一台可爱的超小型旋转驱动，也会蒸发掉它后边的一切。

取出约翰还是相当容易的。这艘飞行器比我印象中的大，几乎有手提箱大小，当然了，你戴着太空服上笨拙的手套，拿什么东西都会嫌大。

老约翰还很重，我甚至不知道在地球重力条件下能否拎得起来。我把它绑在备用的安全绳上，然后伸手去取保罗。

如有必要，洛基可以干得很快。眼下就有这个必要。

我们在一条存疑的轨道上绕着艾德里安运行，因为计算机和导向系统全部恢复上线，所以我能看清运行轨道。情况不妙，我们的轨道还是问题严重的椭圆形，最近的位置过于靠近艾德里安。

每隔90分钟，我们就会在大气的最顶层掠过。在那个高度几乎没有空气，只有少量混杂的气体分子飞来飞去，但也足以减慢我们的速度，下次经过时，我们就会从更深一点的大气中掠过。再往后的结果，可想而知。

我们每隔90分钟从大气中掠过一次，我真不知道还有多少次机会可以飞离近地点。出于某些原因，计算机里没有“绕艾德里安异常椭圆轨道”的飞行模式。

是的，洛基得争分夺秒。

它只用了两个小时就拆解了保罗并理解了大部分工作原理。这项工作不简单，我们得先造一个“冷柜”，才可以把保罗送进洛基在万福玛利亚号上的区域。甲壳虫内部的塑料部件会在洛基的空气里熔化，一大团噬星体就能解决这个问题。人类虽然受不了噬星体的温度，但是塑料却不会被它熔化。当然，吸收多余热量并保证恒温96摄氏度对它们来说也不成问题。

保罗号甲壳虫飞船内部有许多电子器件和电路，这些东西洛基理解起来有点难——波江座外星人的电子学远不如我们先进，他们还没有发明晶体管，更不用说集成电路芯片了。跟洛基一起共事就如同我的飞船上有一位20世纪50年代的顶尖工程师。

在发明晶体管之前就能够星际旅行的种族似乎有些不可思议，可是话说回来，地球人在发明晶体管之前就有了核能和电视机，甚至进行过几次太空发射。

一个小时后，他跳过所有的计算机控制，他不需要理解就能够跳过它们，只要明白给哪些线路直接供电就行。他用声音驱动的远程控制器简化了旋转驱动的控制方法。在人类把无线电用于短距离数字通信的几乎所有领域时，波江座人一直在靠声音替代无线电。

洛基用同样的方式改造了林戈和约翰，速度快很多，因为不用花时间钻研。最后剩下乔治原封不动。小甲壳虫没有多少推力，所以肯定越多越好。可我必须得定下一条底线，我想留一个作为安全备份，不进行改造，用于实现它最初的目标。

多亏洛基，我也许可以在这次自杀任务中生还，但是还没有百分百的把握。悲观地看，万福玛利亚号现在情况不妙。好几个燃料舱已经被抛弃，到处都是损坏和泄漏，τ星虫鬼鬼祟祟地四处等待着吞掉洛基给我的一切替代燃料。我可以列出至少一百种回家失败的可能性，所以动身之前，我要让乔治带上我的所有发现和一些τ星虫先走一步。我本来想留下两个备用，可我们需要三个甲壳虫才能调整推进矢量，把飞船开到我们需要的方向。

洛基通过宿舍内的气密过渡舱把三艘改装过的甲壳虫送到我这一侧。

“你安装在飞船外壳上，”他说，“沿飞船中轴线向外45度。”

“明白。”我长叹一声，因为又得到旋转的飞船外安装，真让人期待呢。

可我还能怎么办？没有推进器就没法停止转动。

我得出去，唯一的难点在于到达正确的位置。气密过渡舱靠近顶部，我需要把甲壳虫安装在尾部。飞船此刻分成两半，仅通过五根缆绳连接。不过设计师考虑到了这种情况，在缆绳上设置了很多环，以便把安全绳挂在上边。

我在无重力环境下奇奇怪怪的舱外活动技能越来越丰富。不同于我在飞船头锥上的死亡之舞，飞船尾部有很多把手，安装甲壳虫也容易得很，把它们连接在船体的把手上，等洛基的氙岩胶水干透后就能永久固定住了。

最后我把约翰、保罗和林戈均匀地在外壳上粘成一圈，每艘甲壳虫都向外跟万福玛利亚号的中轴线呈45度夹角。

“甲壳虫准备就绪，”我通过无线电说，“现在检查受损区域。”

“好。”洛基回复。

我来到燃料舱破裂损毁的地方，那里没什么可看的，我当时已经抛弃了坏掉的燃料舱。一个矩形的开口呈现在那里，开口周围的情形述说着飞船遭受的损伤。黑色烧灼痕迹掩盖了本来闪亮的外壳盖板，相邻的两块金属盖板出现了明显的变形。

“有些盖板弯曲，有些呈现出烧灼痕迹，不太严重。”

“好消息。”

“烧灼痕迹奇怪，你不觉得吗？为什么会有烧灼痕迹啊？”

“过热。”

“嗯，可是没有氧气，这是太空，怎么会燃烧？”

“猜测：燃料舱有很多噬星体，有些可能死掉，死掉的噬星体体内有水，又受不了加热。水加热到很高温度就变成氢和氧。氧和船体一起加热就会产生烧灼痕迹。”

“对，”我说，“有道理。”

“谢谢。”

我经过缆绳组成的太空索桥返回，然后顺利进入气密过渡舱。洛基在控制室屋顶的球形舱里等我。

“一切顺利，问题？”

“是，”我说，“约翰、保罗和林戈的控制功能正常？”

他用三只手爪拿着三个相同的控制器，每个都通过一根电缆连接在飞船外的壁挂式扬声器/麦克风上。他用第四只手敲了敲一个读数盒说：“通信已建立，所有甲壳虫已准备就绪。”

我在驾驶座上绑好安全带，接下来的经历可能会让人难受。

我们把甲壳虫跟飞船中轴线的夹角设为45度，就是为了能根据需要用它们调整角度。我们还可以用它们控制飞船的转动，但是只能在飞船合二为一的时候使用甲壳虫，所以我先得把飞船的两部分结合起来。

因为转动惯量守恒，所以飞船会转得飞快，实际会达到上次洛基救我时的转速，这段时间里我们没有增加或减少转动惯量。

我在主控屏调出离心机控制面板，这块屏幕就在原来的主控屏上方，主控屏在去艾德里安的冒险中被砸碎。不过现在这块也够用。

“你准备好了吗？”

“好了。”

“重力加速度会很大，”我说，“你很容易承受，但是对我来说很困难。我也许会昏过去。”

“对人类不健康，问题？”他的尾音有一丝颤抖。

“有点危害，即使我昏过去也别担心。必须要稳定住飞船，转动停止时我会醒过来。”

“明白。”洛基拿着三个准备好的控制器。

“好，开始。”我把离心机切换到手动模式，取消三个警告对话框。首先我把船员舱旋转180度。跟上次一样，我缓缓进行，不过不同的是，我已固定好所有东西，所以世界颠倒、重力改变方向时，实验室和宿舍没有陷入一片混乱。

此时我感到有一半的地球重力把我推向控制屏，飞船的端部又朝向了前方。我操控着所有四个滚轴，在忽略飞船转速的情况下收回缆绳。飞船上的图标显示出我操纵的合并过程，安全带勒在身上的力也越来越大。

刚过十秒，重力加速度达到了地球的六倍，我几乎无法呼吸，不由得喘着粗气扭动起来。

“你不健康！”洛基说，“取消这步操作，我们重新计划。”

我说不出话，所以摇了摇头，我感到面部的皮肤正在从脸颊上剥离，此刻我看起来一定跟怪物一样。我视野的边缘逐渐变黑，这一定就是所谓的隧道视觉，名字起得真形象。

“隧道”越来越暗，最后完全陷入黑暗。

不久后我恢复了知觉，至少我觉得没过多久。我的手臂不受拘束地悬在空中，因为安全带还绑着我，所以我没有从椅子上飘走。

“格雷斯！你还好吧，问题？”

“哦，”我揉揉眼睛，视野模糊，我还有些晕。“还好，情况如何？”

“转速为零，”他说，“甲壳虫难以控制。更正：甲壳虫容易控制，由甲壳虫推动的飞船难以控制。”

“不过你还是完成了任务，干得漂亮。”

“谢谢。”

我解开安全带，舒展身体。除了以前烧伤的胳膊，我似乎没有受到新的伤害。回到零重力环境的感觉真好，通常我浑身上下疼痛不堪，不仅有很多体力活要赶，而且身体也没有康复。摆脱恼人的重力给我的身体减轻了不少压力。

我在显示器上挨个检查系统控制屏幕。“所有系统正常，至少没有进一步受损。”

“好，接下来做什么，问题？”

“我现在计算，计算大量数据。靠甲壳虫回到你的飞船所需的推进时间和角度，我得计算出来。”

“好。”





第二十三章


我准时去参加会议，至少我觉得我是准时到的。电子邮件说是12点30分，可等我来到会场时，所有人都已经就座。一片寂静。所有人都看着我。

我们暂时向新闻媒体封锁了事故消息。全世界都关注着这个项目，这是人类唯一的救命稻草。我们不希望人们得知他们的首席和后备科学官都已丧生。无论你怎么看俄罗斯人，但他们在保守秘密方面真的很厉害，整个拜科努尔都已经被封锁。

会议室是俄罗斯人提供的简易拖车，在里边可以清楚地看到发射台。透过窗户，我能看见联盟号宇宙飞船。这里的技术确实陈旧，但可能是有史以来最可靠的发射系统。

自从发生爆炸的那晚开始，我和斯特拉特就没说过话，她突然得接手灾难的紧急调查工作，这件事不能拖延，假如是此次任务中的流程或设备造成的这起事故，那么我们需要知道原因。我想加入调查，但是斯特拉特不允许。必须得有人处理欧洲宇航局团队报告的万福玛利亚号上的小问题。

斯特拉特直视着我，迪米特里摆弄着几页文件，可能是改进旋转驱动的设计图，设计离心机的挪威暴脾气博士洛肯用手指敲打着桌面。拉迈博士一如既往地穿着实验服，她的团队充分完善了全自动医疗机器人，她可能是日后诺贝尔奖的候选人，如果地球上的人类能活那么久的话。就连那个发明甲壳虫的古怪加拿大人斯蒂夫·哈奇都在场，至少敲打着计算器的他看起来没那么不自在。他身前没有文件，只有个计算器。

出席会议的还有姚队长和工程师伊柳希娜，姚依旧不苟言笑，伊柳希娜这次没有拿酒。

“我迟到了？”我问。

“没有，你来得正好，”斯特拉特说，“坐吧。”

我坐在唯一的空椅子上。

“我想我们应该是查清了研究中心的事故，”斯特拉特开始发言，“整栋楼被炸飞，不过所有的记录都是电子的，存储在拜科努尔的数据服务器上。幸运的是，那台服务器位于地面控制大楼。此外，杜波依斯一如既往地做了详细记录。”

斯特拉特掏出一页文件。“根据他的数字日记，他计划在昨天测试噬星体发电机的一种极其罕见的失效情况。”

伊柳希娜摇摇头。“应该由我来测试，我负责飞船维护，杜波依斯应该让我来。”

“他究竟在测试什么？”我问。

洛肯清了清嗓子。“一个月前，日本宇宙航空研究开发机构发现发电机存在一种潜在的失效状态，它利用噬星体产生热量，进而推动基于相变材料的汽轮机。古老而可靠的技术，有微量的噬星体就能运行，每次只需20颗单体细胞。”

“这似乎挺安全。”我说。

“的确如此。可是假如发电机泵上的减速系统失效，燃料管内立即就会出现一团过于密集的噬星体，可能会有多达一毫微克的噬星体被送入反应室。”

“那会怎样？”

“不怎么样。因为发电机还控制着照射噬星体的红外光，假如反应室温度过高，红外光就会被关掉，让噬星体稳定下来，这是备用安全系统。不过存在一种潜在的临界状态，极其罕见，此系统中的一个缺陷可能会把红外光的亮度调至最高，并且完全绕过温度安全联锁装置。杜波依斯想要测试这种可能性极低的状况。”

“那他做了什么？”

洛肯停下来，嘴唇抽动了一下，然后下定决心，继续讲述：“他拿到一台发电机的复制品，我们用于地面测试的那种，来改造输送泵和红外光，强制创造那种极端的临界情况。他想一次把一毫微克噬星体都激活，看看对发电机有什么样的损害。”

“等一下，”我说，“一毫微克不足以炸掉一栋大楼，充其量也就熔化一小块金属。”

“是，”洛肯说，她深吸一口气，又缓缓呼出。“那么你知道我们是如何存储少量噬星体的，对吧？”

“当然，”我说，“悬浮在丙二醇中，用小塑料瓶存放。”

她点点头。“杜波依斯从研究中心的军需官那里领取一毫微克噬星体时，他们犯了个错误，给了他一毫克。因为塑料瓶都一样，剂量又很小，他和夏皮罗根本没办法区分。”

“天哪，”我揉了揉眼睛，“释放出的热能差不多是他们预期的100万倍，会蒸发掉大楼和里边的所有人。天哪。”

斯特拉特翻阅着她的文件说：“事实就是如此：我们缺乏安全管理噬星体的流程和经验。如果你申请一个爆竹，结果拿到一卡车塑胶炸药，你肯定知道有问题。可是一毫微克和一毫克的区别，人类根本分辨不了。”

我们都沉默了一会儿。她说得没错，我们一直毫不在乎地摆弄氢弹级别的能量，在其他任何情况下，这都是一种疯狂行径，可我们别无选择。

“那我们要推迟发射吗？”我问。

“不，我们讨论过了，并一致认为，万福玛利亚号不能推迟，它已经组装测试完毕，注满了燃料，只等着发射了。”

“主要因为轨道，”迪米特里说，“万福玛利亚号位于倾角为51.6度的近地轨道，所以从卡纳维拉尔角和拜科努尔发射很容易到达那里，可那是一条正在衰落的浅轨道，假如我们不在接下来的三周内出发，就得派去整个任务团队，只为了把万福玛利亚号提升到更高的轨道。”

“万福玛利亚号将按时启程，”斯特拉特说，“就在五天后，船员有两天时间进行万福玛利亚号的起飞前检查，也就是说联盟号得在三天内发射。”

“好吧，”我说，“科学专家怎么办？我敢肯定全世界有几百名志愿者。我们可以对选中者进行速成培训，帮助他掌握所需的科学知识——”

“已经有决定了，”斯特拉特说，“其实，决定不言自明。没有时间培训出一名掌握所需知识的专家，要学习的知识和研究内容太多。即使是最杰出的科学家也无法在区区三天里集中掌握一切。而且别忘了，只有七千分之一的人具有抗昏迷的基因组合。”

就在这时我有了一种不祥的预感。“我好像明白是怎么回事了。”

“我就知道你现在一定会明白。你的基因测试呈阳性，你就属于那七千分之一。”

“欢迎加入我们！”伊柳希娜说。

“等一下，等一下。不，”我摇摇头，“这太扯了。的确，我了解噬星体，可我不知道如何做一名宇航员啊。”

“我们会在途中训练你，”姚沉着且自信地说，“而且高难度任务由我们来完成，你只负责科学工作。”

“我只是觉得……得了吧！肯定还有别的人选！”我看着斯特拉特，“姚队长的替补呢？或者伊柳希娜的呢？”

“他们不是生物学家，”斯特拉特说，“他们非常熟练地掌握关于万福玛利亚号及其驾驶和修理的专业技能，而且事无巨细。可我们无法在所剩的时间里把全部分子生物学知识教给某个人，这就好比让全世界最厉害的结构工程师进行脑外科手术，那根本就不是他们的专业。”

“名单上其他的候选人呢，最初没有被选入的那些？”

“没有人比你更加胜任。平心而论，你刚好具有抗昏迷性，这是我们的运气，运气好得都不敢想。你觉得我是需要一名高中教师才让你留在这个项目里？”

“呃……”我说。

“你了解飞船如何工作，”斯特拉特继续说，“知道噬星体背后的科学理论，懂得如何使用太空服和所有专业设备。你参加了关于飞船和这项任务的每一次重大科学或策略研讨，这都是我有意为之的。你有我们需要的基因，所以我得确保你掌握我们需要的技术。天知道我多么不想走到这一步，可是该走还是得走，你一直都是第三科学专家。”

“不——不，不能这样，”我说，“肯定还有人，更有天赋的科学家，你知道，有人主动要去。你肯定列过名单，对吗？我后面的候选人是谁？”

斯特拉特拿起面前的一张纸。“安德里亚·卡塞雷斯，巴拉圭的一名酒厂工人。她抗昏迷，有化学学士学位，辅修过分子生物学。第一次征召宇航员时她就自愿参加。”

“听起来不错，”我说，“我们给她打个电话。”

“可是你接受过几年的直接训练，对飞船和任务了如指掌。你是世界领先的噬星体专家，我们只有几天时间让卡塞雷斯熟悉。你了解我如何推进这个项目，格雷斯博士，比任何人都了解。我想给万福玛利亚计划增添一切可能的优势，现在你就是这个优势。”

我低头看着桌子说：“可我……我不想死……”

“没人想死。”斯特拉特说。

“必须得由你自己决定，”姚队长说，“我不希望有人被迫加入我的团队，你必须得自己选择加入。如果你拒绝，我们会找来卡塞雷斯，尽最大努力培训她。不过我强烈要求你同意。数十亿人命悬一线，跟这样的悲剧相比，我们的生命就不算什么了。”

我双手抱头，流下眼泪。为什么这种事要发生在我身上？“我可以考虑一下吗？”

“可以，”斯特拉特说，“但不能太久。假如你拒绝，我们得尽快接来卡塞雷斯。我希望你在今晚5点前答复。”

我站起身，拖着脚步离开会议室，好像都没有跟大家告别。所有最亲密的同事聚在一起，决定我应该去死，这种感觉既苦涩又压抑。

我看了下时间——中午12点38分，我有四个半小时做决定。

万福玛利亚号的旋转驱动对于当前的飞船质量来说过于强劲。我们离开地球时，飞船重210万千克，其中大部分是燃料，现在只剩下12万千克，大约是起飞重量的二十分之一。

多亏了万福玛利亚号相对较低的质量，和临时安装的小甲壳虫一起为我提供了1.5倍于地球重力的推进力。只是在设计之初，飞船可没预测到会有45度的强大推动力随便作用在舱外活动把手上。假如我们把甲壳虫开至最大功率，它们会直接扯断把手，朝着鲸鱼座τ星落下的方向绝尘而去。

洛基停止飞船转动时就注意到了这个问题。现在我们控制住飞船，我又可以在失重状态下进行舱外活动，仿佛这就是上帝的本意。我打印了万福玛利亚号内部结构的3D模型，交给洛基让他熟悉。不到一个小时，他不仅提出解决方案，还造出了用于实施方案的氙岩支架。

于是我又去了一趟舱外，用氙岩撑住甲壳虫。这一次计划总算顺利展开，洛基向我保证，飞船能够承受甲壳虫的全部推力，我对他没有丝毫怀疑，这家伙可是工程师中的翘楚。

我在一张复杂的电子表格中输入了大量计算公式，很有可能在某个步骤产生错误。我花了六个小时才准备好，最终得出了心目中的正确答案。按此结果，我们至少会到达一个能近距离看见目标A的地方，然后再从那里微调推进矢量。

“准备就绪了吗？”我在驾驶座上说。

“准备就绪。”洛基手拿三个控制盒，在他的球形舱里说。

“好……约翰和保罗调至4.5%。”

“约翰和保罗4.5%，确认。”他说。

当然，洛基可以造出适合我使用的控制器，不过由他来控制更方便。我得仔细观察屏幕，注意我们的推进矢量。最好能有人专心操纵甲壳虫。此外，洛基是飞船的工程师，还有谁比他更适合操纵临时的引擎呢[42]？

“约翰和保罗调至零。林戈调至1.1%。”我说。

“约翰和保罗，零。林戈，1.1%。”

我们多次微调推进矢量，一点点把飞船角度纠正到所需的大致方向，最后总算取得了期望的正确结果。

“调整完毕，”我说，“全速前进！”

“约翰、保罗、林戈，100%。”

飞船突然猛冲向前，我被按在座椅上，我们向着（希望中的）目标A直线加速（也许吧），1.5倍地球重力施加在我们身上。

“保持当前推力三小时。”我说。

“三小时，我看着引擎。你放轻松。”

“谢谢，不过没时间休息。我想借这个机会好好利用重力做实验。”

“我留在这儿，告诉我实验进展如何。”

“没问题。”

这次要进行历时11天的变轨飞行，这需要130千克燃料，（如果把实验室里装满燃料的乔治也算在内）大约是甲壳虫携带量的四分之一。剩余的燃料应该足够纠正我在轨道计算中犯下的任何愚蠢错误。

我们将在3个小时后达到巡航速度，然后在11天的大部分时间里巡航飞行。我不想再经历离心机模式的加减速过程。没错，这可以实现，洛基此前停止飞船转动时就证明了这一点。可是那种操作技巧性很强，需要对失控的旋转进行大量猜测并选择合适的时机。不幸的话，缆绳会纠缠在一起。

所以接下来的3个小时里，我可以利用1.5倍的地球重力，在那之后我们将长时间处于失重状态，所以得抓紧时间实验。

我爬下梯子，胳膊还在疼，但是没有之前严重。我每天都更换绷带——更确切地说，是拉迈博士了不起的医疗机器在为我更换。皮肤上当然布满瘢痕，我后半辈子都要跟丑陋的胳膊和肩膀相伴，不过我觉得皮肤深层的组织肯定没有坏死，否则的话，我现在可能已经死于坏疽了，或者拉迈博士的机器会趁我不注意时截掉我受伤的胳膊。

我已经有段时间没承受1.5倍重力了，双腿开始吃不消，不过我已经对这样的痛苦习以为常了。

我走到主实验台旁，上边的τ星虫实验还在进行，它们的每一部分都结实地固定在桌子上，只是为了避免加速过程中再出乱子，当然不是因为我缺少τ星虫，以前存放燃料的地方有充足储备。

我先检查了模拟金星的实验。冷却机构轻轻运转，保证内部温度跟金星最高层大气的环境相符。我原本打算让τ星虫在其中只孵化一个小时，可是后来灯光熄灭，我们得处理其他紧急情况。所以到现在已经过去四天，按理说它们已经有充足的时间繁殖。

我咽下一口唾液，这是个重要的时刻。里面的小载玻片上涂了一层单细胞厚度的噬星体。假如τ星虫还活着并吃掉了噬星体，那么光线就可以透过载玻片。载玻片透过的光线越多，存活的噬星体就越少。

我做好准备，深吸一口气，朝容器里观察。

载玻片上漆黑一片。

我的呼吸变得急促，从兜里掏出一支手电筒，从后边照射载玻片。完全没有光线透射过来，我心里一沉。

我来到第三界的模拟实验，观察其中的载玻片，也看到了同样的结果，一片漆黑。

τ星虫在金星和第三界的环境中无法存活，至少它们没有吃掉噬星体。我感觉内心受到了沉重的打击。

功败垂成！眼看就要成功！答案就在眼前！噬星体要毁掉我们的世界，τ星虫正是它们的克星。这个物种也很有韧性，能在我的燃料舱存活下来并发展壮大。可是在金星和第三界的大气中却不行，究竟是为什么呢？！

“你看见什么，问题？”洛基问。

“失败，”我说，“两个实验都失败，τ星虫全死了。”

我听见洛基在砸墙。“愤怒！”

“所有的努力！所有的辛劳，全都付诸东流！”我一拳砸在桌上，“我为此付出了那么多！牺牲了那么多！”

我听见球形舱里洛基的甲壳砸在了地上，这表明他陷入了深深的沮丧。

洛基伏下身体，我手捂着脸，我们都沉默了一会儿。

最后我听见刮擦声，是洛基从地上抬起甲壳。“我们继续解决，”他说，“我们绝不放弃，我们努力工作，勇敢前进。”

“嗯，我想也是。”

我不是这项任务的合适人选，只是因为胜任者被炸死才在最后时刻被选作替补，可我还是来到了这里，也许我没有全部的答案，可我在这儿，当时一定是明知死路一条也选择主动参加了任务。虽然没帮上地球，但也挺了不起。

斯特拉特的房车是我的两倍大，我猜这就是级别特权吧。不过公平地讲，她需要空间。她坐在一张铺满文件的大桌旁，我至少能从她面前的文件里看出四套不同字母组成的六种语言，不过她似乎没有遇到什么困难。

一名俄罗斯士兵站在房间的一角，没有完全立正站好，但也并不随意。士兵旁边有一把椅子，不过显然他选择了站立。

“你好，格雷斯博士，”斯特拉特说话头也不抬，然后又指向士兵，“这是列兵麦克尼科夫，虽然我们清楚爆炸是一次事故，但是俄罗斯人不愿冒任何风险。”

我看看士兵，说：“所以他在这儿确保假想的恐怖分子不会杀掉你？”

“差不多是这样，”斯特拉特抬起头，“那么，到五点了，做出决定了？你要担任万福玛利亚号的科学专家吗？”

我坐在她对面，不敢看她的眼睛。“不。”

她对我怒目而视。“我明白了。”

“因为……你知道的……因为孩子。我应该为了孩子留下来。”我在椅子上不安地扭动，“就算万福玛利亚号找到解决办法，我们也得经历近30年的悲惨命运。”

“嗯哼。”她说。

“嗯，既然这样，我是一名教师，所以应该教书，我们需要养育一代坚忍不拔的生还者。如今的你、我和整个西方世界都太软弱。在史无前例的稳定和安逸中成长，就会给我们带来这样的结果。今日的孩子得去推动明日的世界，他们将要继承一个混乱不堪的未来。帮助孩子们做好准备去应对迎面而来的世界，我真的可以再贡献很多，我应该留在需要我的地球上。”

“留在地球，”她重复道，“需要你的地方。”

“啊——对。”

“但不愿意因为接受过完整的任务培训而登上万福玛利亚号，协助解决整个问题。”

“不是的，”我说，“好吧，有点那个意思。不过你听我说，我不擅长宇航员工作，不是大无畏的探险家。”

“哦，我明白了。”她说着攥紧拳头，看向一旁，过了一会儿又转向我，眼中充满我前所未见的愤怒，“格雷斯博士，你这个懦夫，别跟我在这儿胡扯。”

我吓得一哆嗦。

“如果真那么在乎孩子，你会毫不犹豫登上那艘飞船。你可以从世界末日中拯救数十亿人，而不仅仅是帮几百个人做准备。”

我摇摇头。“这无关于——”

“你以为我不了解你，格雷斯博士？！”斯特拉特大吼，“你是个懦夫，一直都是。因为大家不喜欢你写的一篇论文，你就放弃有前途的科研事业。孩子们崇拜你这位有个性的好老师，你就退缩在那个舒适区里。你在生活中没有伴侣，因为那样可能会让你心碎。你把风险当成瘟疫一样躲避。”

我站起身。“是，这话不假！我害怕！我不想死！我为这个项目鞠躬尽瘁，有资格选择生存。我不去，就这么定了。去找名单上的下一个人选吧，那位巴拉圭的化学家，她愿意去！”

她把拳头砸在桌上。“我不关心谁想去，我关心谁最适合！格雷斯博士，我很抱歉，这项任务必须你执行。我知道你害怕，你不想死，可是你去定了。”

“你简直是疯了。我得离开了。”我转身走向门口。

“麦克尼科夫！”斯特拉特喊道。

士兵敏捷地挡在了我和门之间。

我又转回身，对斯特拉特说：“你在开玩笑吧？”

“只要你同意就会省去很多麻烦。”

“你打算怎么办？”我伸出拇指朝士兵指了指，“在途中用枪指着我四年？”

“途中你会处于昏迷状态。”

我想要冲过麦克尼科夫的阻挡，可他用强有力的手臂挡住了我。他没有动粗，只是比我强壮得多。他按住我的肩膀，强迫我面对斯特拉特。

“太疯狂了！”我大喊大叫，“姚队长绝不会同意！他特意表示不希望有人被迫登上飞船！”

“没错，那有点棘手，他的荣誉感让人生厌。”斯特拉特说。

她拿起一张用荷兰文写的事项清单。“首先，发射之前这几天，你会被关进牢房，不得跟任何人联络。发射前不久，我们会给你注射强效镇静剂，等你昏迷再把你送上联盟号。”

“你觉得姚队长一点都不会怀疑？”

“我会向姚队长和伊柳希娜工程师解释，由于缺乏宇航员训练，你担心自己在发射过程中出现恐慌，所以决定在昏迷中度过。一登上万福玛利亚号，姚和伊柳希娜就会把你固定在医疗床上，启动休眠程序。从那时起，他们会处理所有起飞前的准备工作。你会在鲸鱼座τ星附近醒来。”

恐慌头一次开始在我内心扎根生长，这种疯狂行径也许真能蒙混过关。“不！你不能那么做！我不干！这太荒唐了！”

她揉揉眼睛说：“不管你信不信，格雷斯博士，我有点喜欢你。我不怎么尊敬你，但我认为你本质上是个好人。”

“要死的人不是你，你当然说得轻巧！你这是在谋杀我！”我的脸上有眼泪流过，“我不想死！请别派我去牺牲！”

她看起来很痛苦。“格雷斯博士，我跟你一样不喜欢这样，如果说有什么安慰的话，那就是你会被誉为英雄。假如地球逃过这一劫，全世界都会立起你的雕像。”

“我不干！”我怒不可遏，“我会破坏任务！你杀我？！好！我会毁掉你的任务！我会破坏飞船！”

她摇摇头。“不，你不会。这只是虚张声势。我说过，你本质上是个好人，等你醒过来，虽然生气，但还是个好人。我确信姚和伊柳希娜也会对我的所作所为感到非常愤怒。不过最后你们仨会到达那里执行任务。因为你们将决定全人类的命运。我百分之九十九确定你会做出正确的选择。”

“那就试试看！”我高声尖叫，“就这么办！走着瞧！看看到底会怎么样。”

“但是我不能指望百分之九十九的可能性，对吗？”她又瞥了一眼文件，“我总以为美国中央情报局有最厉害的审讯药物，可是你知道那其实是法国人的吗？是真的，法国对外安全局优化了一种产生逆行性遗忘的药物，药效可以持续很久，不仅仅是几小时或几天，而是几周。他们在各种反恐行动中使用，可以很方便地让一个嫌疑犯忘掉自己曾受到过审讯。”

我惊恐地注视着她，喉咙因为刚刚的吼叫而疼痛。

“你的医疗床会在你醒来前给你好好注射一剂。你和你的同伴只会觉得那是休眠的副作用。姚和伊柳希娜会跟你解释这项任务，你会立即融入团队，开展工作。法国人向我保证药物不会消除培训过的技术和语言，等等。等到你的健忘症逐渐好转，你们可能已经发射返回的甲壳虫了，即便没有，我猜你对项目的投入也已经成为无法放弃的沉没成本了。”

她对麦克尼科夫点点头，后者把我拖出房间，押着我离开。

我伸着脖子朝身后的房门高喊：“你不能这么做！”

“想想孩子们吧，格雷斯，”她从屋里说，“所有你要拯救的孩子，想想他们。”





第二十四章


那么，好吧。

我明白是怎么回事了。

我不是某个无畏的探险者，没有勇敢地牺牲自己，拯救地球。我是个吓破胆的家伙，居然真被拖着来执行任务了，还曾踢打尖叫着反抗。

我是一个懦夫。

这一切在电光火石间出现在我的记忆里。我坐在凳子上，注视着实验台，从近乎歇斯底里的状态变成……这样。这样更糟，我已经麻木了。

我是个懦夫。

我早就知道拯救人类的最大希望不在我身上。我只是一个携带着抗昏迷基因的家伙，而且早就接受了这一点。

可我不知道自己是个懦夫。

我记得那种情绪，记得那种恐慌的感觉，现在全都记起来了。绝对而又纯粹的恐惧，不是为地球、人类或孩子感到恐惧，而是为我自己感到彻底的恐慌。

“该死，斯特拉特。”我喃喃自语。

最令我愤怒的是，她说对了，她的计划天衣无缝。我恢复了记忆，现在全身心投入任务，甚至还会继续为它付出我的全部。而且不管怎么样，我当然会全力以赴。还能怎么办呢？牺牲70亿人来报复斯特拉特吗？

洛基经过他的通道，在某个时刻来到实验室，我不知道他来了多久。他本不必过来，可以用声呐感官从控制室“看见”这里的一切。可他还是来了。

“你很难受。”他说。

“是。”

“我也难受，但我们不会难受太久。你是科学家，我是工程师，问题我们一起解决。”

我失望地举起双臂。“怎么解决？！”

他咔哒咔哒地踩着通道，来到上方离我最近的地方。“τ星虫吃掉了你所有的燃料，所以能在燃料舱环境中生存和繁殖。”

“所以呢？”

“大多数生命无法在自己的空气以外存活，没有波江b的空气我就会死，离开地球大气你就会死。可是不在艾德里安大气中的τ星虫活了下来。τ星虫比波江b生命更顽强，比地球生命更顽强。”

我仰起头向上看他。“对，而且噬星体的生命力也很顽强，能在真空中和恒星表面生存。”

他把两只手爪扣在一起。“是是，τ星虫和噬星体来自同一个生物圈，甚至从共同的祖先进化而来，艾德里安的生命非常顽强。”

我坐起来说：“对，是这样。”

“你已经有想法了，不是问题。我了解你，你有主意了，讲一讲。”

我叹口气说：“嗯……金星、第三界和艾德里安都有大量二氧化碳，噬星体在这三颗星球上的繁殖区都具有0.02倍标准大气压，也许我得先用同样气压的纯二氧化碳密闭容器进行实验，看τ星虫能否生存下来？然后每次增加一种气体，寻找问题出现在哪儿。”

“明白。”洛基说。

我站起来掸了掸身上的连体服。“我需要你给我做一个测试容器，透明的氙岩材质，带有可以进出气体的阀门。而且，还可以把温度设置为零下100摄氏度、零下50摄氏度或者零下82摄氏度。”

我可以使用自己的设备，但是为什么不利用优质材料和能工巧匠呢？

“好好，我这就造，我们是团队，一起解决这个问题。不难过。”

他快速穿过通道，走向宿舍。

我看了下时间。“主推进力30分钟后停止，然后我们利用甲壳虫进入离心机模式。”

洛基停下来说：“危险。”

“是，我明白，但我们需要重力进行实验，我不想等11天，想好好利用时间。”

“甲壳虫是按推进功能安装的，不是用于旋转。”

这话不假，我们当前的推进器至少可以说还不完善。我们没有伺服电机或万向环来调整推进力方向，仿佛是在乘坐一艘16世纪的海上帆船，甲壳虫就是风帆。甚至连那都不如，航海帆船至少能控制风帆的角度，我们这更像是船舵坏掉的明轮船。

不过也不是一无是处，我们通过分配每台引擎的推进力，可以对姿态进行微调，洛基就是这样让飞船停止旋转的。“这个风险值得冒。”

他沿通道又走上来。“飞船会偏心旋转，不能展开离心机缆绳，会缠在一起。”

“我们先建立起所需的旋转，然后关闭甲壳虫，再释放缆绳。”

他吓得往后一退。“假如飞船没有展开，人类承受的力过大。”

那确实成问题。飞船完全展开成两部分时，我需要给实验室提供1g重力。要在飞船一体时获得那么大的转动惯量，意味着旋转的速度飞快。上次出现同样的状况时，我在控制室昏倒，洛基为了救我差点牺牲。

“那么……”我说，“这样如何：我躺在宿舍下的仓库，那里是我最能接近飞船中心的地方，受力最小。我会没事的。”

“在仓库你怎么操作离心机控制器，问题？”

“我……呃……我把控制屏带下去，把数据和供电电缆延长到仓库，对，这样应该可行。”

“假如你昏过去，没人操作控制器，问题？”

“那你停止转动，我就会醒过来。”

他前后晃动着说：“不喜欢。替代计划：等11天，到达我的飞船，清洁你飞船上的燃料舱，消毒——确保没有τ星虫，我的飞船补充燃料，然后就能再次使用你飞船上的所有功能。”

我摇摇头说：“我不想等11天，想现在就开始工作。”

“为什么，问题？为什么不等，问题？”

他的观点当然完全正确。我在拿我的生命，甚至是万福玛利亚号的结构完整性冒险。可有那么多工作要做，我的确不能坐等11天。我该如何跟寿命长达700年的人解释“着急”这个概念？

“人类特征。”我说。

“明白，也不完全明白，不过……明白。”

旋转按计划启动，洛基选择林戈推动飞船旋转，让约翰和保罗停止工作。乔治还安全地存放在飞船上，以备不时之需。

实话实说，旋转起来后，重力确实让人难受，不过我在足够长的时间内保持清醒，手动执行了进入离心机模式的操作。如今我已经非常熟练，随后我们得到了美好平稳的1g重力。

没错，是有点着急和冒险，可是因此我才有了接下来的七天硬核科研时间。

洛基交付了承诺的实验设备，一如既往，使用起来也没有一点问题。不同于操作麻烦的玻璃真空罐，我得到了类似大鱼缸的真空室，很高的气压作用在大块氙岩平面上并不会产生什么后果。“放马过来吧。”氙岩仿佛在说。

可以说，我有无穷无尽的τ星虫，此刻的万福玛利亚号就是τ星虫的派对巴士。如果需要更多，我打开通往发电机的燃料管就有。

“嗨，洛基！”我从实验室喊道，“看我从帽子里变出一只τ星虫。”

洛基从控制室爬过通道。“我觉得这是一句地球的习语。”

“对，地球有种娱乐叫‘电视节目’——”

“请不必解释。你有发现，问题？”

幸好他不感兴趣，向外星人解释动画片要花很久。“我有几样结果。”

“好好，”他放下身体，摆出一个舒服的坐姿，“讲讲发现！”他虽然努力隐藏，但是声音的音调还是比正常稍高了一些。

我指着实验仪器说：“顺便告诉你它运转正常。”

“谢谢，讲讲发现。”

“先试的是艾德里安的环境。我加入τ星虫和一块覆盖噬星体的载玻片，不出意外，τ星虫活下来，吃光了噬星体。”

“确实在意料之中，那是它们的原生环境。不过证明设备正常。”

“的确如此。我还做了一些实验来掌握τ星虫的生存极限。在艾德里安大气中，它们可以在零下180摄氏度到零上107摄氏度的范围内存活，超出这个范围它们就会死掉。”

“震惊的范围。”

“对，而且它们还能在准真空环境存活。”

“比如你的燃料舱。”

“没错，不过完全真空环境不行，”我皱起眉头说，“它们需要二氧化碳，至少需要一点点。我模拟出艾德里安的环境，不过用氩气替换了二氧化碳。τ星虫什么都不吃，保持休眠状态，最后饿死了。”

“可以想象，”他说，“噬星体需要二氧化碳，τ星虫来自同一个生态系统，也需要二氧化碳。它们在燃料舱怎么获得二氧化碳，问题？”

“我也有同样的疑问！”我说，“所以用光谱仪检测了燃料舱里的沉积物，结果液体里溶解了大量二氧化碳气体。”

“噬星体体内可能有二氧化碳，或者它们分解生成二氧化碳。时间久了，一定比例的噬星体会在燃料舱里死亡，不是所有细胞都会完好无损。缺陷、突变，有些噬星体死亡，在燃料舱内释放二氧化碳。”

“同意这个观点。”

“重要的发现。”他说着开始往回爬。

“等下，我还有更多发现。非常多。”

他停下来。“更多，问题？好。”

我靠在实验桌上拍了拍真空容器。“我在这个容器里模拟了金星，但不完全一样。金星大气含有96.5%的二氧化碳和3.5%的氮气。我从纯二氧化碳开始试起，τ星虫没有问题。然后我加入氮气，τ星虫都死了。”

他抬起甲壳说：“都死了，问题？一下子，问题？”

“嗯，”我说，“不超过几秒钟就都死了。”

“氮气……没想到。”

“是，非常意外！”我说，“我用第三界的大气重复实验。只用二氧化碳：τ星虫正常。我加入二氧化硫：τ星虫正常。我加入氮气：哈！所有τ星虫全死了。”

他心不在焉地用一只手爪敲着通道墙壁。“太出乎意料。氮气对波江b生命无害。波江b生命需要氮气。”

“地球上也是一样，”我说，“地球大气含有78%的氮气。”

“令人费解。”他说。

我也跟他一样，对此感到困惑。我们都在思考同一个问题：假如所有生命都进化自同一个源头，那么对两种生物圈如此重要的氮气怎么会是另一种的毒气呢？

氮完全无害，在气态情况下也几乎是惰性的，通常的成分是由两个氮原子组成的氮气分子，几乎跟任何物质都不发生反应。尽管人类每次呼吸都含有78%的氮气，但是身体会忽略掉它们。至于波江b，他们的大气主要是氨气，一种含氮的化合物。如果微量的氮元素就能杀死那种生命，那么一次有生源说事件怎么能在地球和波江b这两颗富含氮元素的行星上撒下生命之种呢？

其实答案很简单：无论何种生命引发了各自的有生源说事件，它都跟氮无关，有关的是后来进化出的τ星虫。

洛基的甲壳又落下去。“形势不好，第三界的大气中含有8%的氮气。”

我坐在实验室的凳子上，端着胳膊说：“金星的大气中含有3.5%的氮气，面临同样的问题。”

他沉得更低，声音也降了八度。“没有希望，无法改变第三界的大气，无法改变金星的大气，无法改变τ星虫。毫无希望。”

“其实，”我说，“我们不能改变第三界或金星的大气，但我们也许能改变τ星虫。”

“怎么改变，问题？”

我抓起工作台上的平板电脑，划过我关于波江座人的生理学记录。“波江座人得病吗？体内的病变？”

“有些得病，非常非常不好。”

“你们的身体如何消灭疾病？”

“波江座人的身体是封闭的，”他解释说，“只有在吃东西和产卵的时候打开。开口封好后，体内升温，血液加热很久，杀死疾病。疾病只能通过伤口进入身体，进入后就不好了。身体关闭感染区，高温血液带来的热量杀死疾病，假如疾病更快，波江座人就死去。”

根本就没有免疫系统，只是加热。好吧，为什么不呢？波江座外星人的肌肉促动都是通过高温循环系统蒸发水来实现。为什么不用它来烹饪和消毒引入的食物？有沉重的氧化物——基本是岩石——作为皮肤，他们通常不会被割伤或磨损，就连他们的肺都不跟外界交换物质。假如病原体能侵入，身体就封锁那一部分区域，再蒸煮一下。波江座人的身体是一座近乎坚不可摧的堡垒。

可是人类身体更像是一个无国界的警察国家。

“人类大不一样，”我说，“我们一直在得病，有非常强大的免疫系统，还在自然界中寻找治疗药物，我们称为‘抗生素’。”

“不理解，”他说，“自然界中治疗疾病的药物，问题？怎么治疗，问题？”

“地球上其他的生命进化出抵御同类疾病的能力。它们释放出化学物质，在不伤害其他人体细胞的情况下消除疾病。人类吃下那些化学物质，它们杀死病原体，但不损伤我们的人类细胞。”

“神奇，波江b没有。”

“不过这不是一个十全十美的方法，”我说，“抗生素起初非常有效，可是随着时间的推移，它们的效用变得越来越低，最后几乎根本不起作用。”

“为什么，问题？”

“疾病发生变化，抗生素几乎杀死了人体内所有病原，但是有些活了下来，通过使用抗生素，人类不经意间教会了病原如何抵抗那些抗生素。”

“噢！”洛基说着把他的甲壳抬高了一点，“病原得到进化，能抵御曾消灭它们的化学物质。”

“对，”我指着真空容器说，“现在把τ星虫想象为一种病原体，把氮气看作抗生素。”

洛基顿了一下，然后把甲壳提升到正常的高度。“明白啦！搭建近乎致命的环境，培育能够存活的τ星虫，提高环境的致命性，培育生还者。重复，重复，重复！”

“没错，”我说，“我们无须明白氮气为何或如何杀死τ星虫，只需要培育抗氮气的τ星虫。”

“对！”他说。

“好！”我拍了下真空容器的顶部说，“给我造十个这种容器，不过要小一些。还要想办法让我不中断实验就能取出样本。制造一种非常精确的气体注入系统，我需要精确控制容器内的氮气含量。”

“好！我造！这就造！”

他向下方的宿舍爬去。

我检查光谱测量结果后摇了摇头。“不行，完全不能吃。”

“难过。”洛基说。

我用双手撑着下巴说：“也许我能滤掉毒素。”

“也许你可以专注于τ星虫。”严厉起来的洛基说话带有颤音，此刻就表现得很充分。

“它们的进展还算可以，”我扫了一眼排在实验室另一侧的τ星虫培养容器，“只能等待。我们有点进展，它们已经在0.01%的氮气中存活下来，下一代也许能承受住0.015%的浓度。”

“这是在浪费时间，也是在浪费我的食物。”

“我想知道我能不能吃你的食物。”

“吃你自己的吧。”

“我剩下的正经食物只够吃几个月的，你飞船上有供23名波江座船员吃几年的充足存货。波江b生命和地球生命使用同种蛋白质，也许我可以吃你的。”

“为什么你说‘正经食物’，问题？什么是不正经的食物，问题？”

我再次查看光谱仪结果，为什么波江座外星人的食物含有那么多重金属呢？“正经的食物味道鲜美，吃起来有乐趣。”

“你有没乐趣的食物，问题？”

“嗯，休眠时吃的流食，来这里的途中飞船一直在喂我吃，够我吃差不多四年。”

“吃那个吧。”

“味道差。”

“食物的体验没那么重要。”

“嘿，”我指着他说，“对人类而言，食物的体验非常重要。”

“人类奇怪。”

我指着光谱仪显示屏上的读数说：“为什么波江座人的食物里有铊？”

“有益健康。”

“铊会毒死人类！”

“那就吃人类的食物吧。”

“呃。”我走到τ星虫的容器旁。洛基在这批设备上展现出更高的工艺水平，我能把氮气的含量控制在百万分之一的精度。到目前为止，一切看起来都不错。当然，这一代只能承受微量的氮气，但是比上一代又增强了一点点。

这个方法奏效了，我们的τ星虫正在进化出抗氮气性。

它们能够承受金星上3.5%或者第三界上8%的氮气吗？谁知道呢？我们只能静候佳音。

我在实验中使用百分比监测氮气，如此简略是因为在任何一种情况下，噬星体的繁殖条件都是0.02倍地球标准大气压，因此所有实验的气压都一样，我只需要监测氮气比例就可以。

恰当的方法是监测“分压”，不过那很费事。我测量的只是分压跟0.02倍地球标准大气压的比值，随后处理数据时再乘以0.02倍地球标准大气压就会得到分压。

我拍了下三号容器的顶部，它是我的幸运容器，在第二十三代τ星虫中，三号容器九次培养出最强品系，考虑到还有其他九个容器作比较，她的表现相当优异了。

对，三号容器性别为女，不用向我提出反对意见。

“我们还有多久到达目标A？”

“17小时后开始减速。”

“好，我们现在停止离心机转动，以防遇到麻烦还需要额外的时间解决。”

“同意。我现在去控制室，你去储藏间躺平，别忘了带上有延长线的控制屏。”

我在实验室环视一圈，确认一切都固定好。“嗯，好吧。我们开始。”

“约翰、林戈和保罗停机，”洛基说，“轨道速度运行。”

在一个恒星系统里没有“静止”一说。你总是在围绕什么运行。眼下，洛基降低我们的巡航速度，带我们进入了距离鲸鱼座τ星大约一个天文单位的稳定轨道，他自己的飞船就在这条轨道上。

洛基放松地待在他位于控制室的球形舱里，甲壳虫的控制盒被他固定在墙面的托架上。此时引擎关闭，所以我们又回到失重状态，最不希望看到的画面莫过于飞船的“推进”按钮飘来飘去，无人照看。

他抓住几个扶手，让自己的甲壳对准纹理显示器，跟此前一样，那台显示器在用纹理的形式向他展示我主显示屏的颜色。

“现在由你控制。”他的工作已完成，现在轮到我登场。

“还有多久引擎会闪烁？”我问。

洛基从墙上摘下一部波江座的时钟。“下次闪烁在三分七秒之后。”

“好。”

洛基不傻，他让自己的飞船每20分钟就短暂地启动不到一秒的时间，如雪中送炭一般给我们提供了一个信标。计算出飞船应在的位置很容易，可是其他行星的引力，此前速度测量的不准确性，对鲸鱼座τ星引力估算的不准确性……这些因素都结合在一起，就会造成一些微小的误差。而且对于绕恒星运行的物体而言，真可以用失之毫厘，谬以千里来形容。

与其期待我们赶到飞船的所在地时看见它反射的τ光，不如像洛基这样定时点亮一次引擎。我只需要用佩特洛娃镜观察，闪烁会亮得耀眼。

“当前的氮气耐受比例是多少，问题？”

“今天三号容器0.6%的比例下有一些幸存者，现在我正在繁殖它们。”

“步长是多少，问题？”

这种对话我们已经进行了十几次。不过他这么好奇也情有可原，此事将决定他种族的命运。

我们所谓的“步长”，是相邻容器中氮气所占比例的差值。我可没有在每个容器里都做同样的实验。每培育出新的一代τ星虫，我就尝试十种不同比例的氮气。

“我步子挺大——0.05%的增量。”

“好好。”他说。

所有的容器都在培育τ星虫-06（按其可以承受的氮气百分比命名）。一号容器一直作为对照标准，这一次空气中有0.6%的氮气，τ星虫-06存活下去应该不成问题。否则的话，前一批的实验就有错误，我得回头去检查以前的品系。

二号容器含有0.65%的氮气，三号容器含有0.7%的氮气，以此类推，一直到十号容器含有1.05%的氮气。最强健的生还者会成为胜出者，并进入下一轮实验。我等待两个小时，只是确保他们至少能繁殖两代。τ星虫具有快得惊人的倍增时间，正如我此前的经历，快到足以在几天时间里吃光我所有燃料。

假如我们达到金星或第三界的氮气含量占比，我就会展开更加全面的试验。

“闪烁马上开始。”洛基说。

“收到。”

我在主屏调出佩特洛娃镜，通常情况下我会在旁边的屏幕打开，可是洛基只能“看见”主屏。拜鲸鱼座τ星所赐，佩特洛娃频率上果然只有背景光。我来回移动和倾斜镜头寻找。我们还故意来到比目标A预计位置距离鲸鱼座τ星更近的地方，大致朝背离恒星的方向观察。这样应该可以减少背景红外辐射，让我更清楚地看到闪烁。

“好了，我觉得已经对准你飞船的大致方向了。”

洛基专心致志地对着自己的纹理显示器。“明白，37秒后闪烁。”“嘿，你的飞船到底叫什么名字？”

“目标A。”

“不，我想问，你怎么称呼它？”

“飞船。”

“你的飞船没名字？”

“为什么飞船要有名字，问题？”

我耸耸肩。“飞船就是有名字。”

他指着我的驾驶座说：“你的座椅叫什么名字，问题？”

“它没有名字。”

“如果座椅没名字，为什么飞船要有名字？”

“算了，你的飞船就叫目标A。”

“我就是这么说的。10秒后闪烁。”

“收到。”

我和洛基都闭上嘴，盯着各自的屏幕。我花了很长时间才注意到细微的变化，不过现在我能分辨出洛基是否在关注某个特定的物体。他往往会朝那个物体的方向倾斜甲壳，并且非常微妙地绕着什么来回摆动，假如我能找到他围绕的轴线，那里通常就有他关注的东西。

“三……二……一……闪烁！”

就在此时，屏幕的几个像素上有白色闪过。

“捕捉到了。”我说。

“我没注意到。”

“很暗，我们肯定离得很远。等一下……”我切换到望远镜屏幕，拖动到闪过白色的地方，我用极小的动作让望远镜在那里来回扫视，最后在一片黑暗中追踪到一个微微变色的地方，那是τ光在目标A上形成的反射。“确认，我们距它相当遥远。”

“甲壳虫还剩很多燃料，没事的，告诉我角度变化。”

我查看屏幕底部的读数，我们只需要把万福玛利亚号设置成当前的望远镜角度。“调整偏航角为+13.72度，调整俯仰角为-9.14度。”

“偏航角+13.72度，俯仰角-9.14度。”他从支架上拿起甲壳虫控制器，开始工作。经过一系列启动停止甲壳虫的操作，他把飞船角度对准了目标A。

我把望远镜恢复到零位并放大画面确认。太空背景和飞船之间的差异小得几乎难以分辨，不过它就在正前方。“角度正确。”

他吃力地盯着纹理屏幕。“我在屏幕上没感知到任何东西。”

“光学差异非常非常小，需要人眼来感知。角度没问题。”

“明白。距离是多少，问题？”

我切换到雷达屏幕，探测不到。“太远了，我的雷达无法检测，至少一万千米。”

“加速到多大速度，问题？”

“3000米每秒……怎么样？大约一个小时左右到达目标A。”

“3000米每秒。标准加速度可以接受吗，问题？”

“可以，15米每平方秒。”

“推进200秒，现在启动。”

我打起精神，准备迎接重力。





第二十五章


成功啦！我们真的成功啦！

我在地板上的一个小容器里培养出了地球的救星。

“高兴！”洛基说，“高兴高兴高兴！”

我激动得有点犯恶心。“我也是！可我们还没有结束。”

我把自己绑在床上，一个枕头要飘走，不过我及时抓住它并塞到了头下边。我精神紧绷，可是如果不快点睡觉，洛基就会来烦我。嘘，你曾经差点因此毁掉一次任务，然后突然之间就有了外星人强制的睡眠时间。

“τ星虫-35！”洛基说，“繁殖了很多很多代，不过总算成功了！”

科学突破的感觉很奇妙，没有突然而至的大发现，只是朝着一个目标有条不紊地前进。可是老天在上，达成目标的一刻感觉太好了。

几周前我们把两艘飞船连接起来，能够重回自己更宽敞的飞船，洛基相当兴奋。他完成的第一件工作就是造一条连接目标A和万福玛利亚号上他个人区域的通道，这意味着又要在我的飞船上打孔，不过如今我已经信任洛基能完成任何工程任务了。真的，即使他想给我做心脏手术，我可能都会同意，这种事他太擅长了。

飞船连接起来后，我无法使用万福玛利亚号的离心机模式，这意味着我们要重回失重状态。不过现在我们只需要在容器中培养τ星虫，暂时不使用依靠重力的实验仪器也能操作。

几周以来，我们观察到一代又一代的τ星虫不断增加抗氮性。时至今日，我们终于得到τ星虫-35：可以耐受0.02倍标准大气压中3.5%的氮气，即金星的大气条件。

“你，现在高兴吧。”他在自己的工作台上说。

“我高兴，高兴，”我说，“但我们需要达到8%，这样τ星虫才能在第三界存活。到那时我们才算成功。”

“是是是。不过此时此刻，也很重要。”

“对。”我笑着说。

他总是有这样那样的东西在处理，此刻正在摆弄某个新玩意。

“现在你在容器里模拟完全一致的金星大气，然后继续对τ星虫-35进行详细测试，问题？”

“不，”我说，“我们继续提高氮气含量，直到比例达到8%，这样就能在金星和第三界上都起作用，到那时我再进行每一项测试。”

“明白。”

我把脸转向房间里他所在的位置，“看我睡觉”这种事已经吓不到我，如果说有什么作用，那就是慰藉了。“你在忙什么？”

为了防止飘走，那件设备被夹在他的工作台上，他手里拿着好几样工具，从多个角度对它进行处理。“这是地球电力设备。”

“你在制造一台电力变换器？”

“是。把波江座的主序电幅转换成低效的地球直流系统。”

“主序？”

“说来话长。”

我在心中记住以后要问个明白。“好吧，那你打算用它干什么？”

他放下两件工具，然后又拿起一件。“如果一切顺利，我们繁殖合格的τ星虫。我给你燃料，你回地球，我回波江b。我们告别。”

“嗯，我想是这样。”我含混地说。从一项自杀任务中活下去，回家，拯救全人类，我应该更高兴才对。可是跟洛基永久告别会很难受，我努力把这件事先抛在脑后。

“你有好些台便携思维机器，我有个请求：你给我一台作为礼物，问题？”

“笔记本电脑？您想要一台笔记本电脑？没问题，我有不少呢。”

“好好。思维机器有信息吗，问题？有出自地球的科学信息吗，问题？”

哦，当然有。我属于先进的外星种族，掌握远超波江座外星人的科学知识。我觉得笔记本电脑有兆兆字节的存储空间，我可以拷贝维基百科的全部内容给他。

“有，我能给你。不过我认为笔记本电脑在波江b大气里没法工作，太热了。”

他指着手里的设备说：“这只是思维机器保障系统的一部分。系统会供电，保持地球温度，内充空气。众多冗余备用，确保思维机器不坏。如果坏掉，波江座人修不了。”

“哦，我明白了。你们怎么读取输出？”

“系统内的摄像头，把地球的光学输出转换成波江座人的纹理输出。类似控制室的摄像头。在我们离开之前，你给我解释书面语言。”

他当然已经掌握了足够的英文，可以查询任何不了解的单词。“好，没问题。我们的书面语言简单——算是简单吧。只有26个字母，但是表现它们有很多奇怪的方式。那么我觉得实际上存在52个符号，因为虽然发音相同，但是大小写字母看起来不一样。哦，对了，还有标点……”

“我们的学者会解决，你只要让我开个头就行。”

“好，没问题，”我说，“我也想跟你要一样礼物：氙岩。固体形式和液体的预制形式。地球科学家会有这个需求。”

“好，我给。”

我打了个哈欠说：“我就要睡着了。”

“我看着。”

“晚安，洛基。”

“晚安，格雷斯。”

我一下子就睡着，这是几周来最容易的一次。因为我有可以拯救地球的τ星虫。

改造一种外星生命嘛，能出什么差错呢？

小时候我跟大多数孩子一样，幻想成为一名宇航员会是什么样。我想象乘坐火箭航天器穿越太空，见外星人，总而言之很了不起。我没想到的是，还要清理污物舱。

不过这基本上就是我今天的主要工作了。要说清楚，我清理的不是自己的大便，而是数千公斤τ星虫的大便。得把剩余七个燃料舱里的黏稠物质都清理干净，才能注入新燃料。

所以虽说我在铲屎，但我至少还穿着太空服。以前我闻过这种物质，不怎么好闻。

黏稠的甲烷和腐坏的细胞不成问题。如果我只需要应付这些，那么忽略掉就行。两万千克黏液盛放在200万千克的容器里？基本不值一提。

问题是燃料舱里边可能会有存活下来的τ星虫。几周前污染这里的τ星虫吃掉了全部剩余燃料，所以如今大部分都已经饿死。至少根据最近检测的样本，我可以得出上述结论。可是某些小杂种可能还活着。我可不想把200万千克新鲜的噬星体喂给它们。

“进展，问题？”洛基通过无线电说。

“三号燃料舱快清理完了。”

我用一把自制的铲子把燃料舱每一寸内壁上的黑色黏液都刮了下来，通过旁边一个直径一米的洞甩出去。这个洞是哪来的？当然是我开的。

燃料舱没有人类入口，有什么必要呢？只有阀门和进出的管道就够了。可是它们最大的直径也只有几英尺。我没有任何可以冲洗燃料舱的液体，我把收集的“十万加仑水”留在家了，所以只能在每个燃料舱上开一个孔，清出黏液，然后重新封好。

不过我得说一句，洛基制造的割炬使用起来效果颇佳。一些噬星体，一束红外光，几片镜头，结合起来我手里就有了一束牛逼的死光，使用的诀窍就是把输出调小。不过洛基加装了额外的安全措施，他没用透明的氙岩制造镜头，而是确保其中保留一些杂质。镜头是可以透射红外线的玻璃，假如内部噬星体的红外光量输出过高，它们就会熔化，然后光束失焦，割炬就失去作用，我只得不好意思地让洛基再造一把。不过至少我不会切断自己的腿。

到目前为止割炬还没有熔融镜头，但是我不能掉以轻心。

我从舱壁刮掉一层特别顽固的黏液，它渐渐飘离，我用刮铲把它拍出了洞口。“繁殖容器情况如何？”我问。

“四号容器还有活着的τ星虫，五号以及后面容器里的都死了。”

我在燃料舱里撑着内壁前进，空间很窄，我双脚踩着圆柱体的一侧，一只手撑住另一侧，就能固定住身体，空出来的一只手可以刮掉墙上的黏稠物质。“四号容器是5.25%，对吗？”

“不对，5.2%。”

“好吧，我们最新的成果是τ星虫-52。形势不错。”

“你进展如何，问题？”

“有条不紊。”我说。

我把一团黏液甩进太空，真希望我可以用氮气冲洗燃料舱，然后结束这一天的工作。毕竟这种τ星虫完全不具有抗氮气性。可是那样做行不通。黏液有几厘米厚，无论我充入多少氮气，总会有一些τ星虫接触不到，它们的同胞构成了一道几厘米厚的隔离墙。

在我用洛基的噬星体补充燃料时，只要有一只τ星虫存活下来，它就会开始滋生。所以在用氮气消杀之前，我得尽量把燃料舱里的污物清理干净。

“你的燃料舱巨大，你有足够的氮气，问题？你如果需要，我可以把目标A生命保障系统的氨提供给你。”

“氨没有用，”我说，“氮化合物对τ星虫不构成威胁，只有基本的氮气管用。不过别担心，我没问题，需要的氮气没有你想的那么多。我们已知0.02倍地球标准大气压下3.5%的氮气就会杀死自然界的τ星虫，氮气分压还不到1帕斯卡。每个燃料舱只有37立方米，我只需要在这里喷几克氮气就能杀死所有τ星虫。氮气对τ星虫具有高致命性。”

我双手叉腰，穿着宇航服摆这个姿势特别别扭，而且我失去支撑，从墙边飘走。不过这个动作很符合眼前的情况，“好了，三号燃料舱清理完毕。”

“你想现在就用氙岩堵住洞口，问题？”

我飘出燃料舱，来到外边的太空中，顺着安全绳爬回到飞船外壁上。“不，我先把清理工作都做完，然后换一套太空服来封闭燃料舱。”

我利用把手来到四号燃料舱，用安全绳把自己固定好，然后点燃波江座超能火焰枪。

氙岩能造出上乘的气体压力容器。

我的燃料舱已经全都清洁一新，重新封闭，然后被充入了大约100倍可以杀死残留的天然τ星虫的氮气量。最后我要让它们静置一段时间。我不会冒进。

经过几天的消毒之后，我要进行一次测试。洛基给了我几千克噬星体来使用。我还记得“几千克噬星体”足以带给斯特拉特团队里每个人一份天赐的礼物。可是如今就好像“嘿，给你几千万亿焦耳的能量，还有需要再跟我说”。

我把噬星体分成大致相同的七团，然后排出氮气，在每个燃料舱挤入一团噬星体。接着，我又等了一天。

在此期间洛基登上他的飞船，努力打造一套泵浦系统，用来从他的燃料舱向我的燃料舱输送噬星体。我主动提出帮忙，可他非常礼貌地拒绝了。我登上目标A能有什么用呢？我的太空服承受不了那里的环境，洛基还得为我修一整套管道系统……得不偿失。

我真希望能为他提供值得进入飞船的帮助，那可是一艘没人见过的外星飞船啊！我想看一看里边！可是不行，还有拯救人类的任务等着我呢，这件事的优先级更高。

我去检查燃料舱，任何活下来的τ星虫都会发现并吃掉噬星体，所以如果噬星体还在里边，那么燃料舱里就没有τ星虫。

长话短说：七个燃料舱中的两个没有清理干净。

“嘿，洛基！”我从控制室吼道。

他在目标A上的某处，不过我知道他能听见我的话，他总能听见我的话。几秒钟之后，无线电在噪声中传来他的声音：“什么事，问题？”

“两个燃料舱还有τ星虫。”

“明白，不妙，但也不算糟糕。另外五个干净了，问题？”

我在控制室的扶手上稳住身体，因为专注于对话时很容易飘走。“对，另外五个没问题。”

“τ星虫是怎么在两个出问题的燃料舱里存活的，问题？”

“我可能清理得还不够彻底，留下一些黏液为活的τ星虫挡住了氮气。我猜是这样。”

“计划呢，问题？”

“我回到这两个燃料舱里把它们刮下来，然后再消毒一遍。我会把另外五个先封好。”

“好主意，别忘了清理燃料管路。”

既然所有的燃料舱都受到污染，那么从安全角度出发，也应该认为（现已封闭的）燃料管路受到了污染。“好，它们应该比燃料舱容易清理。我只需要在管路中吹过高压氮气，就可以吹走结块，杀死余下的τ星虫。然后我会像测试燃料舱一样测试管路。”

“好好，”他说，“繁殖容器情况如何？”

“还在大幅进展，我们已经培养出τ星虫-62。”

“总有一天我们会弄清为什么氮气会杀死τ星虫。”

“不过那就是其他科学家的工作了，我们只需要τ星虫-80。”

“对，τ星虫-80，或者τ星虫-86，更稳妥。”

当你以六为基数思考问题，不经意地加六是正常的表现。

“有道理。”我说。

我进入气密舱，钻进海鹰太空服，拿起超能火焰枪，别在工具带上，然后打开头盔上的无线电说：“开始出舱。”

“明白，遇到问题再联系。如果你需要，我可以通过船体机器人提供帮助。”

“我应该用不上，不过会告诉你的。”

我关好气密过渡舱的内侧舱门，然后启动出舱流程。

“去他的吧。”我说着按下抛弃五号燃料舱的确认按钮。

炸药爆炸，空燃料舱飘入无垠的太空。

再怎么刮擦、清洁、用氮气消杀或采取其他措施，都没法彻底清除五号燃料舱的τ星虫。不管我怎么做，它们都会存活并吞下我随后放置的测试用噬星体。

到了一定程度，你真得放手。

我端着胳膊，堆在驾驶座里。没有重力让我正常地沉入座位，所以我还得用力往下使劲，让自己陷进去。我噘起嘴，真该死，真想把这件事处理得更好。我失去了整整三个燃料舱，在艾德里安上空冒险时丢掉了两个，刚刚又扔掉了第三个。我可携带的燃料少了66.6万千克。

我有足够的燃料回家吗？当然，我只要能摆脱鲸鱼座τ星的重力，最终就能回家。假如我不介意等上100万年，只需要几千克噬星体就够回去。

重点不是返回地球，而是需要多长时间。

我做了大量计算，得出的结果却不讨人喜欢。

从地球到鲸鱼座τ星的旅途用了三年零九个月时间。整个途中的加速度一直保持在1.5g——拉迈博士认为这是人体在近四年的时间里可以持续承受的最大加速度。在这段时间里，地球上经过了大约13年，不过时间膨胀效应对飞船上的船员有利。

假如我只用133千克燃料（这是我剩余燃料舱能够承载的全部质量）进行这次长途旅行，最有效的方式是以0.9g的加速度行驶。我会走得慢一点，我经受的时间膨胀效应减弱，也就是说经历的时间更长。总之，我会用五年半的时间返回。

那又怎么样？只不过多了一年半而已。最大的困难是什么呢？

我没有那么多食物。

这原本是一项自杀任务。他们给我们的食物只够用几个月，情况就是这样。我一直在以合理的速度消耗食物，不过吃光以后，我就得依靠昏迷过程中服用的流食，虽然不好吃，但是至少营养均衡。

可是话说回来，这是一项自杀任务，他们给我们的流食也不够返程食用。我有的吃的根本原因在于姚队长和伊柳希娜专家在途中丧生了。

满打满算，我有三个月的正常食物和大约可以吃四十个月的糊状食物。在燃料充足的情况下，那些食物刚好够我活着回去，还会余下很少一点，可是要缓慢地飞行五年半的话，那些食物根本不够。

洛基的食物对我没有任何价值，我已经反复测试了多次，他的食物里充满了从“有毒”到“剧毒”的重金属元素，也包含对我的身体有用的蛋白质和糖分，然而我没有办法分离毒素和营养。

我在这里也没法种植，所有的食物都是冻干或脱水的。没有可以存活生长的种子或植物。我只能吃现有的东西。

洛基踩着他的通道走到控制室的球形舱。最近他频繁进出目标A，我常常不清楚他在哪艘飞船上。

“你发出生气的声音，为什么，问题？”

“损失了三分之一的燃料舱，回家需要更长的时间，我的食物不够吃。”

“距上次睡眠多久了，问题？”

“啊？我这儿说的是燃料！别跑题！”

“暴躁、愤怒、愚蠢，距上次睡眠多久了，问题？”

我耸耸肩说：“我不知道。我一直在处理繁殖容器和燃料舱……忘了上次睡觉是在什么时候。”

“你睡觉，我看着。”

我狠狠指向控制台。“这里有个严重的问题！我的燃料不足以保证我活着回家！少了60万千克，需要135立方米的存储空间，我没有那么多！”

“我造燃料存储舱。”

“你的氙岩不够用。”

“不需要氙岩，任何有强度的材料都行。我的飞船上有大量金属，熔化，塑形，给你造容器。”

我眨了眨眼睛。“你能做到？”

“我当然能做到！你开始犯傻了，睡觉。我一边看你，一边设计替代的燃料舱。同意，问题？”他开始沿着通道走向下方的宿舍。

“哈……”

“同意，问题？”他更大声地说。

“嗯……”我含混地说，“嗯，好……”

我已经去舱外工作很多次了，可到头来都没有这一次累人。

我已经出来六个小时，海鹰是一款结实的旧式太空服，它应付得来，我可不好说了。

“正在安装最后一个燃料舱。”我一边喘息，一边说，一边对准目标安装，就快完成了。

当然，洛基临时制作的燃料舱简直完美。我只需要拆下一个现存的给他当作样本分析。实际上，我把燃料舱交给他的船体机器人，他使用机器人进行测量，效果卓群。不管是位置还是大小，每个阀门的连接都恰到好处，分毫不差。每道螺纹的间隔都绝对均匀。

对照我给他的燃料舱，他一共制造了三个完美的复制品，唯一的不同之处在于材料。我的原始版本由铝制成。斯特拉特的团队中有人建议采用碳纤维船体，不过被她否决了。只能用经过充分验证的技术，铝制太空飞船已经被人类试用了六十多年。

新燃料舱的材料是……一种合金。什么合金呢？不知道，就连洛基本人都不清楚，它是由目标A上非关键系统的金属混合而成的，他说主要是铁，和至少20种不同的元素融合在一起，算是一道“金属乱炖”。

不过那没问题。燃料舱不需要承受压力，只需要存放飞船上的噬星体，没有别的用途，确保在飞船加速时承受住内部燃料的重量不解体并不难，换成木头材料也能达到同样的效果。

“你太慢了。”他说。

“你太苛刻了。”我用绑带把巨大的圆柱形燃料舱一点点安装到位。

“抱歉，我有点激动。九号和十号繁殖容器！”

“是啊！”我说，“希望成功！”

我们最新的一代繁育结果来到了τ星虫-78。我忙于燃料舱的这些天，那个品系就在容器里繁殖。氮气占比的间隔是0.25%，也就是说某些容器里的氮气将头一次真正超过8%。

至于安装燃料舱……靠。我已经明白第一颗螺丝最难拧。燃料舱具有很大惯性，所以安装孔很难对准。而且原本的燃料舱安装结构也已经被炸药炸飞。他们绝不会想到我在抛弃旧燃料舱后还要安装新的。炸药不仅是打开压板，还会截断螺栓，没人在乎对固定点造成的损伤。

为了摆脱这次任务的自杀属性，我耗费了大量时间。

尽管螺纹安装孔还能使用，可是每一个里边都有一根断掉的螺栓要处理。没有螺栓头，要把它们拧出来可太他妈费事了。我发现最好的方法是带上牺牲钢棒和超级火焰枪，把螺栓和钢棒分别熔化一点，再把它们焊接在一起，结果虽然很难看，但是我得到一个杠杆臂，施加足够的力矩，就能把螺栓拧下来。通常是这样。

还拧不动的话，我就开始熔化它们，变成液体总不会卡住吧。

三个小时后，我总算把所有的新燃料舱都安装好了……嗯，算是吧。

我按流程通过气密过渡舱，钻出海鹰太空服，进入控制室。洛基正在他的球形舱里等我。

“进展顺利，问题？”

我来回摆摆手，有趣的是，这个姿势对人类和波江座人都表示同样的含义。“也许吧，我不确定。好多螺孔不能用，所以燃料舱安装得没有本来那么结实。”

“危险，问题？你的飞船的加速度是15米每二次方秒，燃料舱承受得了，问题？”

“我不确定。地球工程师通常要用双保险，我希望他们这次也做到了。不过我会测试确认的。”

“好好，说得够多了。请检查一下繁殖容器。”

“对对。我先喝点水。”

他连蹦带走地沿着通道进入实验室。“为什么人类如此需要水，问题？低效的生命！”

我灌下整整一升出舱前留在控制室的袋装水，安装燃料舱太让人口渴。我抹了一把嘴，任凭袋子飘远，然后用手推墙，沿着洛基的通道进入实验室。

“波江座人也需要水，你知道的。”

“我们保持在体内，封闭系统。内部有些低效之处，但是我们所需的水都从食物中获取。人类还排水！恶心。”

我笑着飘进实验室，洛基正在里边等待。“我们地球有一种名叫蜘蛛的生物，既可怕又致命。你看起来就像蜘蛛。希望你了解一下。”

“好啊，我骄傲，我是可怕的太空怪兽，你是漏水的太空液泡。”他指着繁殖容器说，“检查容器！”

我脚踩墙壁飘向繁殖容器，这将是揭晓答案的时刻，我应该从一号容器开始，每次检查一个。可是去它的顺序吧，我直接来到九号容器。

我用笔形电筒照进容器，仔细观察之前被噬星体覆盖的载玻片。我查看容器的读数，然后又看了看载玻片。

我笑着对洛基说：“九号容器的载玻片是透明的，我们培育出了τ星虫-80！”

他挥舞着胳膊，手拍通道墙壁，简直像爆炸一样发出叫声！完全是随机的音符，没有任何辨识度。几秒之后他才平静下来。“好的！好！好好好！”

“哈哈，哦。好吧，别太激动。”我检查着十号容器，“嘿，十号也是透明的。我们有τ星虫-82.5啦！”

“好好好！”

“确实好好好！”我说。

“现在你多做测试，金星大气，第三界大气。”

“是，必须的——”

他在通道的墙壁间来回移动。“每项测试采用跟实际一样的气体，一样的压力，一样的温度，一样的太空死亡‘辐射’，一样的临近恒星光照。一样一样一样的。”

“是的，我会那么做，把这些都做到。”

“现在就做。”

“我需要休息！我刚刚出舱工作了八小时！”

“现在做！”

“啊！不！”我飘到他的通道前，透过氙岩面对他说，“我要先繁殖出大量τ星虫-82.5。就是确保我们有足够的数量开展测试。我会在封闭的容器里培养出多个稳定的群落。”

“对！在我的飞船上也培养一些！”

“好，备份越多越好。”

他又来回弹跳了几次。“波江b有救啦！地球有救啦！所有人都有救啦！”他把一只手爪攥成团抵在氙岩墙壁上说，“拳打我！”

我也把指关节放在氙岩上。“这叫‘撞拳’，不过没问题。”

飞船上肯定有酒，我无法想象伊柳希娜不要求带酒就来参加自杀任务，说实话，我甚至觉得她过马路都得拿着酒。翻遍了储藏间的每个软箱，我终于找到了，在个人装备里。

箱子里装着三个拉链行李袋，每一个上面分别标着姓名：“姚”、“伊柳希娜”和“杜波依斯”。我猜他们根本没有换掉杜波依斯的个人装备，因为我一直没有机会准备自己的。

现在情况发展成这样我还是有点生气，不过也许有机会告诉斯特拉特我对这件事的感受。

我把装备袋拉进宿舍，用魔术贴粘在墙上。这是三位逝者非常私密的物品，他们也曾是我的朋友。

我随后也许会在清醒的时候，花时间看看这些袋子里都有什么。不过眼下是庆祝的时刻，我要大口饮酒。

我打开伊柳希娜的行李袋，里边胡乱装着各种各样的小玩意，有一个写着俄文的吊坠，一个破旧的泰迪熊，可能是她小时候的玩偶，一千克海洛因，几本她最喜欢的书，以及我要找的东西，五袋一升装的透明液体，上边标着водка。

这是俄语的“伏特加”。我怎么知道？因为我跟一群疯狂的俄国科学家在航空母舰上待了好几个月，这个词我经常看见。

我拉上她的行李袋，把它留在墙上，然后飘到实验室洛基在通道里等待的地方。

“找到了！”我说。

“好好！”他常穿戴的连体服和工具带都不见了，取而代之的是我不曾见过的一套装扮。

“哎哟喂！我们这是什么情况？”

他骄傲地挺起甲壳，上边覆盖着一层光滑的布衬，支撑起分布在各处的硬质对称结构，仿佛穿着铠甲，但又不是完全被覆盖。我认为它们不是金属材质的。

顶部排气孔所在的空洞周围镶嵌了一圈未经打磨的宝石，肯定是某种珠宝，它们有很多切面，类似地球宝石的切割方式，但是质量奇差，存在斑点和脱色的现象，不过个头很大，我打赌用声呐探测的话，回声听起来一定很美。

这件衣衫上引出的袖子覆盖了手臂长度的一半，袖口处也有类似的宝石装饰，相邻的肩膀之间松散地连着编织绳。我还是头一次看到他戴上了手套，所有五只手都覆盖着类似麻布的粗糙材料。

这套装扮会严重限制洛基移动的灵活性，可是话说回来，时尚本来就跟舒适和方便不沾边。

“你看起来棒极了！”我说。

“谢谢！这是专门用于庆祝的服装。”

我举起一升装的伏特加。“这是专门用于庆祝的液体。”

“人类……吃东西庆祝？”

“嗯，我知道波江座人私下进食，明白你们觉得看别人吃饭很恶心。不过，人类这样庆祝。”

“没关系，吃吧！我们庆祝！”

我飘到固定在实验桌上的两个实验容器旁。一个里边模拟了金星大气，另一个里边是第三界的大气。在两项实验中，我尽量精确模拟，使用最准确的参考数据，这要特别感谢我带来的每一本人类参考书和洛基对于自己星系的了解。

两项实验中的τ星虫不仅存活下来，而且还发展壮大，繁殖起来快得一如既往，在两个实验容器中注入最小量的噬星体，就会立即被吃光。

我举起伏特加袋。“敬τ星虫-82.5！两个世界的救星！”

“你要把那袋液体给τ星虫，问题？”

我打开吸管上的夹子。“不，那只是人类的说法，我在向τ星虫-82.5致敬。”我吸了一口酒，嘴里仿佛着了火。伊柳希娜显然喜欢喝强劲且刺激的伏特加。

“对，非常值得尊敬！”他说，“人类和波江座人共同努力，拯救所有人！”

“噢！”我说，“这提醒了我：我需要一种τ星虫生命保障系统，持续喂给它们充足的噬星体，保证种群存活，必须能完全自动化，独立工作很多年，重量不超过一千克。我需要四台。”

“为什么要这么小，问题？”

“我要在每艘甲壳虫上放一台，以防在回家途中万福玛利亚号发生意外。”

“计划周全！你真聪明！我能给你造出来。而且，今天我完成了燃料传输装置，现在能给你噬星体了。然后我们都能回家！”

“是啊。”我的笑容逐渐退去。

“这让人高兴！你的面部表情进入伤心模式，为什么，问题？”

“要度过很长的旅途，我会很孤单。”我还没确定回家的途中是否休眠，为了保证自己的精神健康，我也许必须得休眠。绝对的孤独再加上只能吃无味恶心的流食，我也许真的受不了。但在归途的第一阶段，我显然是打算保持清醒的。

“你会想我，问题？我会想你，你是朋友。”

“嗯，我会想你。”我又痛饮了一大口伏特加，“你是我的朋友，该死，你是我最好的朋友，很快我们就要永别。”

他把两只戴着手套的手爪扣在一起，发出一声闷响，而不是通常摆出不屑一顾的姿势时发出的咔哒声。“不是永别。我们拯救星球，还掌握噬星体科技，可以互相访问。”

我苦笑了一下说：“我们能在50地球年内做到这些吗？”

“恐怕不能。为什么要那么快，问题？”

“我只剩下50年左右的寿命了，人类——”我打了个嗝，“人类活不长久，记得吗？”

“哦，”他沉默了一会儿，“那我们享受剩余的时光，然后去拯救世界。然后我们成为英雄！”

“对！”我挺直身躯，现在已经有点头晕了，我从来都不怎么能喝酒，而且这袋伏特加我喝得有点快。“我们是沿河系最了不起的人！我们牛逼！”

他用一只手抓起旁边的扳手并举在空中：“敬我们！”

我举起伏特加：“敬我萌！”

“那么，就这样吧。”我从气密过渡舱连接通道的这一侧说。

“好。”洛基从他那侧说。尽管他想要提高音调，但还是显得低沉。

万福玛利亚号已经加满了燃料：220万千克噬星体，比离开地球时还多了整整20万千克。洛基制造的替代燃料舱自然比我原本的容量更大更能装。

我揉着后脖颈说：“我估计我们两个种族日后会再相见。我知道，人类想要了解关于波江b的一切。”

“是，”他说，“谢谢你送的笔记本电脑，你把人类几个世纪的技术提供给我们的科学家研究，这是我们历史上最伟大的礼物。”

“你测试过为电脑打造的保障系统，是吗？”

“测试过。这个问题太蠢了。”他抓住身旁的一个扶手稳住身体。

洛基已经拆除了原来直接相连的通道，重新封住了万福玛利亚号的船体，再次把气密过渡舱连接起来，完成了最后的收尾工作。

在我的要求下，他把万福玛利亚号上的氙岩墙壁和通道留在原处，不过在各处开了几个一米直径的洞，这样我就能利用里面的空间。我觉得留给地球科学家研究的氙岩越多越好。

飞船上仍然有一些氨气味，我猜就算是氙岩，也不能完全挡住气体渗透，这种气味恐怕会持续一段时间。

“你的繁殖场呢？”我说，“你都复查过了吗？”

“查过，六个冗余的τ星虫-82.5群落，每个都放在带有独立生命保障系统的不同容器里，每个容器里都模拟了第三界的大气环境。你的繁殖场运转正常，问题？”

“正常，”我说，“其实只是我原来的十个容器嘛，不过现在我充的都是金星大气。哦，对了，谢谢你制造的迷你繁殖场。我会在途中把它们装在甲壳虫上，到时候也没多少其他工作要处理。”

他看了一眼记事簿说：“你给我的这些数据，你确定是我掉头减速和到达波江b的时间，问题？它们没多久，太快了。”

“对，那是你要经历的时间膨胀，不好理解，但是那些数据正确，我核算过四次。你将在三年内到达波江b。”

“可是地球距离鲸鱼座τ星几乎同样远，你需要四年，问题？”

“对，我会经历四年。三年零九个月，因为我的时间压缩得没有你那么严重。”

“你以前解释过，可还是得问一遍……为什么，问题？”

“你的飞船比我的飞船加速快，你运动的速度更接近光速。”

他晃晃甲壳说：“真复杂。”

我指着他的飞船说：“关于相对论的所有信息都在那台笔记本中，让你们的科学家看看。”

“好，他们会非常高兴。”

“等研究量子物理时他们就高兴不起来了，到那时他们会非常气恼。”

“不明白。”

我笑道：“不用担心啦。”

我们两个沉默了一会儿。

“我觉得该分别了。”我说。

“是时候了，”他说，“我们这就去拯救家园。”

“好。”

“你脸上在漏水。”

我擦擦眼睛。“人类就这样，不用担心。”

“明白。”他推动身体回到气密过渡舱的门前，打开后又停在那里，“再见，我的朋友格雷斯。”

我谦和地摆手。“再见，我的朋友洛基。”

他消失在自己的飞船里，关闭了过渡舱门。我返回万福玛利亚号，几分钟后目标A的船体机器人拆除了气密过渡舱的连接通道。

我们在相差几度的轨道上近乎平行地飞行。这确保我们都不会被对方噬星体引擎的反向喷射蒸发。等到分开几千千米的时候，我们就可以朝任何所需的方向出发。

几小时后，我坐在驾驶座上，旋转驱动全部停机，我只想看最后一眼。我注视着佩特洛娃镜上的红外光点，那是洛基在返回波江b。

“一路顺风，朋友。”我说。

把航向设置为地球后，我启动了旋转驱动。

我要回家了。





第二十六章


我坐在牢房里，眼睛盯着墙壁。

这不是那种破败的牢房，看起来似乎更像大学宿舍，砖墙上刷了涂料，有桌、椅、床和独立卫生间等，可门是铁的，窗上装着栏杆。我哪儿也去不了。

为什么拜科努尔发射基地有如此方便的监狱？我不知道，去问俄国人吧。

很快，几名魁梧的卫兵会跟随医生跨进那扇门，医生为我注射药物，然后我就再也看不见地球了。

几乎就在同时，我听见门锁咔哒一声打开，比我更勇敢的人也许会看到逃生的机会，冲出牢门，也许可以从警卫的看守下逃脱。可我早就放弃了逃跑的希望。我要怎么办？冒险逃进哈萨克斯坦沙漠吗？

房门打开，斯特拉特走了进来。卫兵在她身后关上了门。

“嗨。”她说。

我躺在床上对她怒目而视。

“我们如期发射，”她说，“你将很快启程。”

“真是激动人心呢。”

她坐在椅子上说：“我知道你不相信，可是这样对你我也不好受。”

“是啊，你还挺重感情。”

她没管我话中带刺。“你知道我大学学什么专业、本科获得了什么学位吗？”

我耸耸肩。

“历史，我学历史专业，”她在桌子上反复敲打着手指，“大多数人以为我学的是理科或商业管理，或者传媒。然而不对，是历史。”

“好像看不出来，”我在床上坐起来说，“你不太常回顾过去。”

“选专业时我18岁，还没有找到人生的方向，选择历史专业是因为我不知道还能学什么。”她假笑着说，“很难想象我会那样，是吗？”

“是。”

她透过窗户上的栏杆眺望远处的发射台。“但是我学到很多，竟然喜欢上历史。如今的人……身在福中不知福。历史对大多数人来说意味着没完没了的苦难，历史越悠久，苦难就越深重。”

她站起来，在屋里信步游走。“工业革命之前的五万年里，人类文明只有一个追求：食物。每个存在过的文明都在食物上投入了最多的时间、能量、人力和资源。狩猎、采集、耕种、放牧、仓储、配送……都与食物有关。”

“就连罗马帝国也不例外。每个人都知道皇帝、军队和征服。可是罗马人真正发明了一种方法，可以高效地获取农田，运输食物和水。”

她走到房间的另一边。“工业革命使农业进入机械化时代，从那时起我们就可以把精力投入到其他事情上，可这只是最近200年的情况。在那之前，大多数人把大部分生命都耗在了食物生产上。”

“谢谢你给我上这堂历史课，”我说，“不过如果你不介意的话，我希望自己在地球上最后的时光能轻松愉快一点，所以……你懂的……你能离开吗？”

她没管我的请求。“勒克莱尔的南极核爆计划为我们争取了一些时间，但是不多。在海平面上升和海洋生态系统崩溃直接引发更甚于噬星体带来的问题之前，我们可以把南极冰川投进海洋的机会有限。想想勒克莱尔对我们说过的话：全球人口将会减少一半。”

“我明白。”我低声说。

“不，你不明白，”她说，“因为情况恶化了很多。”

“比半数人口死亡还要严重？”

“当然了，”她说，“勒克莱尔的评估假定世界上所有国家团结协作，共同分享资源和分配食物。可你觉得那能实现吗？你觉得美国，有史以来最强大的军事力量，它会眼睁睁看着自己的人口饿死而无动于衷？拥有13亿人口的中国呢？你觉得他们真会坐以待毙吗？”

我摇摇头。“会爆发战争。”

“对，会打仗，目的跟远古时代大多数战争一样：食物。他们会假借宗教、荣光或任何托词，但目的从来都是食物、农田及其耕作者。”

“然而恶果还不止这些，”她说，“因为一旦陷入绝望和饥饿的国家开始为了食物互相侵占，食物生产就会减少。”

她搂住自己的身体，我从未见她显得如此脆弱。“营养不良、局势混乱、饥荒当道，基础设施的每一个方面都会被投入粮食生产和战争，整个社会结构将会土崩瓦解，另外还有瘟疫，数不胜数的瘟疫波及全球，因为医疗系统会被压垮，曾经容易控制的疾病会大爆发而失控。”

她转身面对我说：“战争、饥荒、瘟疫和死亡，噬星体真的带来了天启，万福玛利亚号是我们现在唯一的希望。如果能为它的成功增添一丝极其渺茫的希望，我做出什么样的牺牲都行。”

我躺倒在床上，不去看她。“你晚上能睡得着觉就行。”

她走回到门前敲了几下，一名卫兵把门打开。“总之，我就是想告诉你我的初衷。是我欠你的。”

“下地狱吧。”

“哦，我会的，相信我。你们仨前往鲸鱼座τ星，剩下我们这些人下地狱。更准确地说，地狱要来毁灭我们。”

是吗？斯特拉特，那么地狱化身为我，朝你卷土重来了。我就是地狱。

其实……我不知道会对她说些什么，但绝对打算要说一说，说点狠话。

接近四年的返程之旅，我已经走了十八天，此刻正来到波江座τ星的太阳风顶层，即这颗恒星强磁场的边缘。至少边缘的磁场强度还能偏转快速奔涌的恒星级辐射。从此刻起，船体承受的辐射要变强烈很多。

对我来说无所谓，我被噬星体围在其中。不过看到外部辐射传感器读数一路飙升还是挺有意思。至少有进展，不过从更宏观的角度来看，我踏上了漫长的旅途，可当前的进度是“才刚刚跨出门口”。

我感到无聊，一个人在飞船上无所事事。

我再次清理分类实验用品，也许会搞几项针对噬星体或τ星虫的研究性实验。管它呢，回家路上我可以写几篇论文，哦，还有我跟外星智慧生物打交道几个月这件事，我也许还要简单记录下他的情况。

我确实拥有大量电子游戏和建造飞船时人类发明的每一种软件。可以肯定它们能让我忙上一阵。

我去查看τ星虫繁殖场，十座都运转良好。我时不时地给它们喂噬星体，只是为了让它们保持健康、不断繁殖。繁殖场里模拟金星大气，所以一代代延续的τ星虫会变得更加适应金星的生活。这样再过四年，等到我去金星投放时，它们会如鱼得水。

对，我已经决定亲自去投放它们。为什么不呢？

我不知道自己即将返回的是一个怎样的世界。我离开后，地球已经过了13年；在我返回之前，他们还会再经历13年，一共26年。我所有的学生都会长大成人，我希望他们都还活着。不过我得承认……有些恐怕已经离世。这种事不能细想。

总之，我一旦回到太阳系，也许会顺路去金星投放τ星虫。还不确定该如何播撒，我已经有了几个想法。最简单的办法就是揉一团τ星虫感染的噬星体，把它抛向金星。噬星体会吸收进入大气层的热量，τ星虫会被释放到大自然中大展拳脚。金星上现在一定聚集了很多噬星体，很明显，τ星虫一旦发现它们的猎物就会立即开始大快朵颐。

我清查了自己的食品库存，发现消耗的速度符合计划，货真价实的袋装食品还剩下三个月的定额，再之后我就只能吃流食了。

我讨厌休眠，虽然有抵抗昏迷的基因，可是姚和伊柳希娜也有。如非必要为什么要冒死亡的风险？

此外，我无法百分之百确定自己正确地重设了导航线路。我觉得没错，每次抽查，飞船也都行驶在正确的返航路线上。可是假如我休眠时出了岔子呢？假如我醒来时跟太阳系错过一光年呢？

不过与其忍受与世隔绝、孤独寂寞和糟糕的食物，也许我最终情愿冒险休眠。我们拭目以待。

说到孤独寂寞，我又想起了洛基，如今我唯一的朋友。说真的，他是我唯一的朋友。当初天下太平的时候我也没有多少社交生活。有时候我跟其他教职员工在学校一起吃饭，偶尔在周六晚上跟大学时的老朋友喝啤酒。可是因为时间膨胀效应，我回到家时，所有这些人都会比我年长一代。

我喜欢迪米特里，参与万福玛利亚计划的所有人员中，他可能是我最喜欢的人，可是谁知道他现在境况如何呢？该死，俄罗斯和美国也许已经开战，或者成为战争同盟。我不清楚。

我爬上梯子，来到控制室，坐在驾驶座，打开导航控制屏。我真不应该这么做，可这似乎变成了例行公事。我关闭旋转驱动，开始滑行，重力随即消失，可是几乎没有引起我的注意。我已经习以为常。

旋转驱动停止后，佩特洛娃镜就可以使用了。我在太空里扫描一番，我清楚大致的观察方向，很快便找到它，那个佩特洛娃频率光点，目标A的引擎，假如我在那个光点的100千米范围之内，整个万福玛利亚号都会被蒸发。

我在星系的一侧，他在星系的另一侧。真见鬼，就连鲸鱼座τ星都变得像是远方的一枚灯泡，可我还是能清晰地分辨出目标A的引擎光芒。用光作为推进介质，会释放出完全难以想象的功率。

也许未来我们可以对其加以利用，也许地球和波江b可以利用噬星体来发射佩特洛娃光线进行通信。我好奇要怎样才能发射出让波江座40看见的闪光，我们可以通过摩尔斯代码之类的手段交流。看见闪光后他们会弄清楚我们在说什么。他们已经有了一套维基百科，看见闪光的时候会弄明白是怎么回事的。

即使这样我们的“交谈”也会很慢。波江座40距离地球16光年，所以假如我们发出一条“嗨，你好吗？”，要经过32年才会收到回复。

我盯着屏幕上的小光点发出一声感叹。我还可以追踪他很长时间，随时能知道他身处何方。他会严格执行我给他的飞行计划，他信任我的科学知识，就跟我信任他的工程技术一样。不过几个月之后，佩特洛娃镜再也无法看到那束光。不是因为光芒太暗淡，佩特洛娃镜是非常敏感的仪器，而是因为我们的相对速度会对他引擎发出的光产生红移效应。光线抵达我这里时，将不再拥有佩特洛娃波长。

什么？我是不是可以进行大量相对论数学计算，得出我的惯性系中任一时刻我们的相对速度，然后进行洛伦兹变换，算出他引擎发出的光何时超出佩特洛娃镜的感知范围？那样我是不是就可以知道，在接下来多远的路途上还能看见我的朋友？那样做是不是有点悲哀呢？

是。

好了，悲伤遗憾且微不足道的每日例行公事到此为止。我关掉佩特洛娃镜，再次启动了旋转驱动。

上路第三十二天，我检查日益减少的正经食品供应，根据我的计算，再过五十一天，我将完全依靠流食为生。

我来到宿舍。“计算机，提供一份休眠食品样本。”

机械臂伸进补给区，取出一袋白色粉末扔在床铺上。

我拿起袋子。必然得是粉末，长期存储怎么会添加液体呢？万福玛利亚号的供水是一个闭环系统。水进入我的身体，又以各种各样的方式从我体内排出，然后被净化和再利用。

我把食品袋拿到实验室打开后，往烧杯里倒入一些粉末。

我加入一点水，稍事搅拌，粉末就变成奶白色糊状。我闻了闻，没有什么特别的气味，于是我抿了一口。

难以下咽，可我强忍住吐出来的冲动，糊糊尝起来就像阿司匹林，有种令人讨厌的药味。接下来好几年我得每顿饭都吃这种苦药糊。

或许休眠没有那么糟。

我把烧杯放到一旁，到时候再受这份罪吧。现在，我得处理甲壳虫了。

多亏了洛基，我拥有四座小型τ星虫繁殖场，每座都是一个不超过手掌大小的类似钢制的胶囊。我说“类似钢制”是因为那是波江座人的某种合金钢，人类还没有发明出来。它比我们的任何金属合金都硬，但又没有硬过金刚石材质的切割工具。

我们反复琢磨迷你繁殖场的外壳该如何设计。第一选择显然是用氙岩来造，可问题是，地球的科学家该如何打开？我们没有任何工具可以切割它，唯一的选择是加热到极高温度，那有可能会伤害里边的τ星虫。

我建议使用带盖子的氙岩容器，像压力门一样可以扣紧的设备。我会在U盘里留下如何安全打开的说明，洛基直接否定了这个想法，无论密封有多严，都不会完全封死。繁殖场在途中经历两年时间，空气泄漏足以憋死里边的τ星虫，他坚持认为整个繁殖场得是一个独立的整体。或许有道理。

所以我们选用波江座人的钢铁。它结实强韧，不易氧化，特别耐用，人类可以用金刚石锯把它切开。还有，他们会分析那种合金并学着自己制造。一箭双雕！

洛基打造繁殖场本身的方法就很简单，繁殖场内部有一个活跃的τ星虫群落和类似金星的大气环境，以及一卷充满噬星体的细钢管。τ星虫只能接触最外面一层噬星体，所以它们得一点点进入总长度约20米的管道。一项基本的实验告诉我们，这种方法可以帮助少量τ星虫存活多年。至于排泄物，它们只能自作自受了。胶囊繁殖场会逐渐生成甲烷并消耗二氧化碳，不过这没关系。按照人类标准，胶囊容积很小，然而对于里面渺小的微生物来说，那可是巨大得如同宇宙一般的洞穴。

对我来说，甲壳虫有最高的优先权，我希望它们稍事准备就能发射，以防万福玛利亚号发生灾难性的问题。可是假如没有发生危及任务的问题，我不想发射它们。它们发射时离地球越近，成功到达地球的概率就越高。

除了安装迷你繁殖场，我还得给这些小混蛋补充燃料。它们充当万福玛利亚号的临时引擎时，几乎消耗了一半的燃料，不过每一台只需要补充60千克噬星体就能装满，跟洛基给我输送的波江座噬星体相比，简直就是沧海一粟。

最难的工作是打开甲壳虫的小燃料舱。跟这里的其他设施一样，甲壳虫本不可以重用。这就好比给一次性打火机补充丁烷燃料，甲壳虫本来就没有这个功能，是完全密封的。我不得不把它夹在铣床上，用六毫米钻头钻透……确实大费周章，不过我越来越得心应手。

我昨天弄好了约翰和保罗，今天处理林戈，如果时间允许就继续搞定乔治。乔治是最容易的一个，我不需要给它补充燃料——根本就没用它当引擎——只需要加装迷你繁殖场。

确定在哪里安装繁殖场又是另一个问题。即使尺寸不大，它也放不进甲壳虫这种小型航天器中，所以我把它用环氧树脂粘在起落装置上，然后又在甲壳虫顶部点焊一个小配重，内部计算机对航天器重心的位置颇有要求，添加配重比从头设置导航系统要更容易。

这也给我带来了重量问题。

安装迷你繁殖场使甲壳虫增加了一千克重量，这不成问题。我记得跟斯蒂夫·哈奇开过无数次会议讨论设计。他是个奇怪的小个子，也是一位厉害的火箭科学家。甲壳虫在太空中通过观察恒星来确定自身位置，假如燃料少于预期，它们就根据需要降低加速度。

简言之，它们会回家，只不过时间会长点。我盘算了一下数字，在时间上对地球的影响微乎其微。不过，甲壳虫在路上会比原计划多飞行几个月。

我来到备品柜，拽出初代噬星体容器。它是一个不透光的金属箱，底部装有轮子，里边有数百千克噬星体。因为处在1.5g的重力环境中，所以我给它安装了轮子。有了机械加工间和不想到处拖动重物的强烈愿望，你会对自己的动手能力刮目相看。

因为把手很热，所以我垫着毛巾拉住它，拖着补给箱来到实验桌旁，坐在椅子上准备有条不紊地补充燃料。我准备好塑料注射器，有了它，我就能通过6毫米的钻孔每次注入100毫升噬星体，这相当于600克。满打满算，我得给每台甲壳虫注射大约200次。

我打开噬星体容器——

“哎呀！”我从容器旁退避开，它简直难闻透顶。

“呃……”我说，“为什么会有这种气味？”

然后我一下子明白过来，这种气味我知道，是死去后腐败的噬星体的气味。

τ星虫又一次泄漏了。





第二十七章


我从凳子上一跃而起，却不知道该如何是好。

“好吧，别慌，”我告诉自己，“想清楚再行动。”

初代噬星体容器还是热的，这意味着里面还有很多噬星体活着，好在我及早发现。不是因为这个容器里的噬星体——它已经完蛋了，我绝对无法把里边的噬星体同τ星虫分离。不过这种情形意味着，尽管烦人的τ星虫感染了容器里的噬星体，但这可能是新近发生的情况，很有可能还没影响到飞船的燃料。

对，这是我的首要任务，阻止τ星虫进入燃料舱。上次它们混进来还是因为系统中出现了多处微渗漏，不过肯定是从船员舱进入燃料舱的，因为最初是我把τ星虫带进了船员舱。燃料系统和船员舱没有多少交叠的部分，只有一个地方可能把τ星虫输送过去。

生命保障系统。

如果飞船过冷，它会让空气流经充满噬星体的螺旋管道来加热。这些螺旋管道若有一处破损，就能感染噬星体。幸运的是，我在实验室里拥有一大坨96摄氏度的噬星体能保持船员舱的温度，甚至飞船还得使用空调降温。

好，这下我有了一个方案。

我慌忙登上通往控制室的梯子，打开生命保障系统控制屏，读取日志。如我所料，空气加热器一个多月都没有启动过。我彻底禁用加热器，屏幕也显示出它失效，可我信不过它。

我来到驾驶座下方的主开关箱旁，找到并切断了加热系统的开关。

“搞定。”我说。

重新坐进座位后，我检查燃料控制屏。燃料舱似乎一切正常，温度合理。假如τ星虫泛滥，用不了多久就会吃掉燃料舱里所有的噬星体，这点我可太他妈肯定了，假如噬星体受到感染，温度会比显示的低。

我调出旋转驱动控制屏，关闭引擎，回到失重状态的一瞬间，地板从我脚下脱离。也许我不用关闭引擎，可是眼下我希望燃料别起任何作用。假如管道中存在τ星虫，我希望它们留在其中，别扩散到整艘飞船上。

“行了……”我又重复说，“行了……”

还得思考。

τ星虫是怎么泄漏的？我用氮气给这艘飞船的每个角落都消过毒，才从洛基那里输送噬星体过来。飞船上仅有的τ星虫都封在甲壳虫的迷你繁殖场和密封的氙岩繁殖容器里。

不行，没时间提出科学质疑了，原因可以随后再考虑，眼下我有一个工程学问题要解决。真希望洛基还在我身旁。

我总希望洛基还在这里。

“氮气。”我说。

我不知道τ星虫如何泄漏，但是需要杀死它们。

τ星虫-82.5能承受0.02倍标准大气压中8.25%的氮气，或许还会更高一些，但是绝对受不了我在船员舱充入三分之一标准大气压的纯氮气，那是τ星虫致命剂量的200倍。

我飘到开关箱，关掉了跟生命保障系统相关的所有设备。紧急警报随即响起，红灯点亮。我越过控制室，来到应急系统的开关箱，关掉了所有警报。

主警报太烦人，所以我在主界面控制面板上关闭了它。

我飘回实验室，打开气瓶补给柜。我有大约十公斤氮气装在一个单独的气瓶中。杜波依斯选择的自杀方法再一次救了我的命。

我不记得生命保障系统的所有使用细节，但我知道它有手动过压阀。飞船根本就不允许气压超过三分之一地球标准大气压。假如其他所有保护都失效（现实情况就是如此，因为我关闭了应急系统），手动过压阀会把超出的压力排向太空。

我不能直接释放氮气，然后期待最佳结果，而是要先排出现存的氧气。我受够了在这种麻烦事里来回折腾，想在飞船里充入百分之百的氮气，让这艘飞船对τ星虫的毒性绝对致命，彻底杀死它们。即使隐藏在某些黏液底部，我也想用氮气渗透其中。无处不在的氮气！无处不在！

我抓起氮气瓶，脚蹬地板飘回上方控制室，拉开气密过渡舱的内侧舱门，以有史以来最快的速度迅速穿好海鹰太空服，启动所有功能，甚至都没有费心进行自检。因为没有时间。

我没有关闭过渡舱的内侧舱门，又打开了外侧舱门上的手动应急阀。飞船里的空气呼啸着涌入太空。主生命保障系统和应急生命保障系统都已被关闭，它们无法补充失去的气体。

我开始等待。

出人意料地过了很久，飞船才排完所有空气。在电影中，假如飞船出现很小的破裂，要么所有人立即死亡，要么身板结实的英雄人物用他的二头肌或别的什么堵住漏洞。可是在实际情况下，空气不会流动那么快。

气密过渡舱的应急阀直径四厘米，作为飞船上的一个漏洞来说似乎相当大了，对吗？

可是过了20分钟，飞船的气压才降到原来的10%，现在降得更慢，我认为这是一个对数函数。所以被困在这个危机中，我只能手拿着气瓶站在这里。

“行吧，10%够接近真空了。”我说完关闭应急阀，重新封闭飞船，然后打开了氮气瓶。

所以现在气密舱的嘶嘶声停止，氮气瓶又响了起来。

没有多少差别。

还是得再等一会儿，不过这次时间没多久。可能是因为氮气瓶内部压力比飞船内部的压力高得多。管它呢，关键是飞船很快恢复了三分之一地球标准大气压，不过几乎全是氮气。

有趣的是，假如我脱下这身太空服，就会感到非常舒服，不会有任何呼吸问题，直到最后死亡，因为剩余的氧气根本无法维持我的生命。

我希望氮气到处弥漫，渗透每一道缝隙。不管τ星虫潜藏在哪儿，我都希望氮气找到并杀死它们。进发吧，我的氮气士兵，去毁灭它们！

我奔向实验室，查看古早噬星体容器，之前离开得太过匆忙，我忘记把它封好。好在噬星体是一种黏性物质。表面张力和惯性使它们留在了容器里。我盖好盖子，把它拿到气密过渡舱，然后整个抛出飞船。

我大概可以拯救容器里活下来的噬星体，在黏液里通入氮气泡，确保气体接触到所有潜藏的τ星虫。可是冒险图什么呢？我有超过200万千克的噬星体，只为拯救几百千克会给整个任务带来失败的风险，那样做没有意义。

我等了三个小时，然后重新接通开关。起初发出一阵警报之后，生命保障系统利用飞船丰富的氧气储备，把空气恢复到了正常水平。

我必须得隔离飞船上的每一个τ星虫感染源，最好赶在生命保障系统排出氮气以前。不在恢复正常空气前操作，是因为不穿太空服要容易和迅速很多。我需要用手直接操作，不方便戴着笨拙的手套。

我钻出海鹰太空服，手拿着氮气瓶飘到实验室。

首先，要处理繁殖场。

我把十个繁殖场各放进一个大塑料箱里，并在每个箱子上安装一个小阀门（树脂无所不能），然后充入氮气。假如任何一个繁殖场泄漏，氮气就会进入其中，杀死所有τ星虫。运转正常的繁殖场会保持密闭，不会有任何问题。

塑料箱本身就是密闭的，不过我还是用胶带把它们封住，并且故意增大一点气压，塑料箱的顶部和侧面都出现鼓胀。这样哪个繁殖场泄漏就能明显不一样，因为鼓胀会消失。

接下来，处理甲壳虫和它们的迷你繁殖场。

约翰和保罗已经安装好迷你繁殖场，我把它们也放进跟繁殖场一样的隔离箱。我当初处理林戈时，情况变得一发不可收拾，所以它和乔治的迷你繁殖场还没有安装。我把它俩一起放进另一个隔离箱，然后把所有隔离箱用胶带粘在墙上。

我不希望隔离箱四处飘浮，它们可能会撞到锋利的物体。

实验室里乱成一锅粥。停止旋转驱动时，我正把林戈拆到一半。工具、甲壳虫零件、各种其他垃圾飘散在房间里。我不得不在失重条件下全都整理好，否则我甚至都无法休息。

“唉，真烦人。”我自言自语。





第二十八章


τ星虫的大逃亡已经过去三天，我丝毫没敢大意。

我手动关闭了所有燃料舱，把它们跟燃料系统完全隔离，然后每次打开一个，从管路中采集噬星体样本并用显微镜检查是否受到τ星虫的污染。

谢天谢地，九个燃料舱通过了检验，我重新启动旋转驱动，再次恢复到1.5g加速度的运行状态。

我赶制出一种“τ星虫报警器”，假如这种情况再有发生，我就会得到提醒。早就应该这么做，可是这种事发生后我才能明白。

报警器是一块噬星体载玻片，跟我在τ星虫繁殖场里用过的一样。载玻片两侧分别安装光源和光线传感器，暴露在实验室的空气中。假如τ星虫发现载玻片上的噬星体，就会把它们吃掉。载波片会变得透明，接着光线传感器开始鸣响。到目前为止，报警器没响过，载玻片上仍然是黑乎乎的。

既然一切都已尘埃落定，形势得到控制，我总算可以提起最关键的问题：τ星虫是怎么泄漏的？

我手叉着腰，盯着隔离区。

“是你们哪一个的问题呢？”我说。

怎么都说不通，繁殖场使用了几个月都没有泄漏的迹象，迷你繁殖场是整体密封的钢制胶囊。

也许上一次在艾德里安发生污染时，某个不安分的τ星虫潜藏在飞船上，结果直到最近它才找到噬星体？

不对，我和洛基通过实验了解到，没有食物的τ星虫只活一周就会被饿死。它们不善于自我调节，要么疯狂繁殖并耗尽噬星体，要么根本不会出现。

这些容器中肯定有一个泄漏了。我不能直接把它们都丢掉，我需要这些τ星虫拯救地球。那我该怎么办？必须得查清是哪一个出了问题。

我精心检查每个繁殖场，因为它们都被放在箱子里，我无法操纵任何控制器，不过也不需要，它们都是全自动的。这是非常简单的系统，洛基往往会为复杂问题寻找巧妙的解决方案。繁殖场监控内部温度，假如降到96.415摄氏度以下，那就意味着没有噬星体了，因为τ星虫已经把它们吃光，所以繁殖场会再补充一点，就这么简单。系统会记录多长时间喂它们一次，并据此很粗略地估计其中τ星虫的数量。它根据需要调整噬星体补充速率，以此控制τ星虫数量，当然，还有一个显示当前状态的读数。

我检查每个繁殖场的读数，显示的结果都是96.415摄氏度，τ星虫的估计数量为1000万。跟我们希望的结果一模一样。

“呃……”我说。

繁殖场内部气压总是低于外部的氮气气压，假如其中任何一个泄漏，氮气就会进入，τ星虫很快就会死光。可是它们还活着，而且已经过了三天。

繁殖场没有泄漏，那么肯定是迷你繁殖场。可是一种微生物究竟是怎么穿过半厘米厚的波江座钢铁的呢？洛基了解自己的产品，对波江座钢铁了如指掌，假如它不适合密封存放微生物，洛基应该知道。波江b上没有τ星虫，但是肯定有其他微生物，这对他们来说不是新领域。

这些情况让我开始审视通常完全不会考虑的一个问题：洛基犯了一个工程学错误。

他从不犯错，尤其是制造什么东西的时候。他在自己的星球上是最具天赋的工程师之一！不可能搞砸。

是这样吗？

我需要确凿的证据。

于是我又做出一些用于测试的噬星体载玻片，它们检测τ星虫十分便捷，而且易于制造。

我从盛放两个迷你繁殖场的箱子开始，它们本来要被安装在乔治和林戈上。它们看起来当然是密闭的，只不过是一块胶囊形状的金属。里边有各种东西在工作，但外表是光滑的波江座钢铁。

我从箱子的一角剥开胶带，掀开盖子，扔进一块噬星体载玻片，然后再把一切封好。一号实验：确保我没有不经意间培养出能在纯氮气中存活的超级τ星虫。

我还了解到一个有趣的事实：一旦τ星虫侵入噬星体载玻片，后者在几个小时内就会变得完全透明。于是我等了几个小时，载玻片还是黑的。没问题，好现象。没有产生超级τ星虫。

我解封箱子，掀开盖子，让它内部的空气向外散发，然后我又重新封好，里边的氮气含量恢复正常，假如迷你繁殖场发生泄漏，载玻片会显示出这个结果。

一个小时，没有结果；两个小时，没有结果。

为了确认，我对箱子内部空气进行采样，氮气含量接近于零，所以迷你繁殖场的金属胶囊没有发生泄漏。

我再次封好箱子，测试一个小时，还是没有结果。

迷你繁殖场没有泄漏，至少要安装在乔治和林戈上的两个没有。也许泄漏的是我已经安装的某一个。

它们只是粘在了约翰和保罗外边，不受甲壳虫外壳或其他任何材料的保护。我在盛放约翰和保罗的箱子里重复上述检测实验。

结果一模一样：根本没有τ星虫。

“呃。”

那么，来到终极测试。我在隔离区移出约翰、保罗和两个未安装的迷你繁殖场，把它们放在实验桌的τ星虫警报器旁边。我很确定它们没问题，不过假如判断失误，我希望立即获悉。

更不可能出问题的繁殖场是我接下来关注的重点。

假如τ星虫无法逃出波江座钢铁胶囊，它们也绝对无法渗透氙岩。一厘米厚的氙岩就能轻而易举地承受住洛基的29倍标准大气压！它比钻石更坚硬，但又没那么脆。

不过我需要全面检测，所以对全部十个繁殖场的密封箱重复了噬星体载玻片实验。我没有必要一次只测试一个繁殖场，所以在整个过程中采用流水线作业。现在十个繁殖场都配备了噬星体载玻片，密封在充满正常空气的箱子里。

度过了漫长的一天，我需要好好睡个觉休息一下，所以我离开了密封箱，准备第二天再看结果。我把床铺从宿舍搬到实验室，假如τ星虫探测器开始报警，我得确保它能立即把我叫醒。可我疲惫得无法继续制作更响亮的报警器，所以就离实验桌近些，结束当晚的工作。

我迷迷糊糊地入睡，没有人看着，我还感觉不对劲了。

大约过了六个小时，我醒过来。“咖啡。”

可是保姆一样的机械臂在楼下的宿舍里，我自然没有得到任何回应。

“哦，好吧……”我坐起来伸了伸懒腰。

起床后，我拖着脚步来到隔离区，看一看τ星虫繁殖场的实验结果。

我检查了第一个繁殖场的噬星体载玻片，它已经完全透明。于是我来到下一个——

等等，透明的？

“呃……”

我还没有百分百清醒过来，所以揉揉眼睛又看了一遍。

载玻片还是透明的。

τ星虫污染了载玻片，它逃出了繁殖场！

转身看实验桌上的τ星虫警报，它没有响，不过我还是跑过去查看，警报器的噬星体载玻片还是黑的。

我深吸一口气又呼出来。

“还好……”我说。

我回到隔离区检查其他繁殖场，它们的每一个载玻片都是透明的。繁殖场在泄漏，没有一个例外。迷你繁殖场没事，它们正摆在实验桌上的τ星虫警报器旁。

我揉了揉后脖颈。

找到了问题，但是我不明白怎么回事。τ星虫在逃出繁殖场，可是怎么逃出来的呢？假如氙岩上有裂纹，压力较高的氮气会进入繁殖场，杀死所有τ星虫。全部十个繁殖场的τ星虫都在愉快健康地成长。那么哪里出了问题呢？

我爬到楼下宿舍吃早餐，眼睛盯着曾经组成洛基工作间的氙岩墙壁。它还在原处，但是按我的要求开了个洞，我把那片空间主要用作储藏室。

我嘴里嚼着墨西哥玉米卷，竭力回避距离服用流食更近一步的事实。我盯着那个洞，把自己想象成一只τ星虫。我比氮原子大数百万倍，但是能通过挡住氮原子的孔洞，这是怎么回事呢？那个洞又从何而来？

我开始有一种不祥的预感，可以说是一种猜测吧。

我没法更准确地描述，不过假如τ星虫能绕过氙岩分子会发生什么情况？假如根本就没有孔洞呢？

我们往往把固体物质当成神奇的屏障，然而在分子层面不是这样。他们是分子链条、原子点阵或者兼而有之。如果你深入到极致的微观世界，固体物质更像是茂密的丛林，而不是砖墙。

我能穿过一座丛林，不成问题。我可能需要翻过灌木，在树木间绕来绕去，从枝丫下钻过。但是我能过去。

想象1000个网球发射器布置在那座丛林边缘，随机朝各个方向瞄准，能把网球射入丛林多远呢？大多数都无法穿过开始的几棵树，少数能够侥幸反弹到合适的方向，落得更远一些，极少数或许还能走运地多反弹几次。不过很快，即使运气最好的网球也会用光能量。

你很难在50英尺远的丛林深处发现网球。那么我们假定丛林有一英里宽，我可以穿过去到另一边，可是网球根本不可能穿过去。

这就是τ星虫和氮气之间的区别。氮气分子只能直线运动，像网球一样反弹，它是迟钝的。那τ星虫就像是我，具有响应刺激的能力。它感受自身环境，基于感官输入采取直接的行为。我们已经知道它能发现噬星体并向其移动。它绝对具有感知能力，但是氮原子受制于熵，不会“发挥能动性”。我可以爬山，可是网球往上滚一段就会滚下来。

这一切似乎非常不可思议。来自艾德里安行星的τ星虫知道如何细致入微地找到途径，穿过来自波江b行星的氙岩，这怎么可能呢？根本就没有道理。

生命不会无缘无故进化出技能，τ星虫生活在高层大气中，它为什么会进化出穿透致密分子结构的能力？有什么进化方面的原因可以——

我手中的玉米卷掉在了地上。

我清楚答案，虽然不愿承认，但我清楚答案。

我回到实验室，展开一项折磨人的实验。实验本身不算困难，我只是担心结果会如我所料。

我还留着洛基的超级火焰枪，飞船上只有它能产生切割氙岩的高温。因为洛基架设的通道结构，飞船上到处存留着不少氙岩。我割开宿舍里的氙岩分隔墙，一次只能切割一点点，然后就得等生命保障系统降温，超级火焰枪产生的热量太多了。

最后我有了四块粗略的圆形氙岩，每块的直径有几英寸。

没错，英寸。精神紧张时，我会回归英制单位。做一名美国人很难的，好吗？

然后我把氙岩拿到实验室，拼成实验用具。

我往一块圆形氙岩上涂抹噬星体，再用一块盖住，组成噬星体三明治，好吃，不过你得能够穿透氙岩“面包片”才行。最后我用树脂把两块氙岩粘在一起。

我又做了一块同样的三明治，然后从铣床的存料中切下一些塑料盘，做了两块类似的三明治，不同之处只是没用氙岩。

准备完毕，四个完全密封的噬星体样本，两个用氙岩圆盘，另外两个用塑料圆盘，所有四个都使用树脂密封。

我找来两个可以密封的透明容器，把它们放在实验桌上，然后在每个里边各放入一个氙岩三明治和塑料三明治。

在样品柜里，我找到一些金属瓶，里面装着来自艾德里安的τ星虫，而不是培养出的τ星虫-82.5。我把金属瓶放进一个容器，打开瓶盖，然后迅速封好实验容器。这种方法非常危险，不过至少我知道如何控制τ星虫爆发，只要我有氮气就没事。

我来到隔离区的一号繁殖容器，用注射器从箱子里采集被τ星虫污染的空气，然后立即用氮气充满箱子，最后用胶带粘好注射器扎的孔。

回到实验桌，我又封闭了另一个容器，用注射器注入τ星虫-82.5，再用胶带粘住针孔。

我手撑着下巴，盯着两个箱子说：“行了，你们这帮狡猾的小混蛋，我看看你们有何本领……”

时间过了几个小时，但是我终于看到了结果。它们如我所料，但也跟我期待的好结果正相反。

我摇摇头说：“真该死。”

氙岩覆盖的噬星体在τ星虫-82.5的实验箱中消失了，塑料覆盖的噬星体没有变化。

与此同时，在另一个实验中，两份噬星体样本都未受影响。

这就是说，“对照”样本（塑料圆盘）证明τ星虫无法穿过树脂或塑料，然而氙岩样本说明了另一个问题：τ星虫-82.5能穿过氙岩，可是天然的τ星虫就不能。

“我真傻！”我拍打着自己的脑袋说。

我以为自己聪明透顶，在繁殖容器上投入所有时间，进化出一代又一代τ星虫。我利用到进化的优势，对吗？让τ星虫产生了抗氮气性！我真了不起！颁发诺贝尔奖时记得通知我！

真不害臊。

对，我培养出能在氮气中生存的τ星虫品系。可是进化不在乎我的需求，也不是一次只做一件事。在我的培育下，不少τ星虫进化出……在氙岩繁殖容器中生存的能力。

它们的确产生了抗氮性，可是进化偷偷摸摸地开始从多个角度解决一个问题：它们不仅斩获了抗氮性，还掌握了钻进氙岩躲避氮气的方法！为什么不呢？

氙岩是一种蛋白质链，是我无法理解的化学物质。不过我猜τ星虫有办法钻进去，繁殖场里正在上演氮气末日，如果你能在氙岩墙壁上钻得足够深，氮气就伤害不了你，你就能活下去！

τ星虫无法穿过普通的塑料和环氧树脂，无法穿过玻璃和金属，我甚至不确定它能否穿过一个自封口的袋子。可是因为我的培养，τ星虫-82.5能够穿过氙岩。

我得到一种完全陌生的生命，用一窍不通的技术改造它，当然会产生意料之外的结果，我真是自大到了愚蠢的程度，还以为自己能预料一切。

我深吸一口气，又呼出来。

好吧，这不是世界末日，甚至跟那正好相反。这种τ星虫能渗透氙岩，没关系，我把它存储在其他容器里，它的抗氮性还在，不需要氙岩也能存活。当初首次分离出这个品系时，我在玻璃实验仪器中完整地测试过它，它还会在金星和第三界完成自己的任务。一切照旧。

我回头看了一眼繁殖场。

嗯，好吧，我会用金属造一个更大的繁殖场。不难，我有铣床和一切所需的原材料，天知道我有多少空闲时间。我会从洛基造的繁殖场上拆下有用的操纵设备，只有外壳是氙岩材料的，其他一切都是金属之类的东西，我不必重新发明轮子，只需要把它安装在另一辆车上。

“对，”我安抚自己，“对，这样就没事了。”

我只需要造一个能够维持金星大气的箱子，所有棘手的工作都已经完成，多亏有了洛基。

洛基！

我突然感到一阵恶心，不得不坐在地上，一只手撑在两腿之间。

洛基的飞船上有同一品系的τ星虫，跟我的一样，也存储在氙岩繁殖场里。他飞船上所有的关键舱壁，包括燃料舱，都是由氙岩组成。没有任何东西能隔开τ星虫和他的燃料。

“天……哪……”





第二十九章


我造好了新的τ星虫繁殖场，只需用数控铣床简单加工一下铝片，不是什么难题。

洛基的飞船是个难题。

过去一个月，我每天都在观察他引擎发出的光，现在光熄灭了。

我浮在控制室里，旋转驱动已经关闭，佩特洛娃镜已经设置为最高灵敏度。鲸鱼座τ星一如既往地随机发射佩特洛娃波长的光线，可是就连这都暗淡得很，那颗恒星跟太阳一样明亮，可现在只是夜空中比平常的星星稍大一些的光点。

然而除此之外……什么都没有。距离太远，我检测不到联系鲸鱼座τ星和艾德里安的佩特洛娃线，也根本看不到目标A。

我知道它应在的具体位置，精确到毫弧秒级别。在这个距离上，它的引擎应该能显示在我的佩特洛娃镜上……

尽管对他行程的每日观察已经证明我的计算没问题，但我还是一遍遍核算数据。现在什么都看不见，已经没有了目标A的信号。

他孤立无援，他的τ星虫摆脱囚禁，涌入燃料舱，吃掉了那里的一切。数百万千克噬星体在几天内被一扫而光。

他是聪明人，肯定已经分隔开燃料，可是那些分隔舱也是由氙岩组成的，对吧？肯定的。

已经三天了。

假如飞船受损，他会修好。没有洛基修不了的东西，而且他手脚麻利，五条胳膊都抡圆，能多管齐下。他能处理大规模的τ星虫污染，可是那需要多久呢？他有大量氮元素，可以从他的氨气大气得到充足的氮气。我们假定他一发现污染就采取这种措施。

那么他需要多久才能恢复正常？

不会这么久。

无论发生了什么，只要能够修复目标A，洛基现在肯定已经处理完毕。飞船仍然停滞在太空的唯一解释就是它没燃料了。他没能及时阻止τ星虫。

我把脑袋扶在了手中。

我可以回家，真的可以。我可以返回地球，作为英雄度过余生。雕塑，游行庆祝，等等。我将享受所有能源问题都不复存在的全新的世界秩序。因为有了噬星体，到处都能用上便宜、便利、可再生的能源。我可以找到斯特拉特，当面骂她个狗血喷头。

可是洛基会死，更重要的是，洛基的人民会死，数十亿人。

我的成功唾手可得，只需要再活四年。是，只能吃恶心的糊状流食，但我死不了。

我讨厌的逻辑思维指出了另一个选择：发射甲壳虫，全部四艘，每一艘都带上各自的τ星虫迷你繁殖场和一枚装满数据与发现的U盘，地球科学家会从中接手。

然后我掉转万福玛利亚号，找到洛基，带他返回母星波江b。

这个选择存在一个问题：我会牺牲。

我有足够的食物活着回到地球，也可以活着到达波江b。然而就算波江座人立即为万福玛利亚号补充燃料，也没有足够的食物供我从波江b返回地球，到那时我将只剩下几个月的食物可吃。

我什么都种不了，没有任何能生长发育的种子或活的植物体，不能吃波江座人的食物，因为有太多重金属和其他强效毒素。

所以这就是我剩下的两个选择：一、作为英雄返回地球，拯救全人类；二、去波江b，拯救外星人，然后很快饿死。

我揪住自己的头发。

我手捂着脸哭泣，情难自抑，心力交瘁。

我一闭眼就看见洛基傻乎乎的甲壳和总在摆弄什么东西的小细胳膊。

我下定决心之后，时间已经过了六周。那不轻松，但我没有退缩。

我关闭旋转驱动，进行每日例行工作，打开佩特洛娃镜，瞭望太空。然而什么都看不见。

“抱歉，洛基。”我说。

然后我发现了一个微小的佩特洛娃光点。我放大并搜寻那块区域。屏幕上总共出现了四个光点，勉强能看得见。

“我知道你想拆开一艘甲壳虫，但是我一艘都不能给你留。”

甲壳虫上安装了更小的旋转驱动，正逐渐消失在地球方向，我几乎是背对着它们朝目标A行驶，所以它们在我的视线里不会停留很久。

迷你繁殖场里的噬星体螺线圈会为τ星虫挡住辐射。我进行过充分的测试，确保繁殖场和里边的生命能够承受甲壳虫产生的巨大加速度。从自身的参考系观察，它们将在几年后返回地球，按照地球的时间体系观察，大概需要13年。

我重新启动旋转驱动，继续上路。

在鲸鱼座τ星的星系外围寻找一艘飞船可不是易事。想象有人让你驾驶一艘小船，在大海里的某个地方找一根牙签。就是这种感觉，但比这难得多。

我知道他的航线，也知道他没有偏离，可我不知道他的引擎何时熄了火。我每天只查看一次，现在我正奔向他最可能出现的位置，把他最有可能取得的速度也计算在内。不过这只是开始，大量的搜索工作还在后边等着我呢。

真希望我对他的每日观察更频繁一些。因为我不知道他引擎熄火的准确时间，所以我估计的误差大约是两千万千米，这约等于日地距离的八分之一，就连光都需要一分钟才能够通过。这是我利用手头信息所能得出的最优结果。

平心而论，误差范围这么小是我的运气。假如τ星虫晚一个月泄漏，误差范围将会呈指数级增长。现在这一切只发生在鲸鱼座τ星的星系边缘，旅途才刚刚开始。地球和鲸鱼座τ星之间的距离是这座恒星系宽度的四千多倍。

太空广阔……漫无边际。

所以没错，我真是撞了大运才只需要搜索两千万千米的范围。

“嗯。”我抿着嘴说。

距离鲸鱼座τ星这么远，他的飞船不会反射多少τ光。我不可能用望远镜观察到目标A。

临时提醒：我会死掉。

“停。”我说。每当我想起迫近的死亡，反而会想到洛基。此刻他一定充满绝望。我来啦，伙计。

“等等……”

我确信他很难过，然而他不会长时间自怨自艾，而是会想办法解决问题。他会怎么办呢？他的整个种族命悬一线，他不知道我来救他，也不会直接自杀，对吧？他会想尽一切办法，即使成功的可能微乎其微。

好吧，假如我是洛基，我的飞船废掉了，或许我能拯救出一些噬星体，τ星虫不会把所有的都污染，对吧？所以我还有一些。我能造出自己的甲壳虫吗，可以返回波江b的设备？

我摇摇头，那需要一台导航系统，计算机那种，远超波江座人的科技水平。这正是最初他们的大型飞船上有23名船员的原因。此外，已经过去一个半月，假如他要造一艘小飞船，恐怕早就已经完成，我会看到引擎闪光的。洛基动作很快。

所以，没有甲壳虫，不过他有能量和生命保障系统，食物足够他维持很长很长时间（最初有23名船员，配备了足够他们往返的食物）。

“无线电？”我说。

或许他会发出无线电信号，波江b能收到的大功率信号，只有很小的概率被探测到，但是可以一试。波江座人有很长的寿命，为了救援等待十年左右不是什么难事，算不上生死攸关。假如几年前你问我，我认为不可能把无线电信号发射到十光年之外。然而我们谈论的可是洛基，他也许会用拯救出来的噬星体驱动自创的某台设备。

信号不用包含什么信息，只需要被注意到。

不过……不行，根本不可能。草草计算一下我就发现，即使掌握地球的无线电技术（好于波江b），发射到波江b的信号强度也远小于背景噪声。

洛基也会明白，所以那么做没有意义。

“唉。”

我希望有一台更灵敏的雷达，现有的适用于几千千米范围，显然还远远不够。假如洛基还在这里，他或许能很快造出一台，不过这就有点矛盾，真希望洛基在这里帮我拯救洛基。

“更灵敏的雷达……”我喃喃自语。

既然我有能量，有一套雷达系统，也许我能打造出来。

不过你不能直接把能量施加在发射器上并指望一切正常，我肯定会把它烧掉。该如何把噬星体能量转化成无线电波呢？

我从驾驶坐上一跃而起。“有了！”

我有一台最厉害的雷达所需要的一切！去它的飞船自带雷达吧，发射器和传感器的效果都很有限。我有旋转驱动和佩特洛娃镜！我可以向飞船后方发射900太瓦红外线，然后用佩特洛娃镜观察是否有反射。佩特洛娃镜是一种精密仪器，甚至能检测到最微弱的特定频率光！

我不能让佩特洛娃镜和引擎同时工作。不过这没关系！洛基跟我的距离足有一光分远呢！

我规划出一套搜索网格，实际相当简单。我正对着洛基可能所在区域的中央，所以我得搜索其他每个方向。

容易得很。我启动旋转驱动，采用手动控制，跟以前一样，这需要我先在一系列警告对话框上回答一连串的“同意”、“同意”、“同意”和“强制执行”。

我把推力调制最大，通过姿态控制向左舷急转弯，推力把我猛地摔在座椅上，并让我偏向一边。这就是太空版的停车场开车画圈。

我转得很急——用30秒转完一圈，大致回到启动引擎时的位置。可能偏离原来位置几十千米，不过无所谓。然后我停止了引擎。

现在我用佩特洛娃镜观察，它不是全向的，但是一次能充分覆盖90度的范围。在我启动引擎的同一个方向上，我以同样均匀的速度缓缓扫过太空。这个解决方案不完美，我可能错过时机。假如洛基离我很近或很远，那这个办法不起作用。不过这只是我的第一次尝试。

我用佩特洛娃镜探测了整整一圈，没有发现，所以我又探测了一圈。或许洛基的位置比我猜测的更远。

第二圈还是没有结果。

好吧，还没完呢，空间是三维的，我只搜索了薄薄的一层空间。我把飞船向下倾斜5度。

按照同样的搜索模式我又进行了一次。不过这一次我搜索的平面跟上次相差了5度。如果这次还没有结果，我就倾斜5度再试，如此继续直到我调整为90度，所有的方向就都搜索到了。

如果这都不管用，我会从头再来，不过佩特洛娃镜的扫描速度要更快一些。

我搓搓手，喝了一口水，然后投入工作。

闪光！

我终于看到一道闪光！

佩特洛娃扫描在55度平面进行到一半时，出现了一道闪光！

我惊喜地挥舞手臂，结果飞出了座椅。我在失重的控制室里撞来撞去，手忙脚乱地又回到原来位置。此前一直进展缓慢，我已经烦躁到极点，但是接下来不会啦！

“该死！它在哪儿？好吧，放松！冷静，冷静！”

我用手指着刚刚在屏幕上目标出现的地方，查看佩特洛娃镜的方位，在屏幕上进行了几项计算，得出偏航角度为当前平面上的214度，跟艾德里安轨道平面相差55度。

“找到了！”

是时候进一步获取数据。我把摔得伤痕累累的秒表挂在胸前，失重对这个小家伙可不友好，不过它还能用。

我控制飞船调整角度，准确地背对目标，然后启动秒表，朝着正前方推进飞船10秒钟，掉头，关闭引擎。我以大约150米每秒的速度远离目标，不过这没关系，我不想抵消刚刚获得的速度，而是要启动佩特洛娃镜。

我盯着屏幕，手里的秒表还在计时。很快我就再次看到闪光的目标。28秒，光点持续了10秒，然后消失。

我无法保证那就是目标A，然而不管是什么，它绝对是在反射旋转驱动发出的光，而且距离我14光秒远（光用14秒到达那里，再用14秒返回，等于花了28秒），换算一下大约是400万千米。

没必要通过多次测量来算出那个物体的速度，我的“手指屏幕”法还达不到那种精度。不过我有了航向。

我可以用九个半小时飞过400万千米。

于是我挥着拳头喊道：“好啦！这下我死定了！”

我不知道为什么说出这话，我猜……是这样，假如找不到洛基，我会设定返回地球的航线。其实我很意外自己投入了这么多精力。

无所谓了，我设定好航线，启动引擎，前往我发现闪光的地方。我甚至都不用在这段航程中考虑相对论效应，只需要高中物理就足够。我会在前半程加速，在后半程减速。

接下来的九个小时我开始清洁整理，因为又要有客人啦！

我希望接到他。

洛基得补好他在氙岩墙壁上开的洞，不过那对他来说应该不成问题。

前提是我探测到的反射信号来自目标A，而不是一块偶然遇见的太空垃圾。

我试图不去想它，努力怀有希望不放弃。

就这样，我所有的东西都被移出洛基的氙岩区域。

清理一结束，我就开始坐立不安。我想停下飞船，再扫描一番，确认自己的航向。不过我抑制住冲动，专心等待到达。

我盯着实验室里的铝制τ星虫繁殖场，以及旁边报警器里的噬星体载玻片。一切正常，或许我可以——

定时器响起，飞船到达预定的位置！

我匆匆爬上梯子，进入控制室，关闭了旋转驱动。还没坐好我就调出雷达屏幕，用满功率进行全范围主动探测。“快现身……快现身……”

什么都没有。

我跌进座椅，系好安全带，这种情况我曾想过有可能出现。我现在距离目标近了许多，可仍然不在雷达的作用范围。我只飞行了400万千米，雷达覆盖的范围还不到这个距离的千分之一。所以我的精度不到99.9%。意外吧。

现在应该用佩特洛娃镜再扫描一次，然而不管目标的具体位置在哪儿，我和它之间一光分的距离已经被抹平，所以不再拥有充裕的反应时间。举例来说，假如我距它10万千米远，不到一秒光就会反射回来，而且我不能在旋转驱动工作时启用佩特洛娃镜。

那怎么办？

我需要在不关闭佩特洛娃镜的情况下产生大量噬星体红外辐射光。我遍寻菜单选项也没有什么发现。旋转驱动工作时佩特洛娃镜不可能启动，肯定在某个地方有硬件互锁功能，飞船上的某处有一条从旋转驱动引出的线缆控制着佩特洛娃镜。我用后半辈子来找那根电缆可能都找不着。

不过，主引擎不是我手上仅有的旋转驱动。

姿态调整引擎是飞船侧面伸出的小型化旋转驱动，实现飞船的俯仰、偏航和滚动操作。不知道佩特洛娃镜是否受它们影响。

我启动佩特洛娃镜，执行短暂的向左侧滚动，飞船随之而动，佩特洛娃镜一直保持在工作状态！

这些边界状态真让人喜欢！不过我确信设计团队中有人考虑过这种状况，他们可能觉得姿态驱动器相对较小的功率输出不会损伤佩特洛娃镜。整体分析一下就都解释得通了。推进器和姿态驱动器都指向飞船以外，也就是说没有对着佩特洛娃镜。推进器运行时关闭佩特洛娃镜的主要原因在于少量宇宙尘反射的佩特洛娃辐射。姿态驱动器的功率远远小于推进器，它们产生的反射光被认为是可以接受的。

但是这些姿态调整引擎仍然能发出足以蒸发钢铁的红外光，也许它们有能力照亮目标A。

我把佩特洛娃镜对准左舷偏航推进器喷射的方向，在可见光模式下我看见推进器本身就位于图像底部。接着我启动了偏航推进器。

佩特洛娃光谱中当然存在一束可见光，推进器周围变得一片朦胧，仿佛在雾霭中点亮一支手电筒。不过几秒之后，雾霭消散。其实它还在那里，只是变得不那么浓密。

可能是来自万福玛利亚号的尘埃和微量气体造成的。物质微粒从飞船上飘离，推进器把周围的一切都蒸发掉以后，状态就稳定下来。

我让推进器保持运转，让飞船绕着偏航轴旋转，与此同时我通过佩特洛娃镜观察。现在我有了一把手电，飞船的转速越来越快，这可不行，于是我又启动了右舷偏航推进器。计算机抱怨得厉害，因为没法合理解释为什么要让飞船同时顺时针和逆时针旋转。我没有管那些警报。

转了整整一圈，我什么都没看见，没有新发现。把仰角调整了5度之后我又试了一遍。好吧，还是没有新发现。我继续调整5度仰角又试了一遍。

第六次转圈扫描时——跟艾德里安黄道面夹角为25度——我发现了目标，距离很远，仍然无法分辨细节，不过偏航推进器的光辐射被它反射回来。我反复启动了推进器几次，测量出反射时间。几乎就在眨眼间——我估计不到四分之一秒。我距它最多7.5万千米。

我把飞船对准目标，启动了主推进器。这次我不会盲目地一直前行，而是每隔两万千米左右就停一下，再次扫描确认。

笑容出现在我脸上，这个办法奏效了。

此刻我只希望自己追逐了一整天的目标不是一颗小行星。

经过一番小心航行和重复测量，我终于在雷达上看见了目标。

它就位于屏幕正中，上边标着“目标A”。

“哦，对嘛。”我说。我都忘了它这个名字的由来。

我距它4000千米，恰好是雷达探测范围的极限。我打开望远镜视图，可是即使放到最大，也什么都看不见。望远镜是用来寻找直径数百或数千千米的天体，看不见几百米长的宇宙飞船。

我逐渐接近，目标相对于鲸鱼座τ星的速度似乎跟洛基的飞船相符，大致相当于他的引擎停机时所获得的速度。

我可以多测得一些数据，计算出他飞船的航线，不过我有更容易的办法。

我朝这个方向推进一会儿，再朝另一个方向推进几分钟，不停减速加速，直到匹配上目标的速度。距离仍然是4000千米，不过我们现在的相对速度接近于零。为什么要这样做？因为万福玛利亚号强就强在能告诉我自身的航线。

我打开导航控制屏幕，让它计算我们当前的轨道。经过一番观测和计算之后，计算机给出了我最想听到的答案：我们处在一条双曲线轨道上。

这表示我根本不在环绕轨道，而是位于一条逃逸航线，即将完全摆脱鲸鱼座τ星引力的束缚。

这表示我追踪的目标也同样在一条逃逸航线上。你知道一座恒星系统中的物体不会怎么样吗？它们摆脱不了恒星的引力。任何足以逃离的高速物体都在数十亿年前离开了。所以眼前的目标无论如何都不可能是常见的小行星。

“好啦，没问题……”我说着启动旋转驱动，朝目标驶去，“我来啦，伙计，坚持住。”

等来到500千米远的地方时，我终于能够分辨出目标，但是只能看见一个高度像素化的三角形，长度是宽度的四倍，虽然说没有多少信息，但也足够了。那就是目标A，我对它的形状了如指掌。

就是为了庆祝这样的时刻，我在手边放了一袋伊柳希娜的伏特加。我通过可封闭的吸管喝了一口，紧接着呼哧呼哧地咳嗽起来。该死，她太爱喝烈酒了。

洛基的飞船就在我右侧50米远的地方。我非常谨慎地追上去，不想跨越了整个太阳系却又不小心用我的引擎把他给蒸发掉。我已把速度差缩小到几厘米每秒之内。

我们分别已经快三个月了，从外面看，目标A丝毫没有变化，但是它绝对出问题了。

我试过所有通信手段，无线电、闪烁旋转驱动的光辐射，没得到任何应答。

我的心情一沉到底。洛基死了怎么办？他只有自己一个人，进入睡眠周期时所有该死的问题都暴露出来会怎么样？若是身体没有准备好，波江座人不会睡醒。假如他睡觉时生命保障系统停机，他再也……醒不过来怎么办？

假如他死于辐射病怎么办？保护他不受辐射的所有噬星体都变成了甲烷和τ星虫。辐射对波江座人的影响非常大，这个过程可能发生得很快，他甚至没时间反应。

我摇了摇头。

不，他是洛基，聪明着呢。他会有备用方案，我打赌他有一套可以睡在其中的独立生命保障系统，还会考虑到杀死他们所有宇航员的辐射。

可为什么没有应答？

他看不见，也没有窗户。他得使用目标A的传感设备主动向外观察，才能明确知晓我的到来。可他为什么要观察呢？他已经绝望地认为自己被困在太空了。

看来得出舱看看。

我已经数不清第几次钻进这套海鹰太空服，通过气密过渡舱，并在过渡舱内部挂好一条又长又结实的安全绳了。

我望向外面无垠的太空，却看不见目标A的位置。鲸鱼座τ星离得太远，没法照亮这里。我只是因为飞船挡住了背景中的星星，才知道它在哪里。我现在只是……身处太空，而太空中的一大块区域没有了星星点点的亮光。

没有什么好办法，我只能凭猜测行动了。我脚下尽力一蹬万福玛利亚号的外壳，朝目标A飞去。它是一艘大飞船，我到达飞船上的任何一个位置都行。退一步讲，即使我错过了，也会被安全绳拽回去，并以那种方式完成本星系的首次星际蹦极。

我飘过太空，前方的黑暗不断增长，消失的星星越来越多，最后我什么都看不见，甚至感受不到自己在移动。从逻辑上讲，我知道自己的速度跟跳离飞船时一样，但是没有任何现象能证明这一点。

这时我发现前方有团斑驳微弱的黄光，我终于来到目标A的近处，头盔上的灯光照亮了它的一部分船体，灯光越来越亮，此刻我也能更清楚地看见船体。

得开始行动了，我只有几秒钟来找到抓握的地方。我知道洛基的飞船上遍布着机器人用来四处移动的导轨。我希望伸手可以抓住一根。

正前方就是，我伸出手。

砰！

我重重撞在目标A上，穿着太空服可不应该这样。跳离万福玛利亚号时我不该用力过猛。我在船体上胡乱摸索，想要抓住点什么。抓住导轨的计划不幸失败，我手碰到一根，但是根本抓不住。我被反弹起来，开始飘离目标A。安全绳纠缠在我身上和身后，要回到飞船再试一次的话，我需要沿着安全绳爬很远。

这时我在几米外的船体上发现了一个形状奇怪的锯齿状突起，或许是一根天线？我用手虽然抓不到，但是也许可以用安全绳够到。

我以缓慢但稳定的速度飘离飞船，身上没有喷气背包，所以不应错过这个转瞬即逝的良机。

我在安全绳上迅速绑好一个活结，然后把它抛向天线。

老天眷顾！我直接命中！像套牛一样套住一艘外星飞船。我拽紧绳圈，有一瞬间我甚至担心天线可能会被拽断，不过接着我看见斑驳的棕黄色纹理。天线（如果确实是天线的话）是由氙岩制成的，所以不会断。

我拉着安全绳接近飞船，这一次在天线和安全绳的帮助下，我设法抓住了旁边的机器人轨道。

“哇。”我说。

然后我喘息了一会，准备试试洛基的听力。

我从工具带上取下最大的扳手，向后举起并用力砸在飞船上，非常用力。

我砸了一下又一下，咣！咣！咣！我通过自己的太空服听到撞击声，假如洛基还活着，这会引起他的注意。

我把扳手的一端顶在飞船上，然后低下头用头盔接触扳手的另一端。我在头盔里伸出脖子，用下巴抵住面罩。

“洛基！”我竭尽全力喊道，“不知道你能不能听见！不过我来啦，伙计！我在你的飞船上！”

我等了几秒钟又喊：“我打开了太空服上的无线电！还在同样的频率！说句话！告诉我你没事！”

我调高无线电音量，但是只能听见噪声。

“洛基！”

无线电里传出噼啪声，我的耳朵支棱起来。

“洛基？！”

“格雷斯，问题？”

“对！”我从没有听过如此美妙的几个音符！“没错，伙计！是我！”

“你在这里，问题？！”他的音调极高，我勉强才能听懂。不过如今我对波江座语言已经了如指掌。

“对！我在这里！”

“你在……”他发出尖厉的叫声，“你……”还是尖厉的叫声，“你在这里！”

“是！快建立气密过渡舱通道！”

“警告！τ星虫-82.5——”

“我知道！我知道。它能穿过氙岩，所以我才来这里。我知道你遇到麻烦了。”

“你来救我！”

“没错，我及时阻止了τ星虫，还有充足的燃料。建立通道吧，我带你回波江b。”

“你来救我和波江b！”他高声尖叫。

“赶紧建立通道！”

“回到你的飞船！除非你想在外边看着通道！”

“哦，对啊！”

我在气密过渡舱门旁急切地等待，想要透过小窗观察外面开展的行动。这项工作以前完成过，洛基用船体机器人在过渡舱之间安装通道，不过这次多了一些挑战，我得把万福玛利亚号驾驶到位，因为目标A完全不能移动。尽管如此，我们还是建好了连接通道。

最后发出咣当一声，然后空气开始嘶鸣。我熟悉这个声音！

我飘浮在过渡舱里，透过外侧窗口观察。通道已经就位，他保留了之前的完整通道，为什么不呢？这是他的种族头一次接触外星人的留念。如果是我，我也会保留！

我扭动紧急释放阀，等气压达到平衡，我一下打开舱门，飘进了通道。

洛基在另一侧等我，他的衣服乱成一团，覆盖着我十分熟悉的τ星虫黏液残留。他的连体服一侧有火烧的痕迹，两条胳膊的伤势也相当严重。他似乎度过了一段非常艰难的时光，可他的身体语言却充满了快乐。

他在扶手间来回跳动。

“我非常非常非常高兴。”他用高音说。

我指着他受伤的胳膊说：“你疼吗？”

“我会痊愈。尝试很多办法阻止τ星虫滋生，都失败了。”

“我成功了，”我说，“我的飞船不是用氙岩造的。”

“怎么回事，问题？”

我长叹一声。“τ星虫进化出抗氮性，但也进化出深入氙岩躲避氮气的手段。副效应就是τ星虫-82.5可以逐渐穿过氙岩。”

“神奇。现在怎么办，问题？”

“我还有200万千克噬星体，把你的东西挪到我的飞船上，我们去波江b。”

“高兴！高兴高兴高兴！”他停了一下说，“需要进行氮气大清洗，确保没有τ星虫-82.5进入万福玛利亚号。”

“好，我充分信任你的能力，制作一台消毒器。”

他从一组栏杆挪到另一组，我能看得出，被烧伤的胳膊令他感到疼痛。“地球怎么办，问题？”

“我派出了携带迷你繁殖场的甲壳虫，τ星虫-82.5无法穿透波江座钢铁。”

“好，好，”他说，“我保证让我们的人好好照顾你。他们也许会为了你回家而制造噬星体！”

“好吧……”我说，“关于这个问题……我不回家了。甲壳虫会拯救地球，但我无法亲见。”

他的喜悦心情戛然而止。“为什么，问题？”

“我的食物不够吃。我把你送到波江b之后就会死去。”

“你……你不能死，”他的声音变低，“我不让你死。我们送你回家，波江b会感谢你。你救了每一个人，我们也会尽一切努力救你。”

“你们无能为力，”我说，“没有食物，我的只够维持到波江b后再吃几个月。即使你的政府给我回家用的噬星体，我也会死在途中。”

“吃波江b的食物，我们从同种生命进化而来，利用同样的蛋白质、化合物和糖分。肯定能行！”

“不，我吃不了你们的食物，记得吗？”

“你说对你有害。我们会查明原因。”

我伸出双手说：“不仅是对我有害，还会杀死我。你们的整个生态系统到处都用重金属，对我来说它们大多数都有毒。我会很快死去。”

他颤抖起来。“不，你不能死，你是朋友。”

我朝分隔墙飘得更近一些，然后温和地说：“没关系，我已经下定决心了。只有这样才能拯救我们两个世界。”

他向后退去。“那你回家，现在就回家。我在这里等待。也许有一天波江b会再派一艘飞船。”

“简直胡扯。你真想用这样的猜测来让你的整个种族承担风险？”

他沉默了一会儿，最后回答：“不。”

“好，穿上那件球形太空服过来吧。告诉我如何修补氙岩墙壁。然后你就可以把你的东西挪进——”

“等一下，”他说，“你不能食用波江b的生命，也没有地球生命可以食用。那么艾德里安的生命呢，问题？”

我嗤之以鼻。“噬星体？我不能吃！它自始至终都是96摄氏度，会把我活活烫死。此外，我甚至不信我的消化酶会对噬星体奇特的细胞膜起作用。”

“不是噬星体。τ星虫，吃τ星虫。”

“我吃不了——”我停顿下来，“我……什么？”

我能吃τ星虫吗？

它是活的，有DNA，有线粒体，细胞的发电站，把能量存储为葡萄糖，执行克雷布斯循环。它不是噬星体，温度没有96摄氏度。它只是来自另一颗行星的变形虫。它不会有波江座生命进化后所需的重金属，甚至艾德里安的大气里都没有。

“我……我不知道。也许能吃。”

他指向自己的飞船说：“我的燃料舱里有2200万千克τ星虫。你想要多少，问题？”

我瞪大了双眼。长久以来，我头一次觉得真正诞生了希望。

“问题解决，”他伸出手爪，抵在分隔墙上，“拳头撞我。”

我笑着把指关节放在分隔墙上。“撞拳，叫‘撞拳’才对。”

“明白。”





第Vℓ章


我吞下最后一口“我肉汉堡”，喝光富含维生素的汽水，把盘子放进水槽，看了一眼挂在厨房墙上的时钟。哇，已经VℓIλλ点钟了？我最好抓紧时间。

我在波江b的前几年处境很危险，τ星虫维持着我的生命，可我变得严重营养不良。微生物为我提供能量，可是这种饮食营养不均衡。

那些日子我过得很痛苦，患上了坏血病、脚气及其他很多疾病。这么做值得吗？我仍然不清楚，而且永远也不会得到答案。我们跟地球联系不上，因为距离有16光年。

就我所知，甲壳虫也许会出现故障或者错过目标。我甚至不知道勒克莱尔这类气候学家是否用模型正确预言了未来。也许一开始万福玛利亚计划就没有多大希望，也许地球已经成为堆满几十亿尸体的寒冷荒原。

不过我努力保持乐观，不然还能怎么样呢？

根据我有限的了解，波江座人是了不起的东道主。从本质上讲，他们没有政府，不过所有权威群体都同意不惜一切代价保住我的性命，毕竟我在拯救他们星球的任务中扮演了至关重要的角色。即使没有，我也是一个活生生的喘着气的外星人。他们当然会让我一直活下去，我极具科学价值。

我生活在他们“城市”中间的一座大穹庐里，不过“城市”这个说法有点不太合适，更恰当的描述可能是“集群”。

我拥有各种生活空间和所需的一切，外面30名波江座人维护我的生命保障系统，至少他们是这么告诉我的。我的穹庐离他们的一座大型科学中心很近。波江b的很多顶尖科学家会聚在那里合鸣，就好像是在唱着歌讨论问题。但是每个人都同时发声，就他们个人而言，都不是刻意而为。不过最后他们得出了结论并做出决策，这种合鸣比其中任何一个波江座人的思维都更伶俐。就好像每个波江座人临时充当一个群体智慧中的神经元，但是他们来去自由。

我格外引人关注，所以这颗行星上的几乎每一位科学家都来参与合鸣，提出保住我性命的办法。我听说这是有史以来规模第二大的科学主题合鸣。（当然，他们制订计划对付噬星体的那次规模最大。）

多亏了我的地球科学杂志，他们掌握了我所需的全部营养，并学会在实验室合成各种维生素。一解决这个问题，小型非专职小组就致力于完善营养物质的口味，其实这多少取决于我，口味测试进行过很多次。对波江座人和人类生物群落很常见的葡萄糖常常被提及。

不过最厉害的还是他们成功克隆了我的肌肉组织，并在实验室里培养。为此我可以感谢地球科学。初到此地时，波江座人的技术水平还差得很远。不过时间已经过去16年，他们取得了长足进展。

总之，这意味着我终于能吃肉了。是的，没错，我在吃人肉，不过是我自己的肉。我可不会为此感到难受。十年时间里只喝味道奇怪、稍有甜味的维生素奶昔，到那时你再看自己会不会拒绝汉堡。

我喜欢“我肉汉堡”，每天都要吃掉一个。

我出门得拿拐杖。这是因为我已经上了年纪，而且波江b的高重力环境加速了我的骨骼老化。我估计自己现在53岁，但是又不确定。我经历过多次具有时间膨胀效应的旅行，但是不管怎么样，我可以准确地说出，自打我出生算起，地球上已经过去了71年。

我从前门离开，穿过各种区域。土地里没有什么植物，这颗星球上只有我能在如此环境中生存。不过这里有些雅致的石头，充满了令人愉悦的美感。尽可能装点这里的土地成了我的一个爱好，波江座人只看见一块块石头，但是我能看见所有的颜色。

他们在穹庐顶部安装了按照24小时周期明暗变化的灯泡，我解释说那对我的情绪至关重要，他们把我说的话很当回事，不过我的确得向这个能够开展星际旅行的物种解释如何制造灯泡。

我沿着石子路来到穹庐墙壁上众多“会议”室中的一间。波江座人跟人类一样看重“面对甲壳”的交流，会议室是一种不错的折中方案。我这一侧位于穹庐环境中，在一厘米厚的透明氙岩墙壁外侧，是一个处于波江b天然大气环境的房间。

我蹒跚着走进房间，这间会议室稍小一些，的确只适合一对一的交谈，可它成了我们用来会面的老地方。

洛基在波江座人那一侧等我。“总算来了！我已经等了ℓλ分钟！你怎么这么久才来？”

如今我当然可以自如地理解波江语，洛基同样可以自如地理解英语。

“我年纪大，让我喘口气。早晨我花了点时间才准备好。”

“哦，你得吃东西，对吧？”洛基的话语中透露出一丝嫌弃。

“你告诉我在有正式的陪同时别谈论那件事。”

“我不是正式的陪同，我的朋友！”

我窃笑起来。“那有什么事？”

他一边摇摆一边抖动，我几乎从没见他如此兴奋。“我刚从天文学合鸣群那儿听说，他们收到了消息。”

我屏住呼吸。“太阳？是关于太阳的？”

“对！”他尖叫起来，“你们的恒星恢复了正常亮度！”

我倒吸了一口气。“你确定？Iℓℓ分之Iℓℓ确定？”

“确定，λV位合鸣的天文学家分析过数据，已经证实了。”

我无法动弹，几乎停止呼吸，紧接着又开始颤抖。

结束了。

我们胜利了。

就这么简单。

太阳，地球的恒星，已经恢复了噬星体到来之前的亮度。这只有一种可能的解释：噬星体被消灭了，或者至少数量大规模降低，已经影响甚微了。

我们胜利了。

我们成功啦！

洛基斜过他的甲壳。“嘿，你的脸在漏水！我他妈太久没看过了！给我提个醒，这表示你高兴还是伤心来着？因为这两种情感它都能表示，对吧？”

“当然是高兴！”我啜泣着说。

“太好了，我觉得也是，只是确认一下。”他伸出紧握的手爪抵在氙岩上，“这时候应该撞拳吗？”

我也把指关节抵在氙岩上。“这个值得纪念的历史性时刻，应该撞拳。”

“我猜你们的科学家及时采取了措施，”他说，“假如你计算甲壳虫返回地球的时间和太阳至波江b的光线传播时间……我估计只用了不到一年时间就解决了问题。”

我点点头，心里还在仔细地体会。

“那么你现在要回家，还是留下来？”

代表波江b进行重大决策的……团体很早就提出给万福玛利亚号补充燃料。飞船仍然绕着波江b在一条漂亮且稳定的轨道上运行，自从多年以前我和洛基头一次返回起就没有离开过。

波江座人可以给它装满食物和补给，帮我确保一切运转正常，然后送我上路。但是到目前为止，我还没有接受他们的好意。那是一条漫长孤独的旅途，直到一分钟前我还不确定地球是否仍然适宜居住。波江b也许不是我的家园，可是这里至少有我的朋友。

“我……我不知道。我已经老了，而且旅途又很漫长。”

“出于私心，我希望你留下，可这只是我个人的想法。”

“洛基……关于太阳的那个消息……它……它让我的全部生命拥有了意义。你知道吗？我还是无法……无法……”我又开始哭泣。

“嗯，我明白。所以我才要亲自告诉你这个消息。”

我看了一下手表。（没错，波江座人给我造了一只手表。我要什么他们就做什么，但是我尽量不滥用这项权力。）“我得走了，已经迟到了。不过……洛基……”

“我明白，”他斜着甲壳说——我早就弄清这是他在微笑，“我明白。我们随后再继续谈。我也得回家了。艾德里安可能很快就要睡觉了，所以我必须得回去看着。”

我们一同走向各自房间的出口，可是他又停下来说：“嘿，格雷斯，你究竟有没有想过，宇宙中的其他生命？”

我撑住拐杖。“当然，一直在想。”

他又返回来说：“我也一直在想这件事。理论上很难质疑。数十亿年前，噬星体的某个祖先在地球和波江b上播种生命。”

“对，”我说，“我知道你想借此表达什么。”

“是吗？”

“当然。”我在两腿之间切换重心，关节炎已经开始侵袭我的身体，高重力对人类来说可不太友好。“像我们的太阳距离鲸鱼座τ星这么近的恒星不超过五十颗，结果就有两颗拥有生命。这意味着我们星系的生命，至少说鲸鱼座τ星输出的生命，远比我们想象的更常见。”

“你觉得我们会找到更多生命？智慧生命？”

“谁知道呢？”我说，“你我就找到了彼此，这很了不起。”

“没错，”他说，“很了不起。你去忙吧，老伙计。”

“再见，洛基。”

“再见。”

我蹒跚着走出房间，沿着穹庐的边缘前行，他们用透明的氙岩来制造这里的一切，因为觉得我想要这样。不过没关系，外面从来都是漆黑一片。当然，我可以用手电照向外面，偶尔会看见一个波江座人忙着自己的事情。可是我看不见绵延的山峦或其他景致，只有浓浓的黑暗。

我的笑容收敛了一点。

地球的情况到底有多糟？他们齐心协力生存下来没有？还是说数百万人死于战争和饥荒？

他们得以回收甲壳虫并读取我的信息，实施解决方案，打造出一艘金星探测器。也就是说某些先进的基础设施仍然存在。

我打赌他们抱成了一团，也许只有我心中幼稚的乐观主义者才会这么想，可是专心做事的人类真的能让人刮目相看，毕竟我们所有人一起建造了万福玛利亚号宇宙飞船。这可不是一项随随便便就能实现的壮举。

想到这儿我扬起头。也许有一天我会回家，也许我会去看个究竟。

可是现在，此时此刻，我还有工作要做。

我继续沿路走向双扇大门，门里边是另一个会议空间。要我说，那是我最喜欢的一间。

我走进房间，其中大约五分之一是我熟悉的地球环境，分隔墙的另一侧有30个波江座小孩像傻子一样跳来跳去，每个都不超过30地球岁。决定谁能来参加课程的遴选过程嘛……唔……反正吧，波江座人的文化很复杂。

类似地球风琴的键盘位于我这一侧的中间，发声机构朝向孩子们。这台风琴比地球上普通的电子乐键盘多出很多选项，我可以应用抑扬、音调、情绪和口头表达中其他微妙复杂的元素。我坐在舒适的椅子上，把指关节捏得啪啪作响，然后便开始上课。

“好啦，好啦，”我在风琴上演奏，“大家安静一下，回到自己的座位。”

他们跑回分配好的书桌，静静坐下，准备上课。

“你们谁能告诉我光速是多少？”

12个孩子举起了手爪。





如果你不知道读什么书？



关注公众号：【奥丁读书小站】



【奥丁读书小站】一个专业推荐各种书籍的公众号，推荐的这些书都绝对当得起你书架上的一席之地!总有些书是你一生中不想错过的！





注释


[1]读作二乘以e的二派i次方，其结果为2。——如无特殊说明，书中脚注均为译注。

[2]1英尺约等于0.3米。

[3]1英里约等于1.6千米。

[4]希腊神话中，雅各布做梦沿着登天的梯子取得了“圣火”，后人便把这神话中的梯子称为雅各布天梯。此处是指一种由变压器、羊角电极等部分组成的高电压试验装置。变压器提供数十万伏的高压，在羊角电极间击穿空气，形成弓形电弧，产生磁场，使电弧向上运动，其运动过程类似于爬梯。当电弧被拉长到600毫米左右时，所施加的电压再不能维持产生电弧所需的条件，电弧就会消失，此时羊角电极底部又会产生新的电弧，形成周而复始的电弧爬梯现象。

[5]某些望子成龙、望女成凤的父母被称为“直升机父母”，形容他们就像直升机一样盘旋在孩子的上空，时刻监控孩子的一举一动。

[6]宜居带是天文学上给一种空间的名称，指的是行星系中适合生命存在的区域。宜居带中的情况有利于生命的发展，可能像地球般出现高等生命。

[7]瓦肯人是《星际迷航》中的一种外星人。瓦肯人是第一个与地球人类正式接触的外星智慧文明，并在此之后成为星际联邦的创始成员之一。

[8]蔗蟾是原产于中美洲及南美洲一种热带地区陆生的蟾蜍，后被引入澳大利亚，广泛地分布在澳大利亚大陆的东海岸和北部地区。它们的繁殖能力很强，一次就可以产多达几千颗卵，由于没有天敌反而成了害虫及入侵物种。

[9]美国漫威漫画旗下超级英雄任务绿巨人浩克的本名。布鲁斯·班纳是世界著名的物理学家，在一次意外中被自己制造出的伽马炸弹的放射线大量辐射，身体产生异变，后来每当他情绪激动、心跳加速的时候，就会变成名为浩克的绿色怪物。

[10]甲壳虫乐队由约翰·列侬、保罗·麦卡特尼、乔治·哈里森和林戈·斯塔尔四名成员组成。

[11]人为增加重复部分，其目的是用来对原本的单一部分进行备份，以达到增强其安全性的目的，这在信息通信系统当中有着较为广泛的应用。

[12]当移动台以恒定的速率沿某一方向移动时，由于传播路程差的原因，会造成相位和频率的变化，揭示了波的属性在运动中发生变化的规律。

[13]原文为德语。

[14]原文为德语。

[15]此句原文为中文。

[16]在风帆时代，因为普通水手的厕所都在船首，所以卫生间也直接被称为“head”，意即“船首”。——编注

[17]波江座ε（Epsilon Eridani）也就是天苑四，是一颗主序带上分类为K2的恒星。它是波江座内最靠近我们的恒星，经常出现于科幻作品当中，很多科学家也以它为观测对象，寻找外星生物信号。——编注

[18]韦恩赫尔·冯·布劳恩（1912-1977），火箭专家，20世纪航天事业的先驱之一，曾是纳粹德国著名的V2火箭的总设计师。移居美国后，冯·布劳恩任美国国家航空航天局的空间研究开发项目的主设计师，主持设计了阿波罗4号的运载火箭土星5号。

[19]误差棒是以被测量的算术平均值为中点，在表示测量值大小的方向上画出的一条线段，线段长度的一半等于不确定度。它表示被测量以某一概率落在棒上。

[20]中国人民解放军的英文说法是People's Liberation Army，其中的Army在英文中有“陆军”的含义。

[21]有生源说是指19世纪70年代科学家提出的猜测地球生命来自太空的学说。

[22]“柴隆”被称为21世纪的超级纤维，是化学成分叫作聚对苯撑苯并双噁唑（PBO）的纤维的商品名。PBO是20世纪80年代美国为发展航空航天事业而开发的复合材料用增强纤维，具有十分优异的力学性能和物化性能。日本东洋纺公司2004年实现了PBO纤维的工业化生产并命名为“柴隆”。

[23]G-Force中G是重力的缩写，G力也可称为重力，原为航空专有名词，现在广泛用作高速移动时所要承受力道的单位。——编注

[24]惰性气体（noble gas）的英文另有“高贵的”含义，作者此处利用这个双关进行反向引申。

[25]波江座40（也称为波江座ο2）是一颗距离地球小于16.5光年远的三合星系统——同一星系中包含三颗恒星的聚星系统，原文此处没有表明具体是A、B、C哪一颗恒星。后文中也有提到，应该指的都是波江座40A。——编注

[26]美国职业橄榄球运动员，曾效力旧金山49人以及堪萨斯城酋长，1994年宣布退役。

[27]小俄罗斯是俄罗斯及俄语历史上曾使用的一个政治和地理术语，指20世纪前包括如今乌克兰大部分的一片土地。文中是指航空母舰上俄罗斯科学家的试验区域。

[28]这个名字的英文（Rocky）还是一个形容词，表示“岩石质地的”。

[29]全名詹姆斯·泰比里厄斯·柯克（James Tiberius Kirk），是《星际迷航》系列作品中的一个虚构角色。

[30]又称冰立方中微子观测站（英语：IceCube Neutrino Observatory，或简称IceCube），是一个位于阿蒙森-斯科特南极站的中微子观测站。这个计划由威斯康星大学主导，集合了来自十多个国家超过三百名科学家投入其中。

[31]通常当一个光子或另外一个中性玻色子，与原子核或另外一个中性玻色子或甚至其本身相互作用时，会发生成对产生。——编注

[32]湮灭是指当物质和它的反物质相遇时，会发生完全的物质—能量转换，转为能量的过程，又称互毁、相消、对消灭。——编注

[33]苏鲁田光，“星际旅行系列”中的一个角色。

[34]三羧酸循环，亦作柠檬酸循环，是有氧呼吸的第二阶段。该循环亦因由英国生物化学家克雷布斯（Krebs）发现而被称为克雷布斯循环，克雷布斯因此获1953年诺贝尔生理学或医学奖。

[35]美国国家航空航天局深空网络是一个用以联系航天器的全球网络设施，位于美国、西班牙和澳大利亚，为美国国家航空航天局的行星际航行航天器提供通信，也被用来运行射电天文学和雷达天文学对于太阳系和宇宙的观测，并对地球轨道上的人造卫星提供支持，是美国国家航空航天局喷射推进实验室的一部分。

[36]奥伯特效应指的是对于速度随时间变化的飞行器来说，如果要尽最大可能增加飞行器的动能，就需要在飞行器速度最快的时候启动引擎。提出该效应的赫尔曼·朱利叶斯·奥伯特（Hermann Julius Oberth，1894-1989）是出生于奥匈帝国的德国物理学家和工程师，现代航天学奠基人之一。

[37]原文为俄语。

[38]原文为俄语。

[39]波罗领带英文全称为Bolo Tie或Bola Tie，源于美国西部，是一种美国风格的金属挂饰。

[40]用于吸收二氧化碳、生成人体所需的水和氧气的系统。

[41]甲壳虫乐队为其主演的电影《一夜狂欢》创作的同名主题曲，字面意思可以理解为“辛苦了一天的夜晚”。

[42]在英语中，“工程师”（engineer）的词根是“引擎”（engine）。





`
